
{
    "5.20 Children and DDR": [
        {
            "Paragraph": "The recruitment of children – girls and boys under the age of 18 – and their use in hostilities or for other purposes by armed forces and groups is illegal. It is also one of the worst forms of child labour and exploitation. Efforts to prevent the recruitment of children into armed forces and groups should be a primary consideration during all DDR processes. Prevention efforts should start early—when possible, they should commence prior to armed conflict—and they should take place continuously throughout the conflict, with careful consideration given to the structural, social and individual factors associated with the risk of recruitment and re-recruitment.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 1,
            "Heading1": "Summary",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Irrespective of how children were recruited, the unconditional and immediate release of children associated with armed forces and groups (CAAFAG) shall be required. Any person under 18 years old must be supported to demobilize and reintegrate into families and communities at all times, irrespective of the status of peace negotiations and/or the development of DDR processes. Nonetheless, where relevant, peace processes, including peace agreements and DDR policy documents, offer an opportunity to highlight the needs of children affected by armed conflict and to ensure that actions and funding streams to support child-specific processes are included. The commitment to stop the recruitment and use of children and to release children from armed forces and groups shall be explicit within peace agreements.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 1,
            "Heading1": "Summary",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "DRR processes shall be specific to the needs of children and apply child-sensitive and gender- transformative approaches to planning, implementation, and monitoring. As such, children shall be separated from armed forces and groups, handed over to child protection actors and supported to demobilize and reintegrate into families and communities. DDR practitioners and relevant child protection actors shall work together to design and implement services and interventions that aim to prevent children’s recruitment and re-recruitment, that help children to recover and reintegrate into their communities, and that take into account differences in age and gender needs. DDR practitioners should promote agency of children, enabling their right to participate in decision- making and shape DDR processes in line with their concerns/needs.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 1,
            "Heading1": "Summary",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The specific needs of children formerly associated with armed forces and groups during reintegration are multisectoral, as boys and girls often require support in (re)accessing education, an alternative livelihood, medical and mental health services, including reproductive health services and sexual violence recovery services, as well as other services that promote life skills and help them establish a meaningful role in society. Child-sensitive approaches to reintegration support should be focused on long-term and sustainable opportunities for children formerly associated with armed forces and groups that are gender- and age-sensitive. For sustainability, and to avoid tension, stigmatization or envy when a child is returned, DDR practitioners should ensure that broader community development processes are also considered",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 1,
            "Heading1": "Summary",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "DDR practitioners should also be aware that no child below the minimum age of criminal responsibility (MACR) should be investigated, prosecuted, or deprived of their liberty for any offence, including security and terrorism-related offences, in line with the provisions of the Convention on the Rights of the Child. The Committee on the Rights of the Child encourages States to increase the MACR where possible, and not to lower it below 14 years of age, commending States that set a higher MACR such as 15 or 16 years of age. Children, above the age of criminal responsibility, who are suspected of committing a serious crime, shall be handed over to civilian actors, and justice should be provided within juvenile justice frameworks. During all processes they shall be treated primarily as victims and as survivors of grave violations of their rights. Any investigation or determination of culpability shall be handled by trained civilian actors, including, where relevant, trained juvenile justice actors and made based on processes consistent with applicable international child rights standards, including the Convention on the Rights of the Child, and internationally recognized juvenile justice standards and principles, due process and fair trial standards, prioritizing the child’s recovery, reintegration, and best interests in all decisions.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 1,
            "Heading1": "Summary",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "This module aims to provide DDR practitioners and child protection actors with guidance on the planning, design and implementation of DDR processes for CAAFAG in both mission and non- mission settings. The main objectives of this guidance are: \\n To set out the main principles that guide all aspects of DDR processes for children. \\n To outline the normative legal framework that applies to children and must be integrated across DDR processes for children through planning, design, implementation and monitoring and evaluation. \\n To provide guidance and key considerations to drive continuous efforts to prevent the recruitment and re-recruitment of children into armed forces and groups. \\n To provide guidance on child- and gender-sensitive approaches to DDR highlighting the importance of both individualized and community-based approaches. \\n To highlight international norms and standards around criminal responsibility and accountability in relation to CAAFAG.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 2,
            "Heading1": "1. Module scope and objectives",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "This module is applicable to all CAAFAG but should be used in conjunction with IDDRS 5.30 on Youth and DDR. IDDRS 5.30 provides guidance on children who are closer to 18 years of age. These children, who are likely to enter into employment and who have socio-political reintegration demands, especially young adults with their own children, require special assistance. The challenge of demobilizing and reintegrating former combatants who were mobilized as children and demobilized as adults is also covered in IDDRS 5.30. In addition, this module should also be read in conjunction with IDDRS 5.10 on Women, Gender and DDR.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 2,
            "Heading1": "1. Module scope and objectives",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Annex A contains a list of abbreviations used in this standard. A complete glossary of all terms, definitions and abbreviations used in the IDDRS series is given in IDDRS 1.20.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 2,
            "Heading1": "2. Terms, definitions and abbreviations",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "In the IDDRS series, the words ‘shall’, ‘should’, ‘may’, ‘can’ and ‘must’ are used to indicate the intended degree of compliance with the standards laid down. This use is consistent with the language used in the International Organization for Standardization (ISO) standards and guidelines: \\n a) ‘shall’ is used to indicate requirements, methods or specifications that are to be applied in order to conform to the standard; \\n b) ‘should’ is used to indicate the preferred requirements, methods or specifications; \\n c) ‘may’ is used to indicate a possible method or course of action; \\n d) ‘can’ is used to indicate a possibility and capability; and, \\n e) ‘must’ is used to indicate an external constraint or obligation.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 2,
            "Heading1": "2. Terms, definitions and abbreviations",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Children associated with armed forces or armed groups refers to persons below 18 years of age who are or who have been recruited or used by an armed force or group in any capacity, including but not limited to children, boys or girls, used as fighters, cooks, porters, messengers, spies or for sexual purposes. This term is used in the Paris Principles and is used here instead of the term ‘child soldiers’ because it more inclusively recognizes children who perform not only combat roles but also support or other functions in an armed force or group.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 3,
            "Heading1": "2. Terms, definitions and abbreviations",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Child recruitment refers to compulsory, forced and any other conscription or enlistment of children into any kind of armed force or armed group. This can include recruitment by communities, coerced recruitment, or abductions into armed forces and groups. The definition is purposefully broad and encompasses the possibility that any child recruitment may be coerced, forced, or manipulated based on the child’s circumstances and may appear voluntary.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 3,
            "Heading1": "2. Terms, definitions and abbreviations",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Unlawful recruitment or use is recruitment or use of children under the age stipulated in the international treaties applicable to the armed force or group in question or under applicable national law. The Optional Protocol on the Involvement of Children in Armed Conflict (OPAC) bans recruitment of children under 15 and requires States to take all possible measures to prevent recruitment of children under 18 including the adoption of legal measures necessary to prohibit and criminalize such practices.1 It also bans all recruitment and use of children by armed groups. The Convention on the Rights of the Child (CRC), the Geneva Conventions and the Rome Statute ban recruitment of children under age 15.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 3,
            "Heading1": "2. Terms, definitions and abbreviations",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Release includes the process of formal and controlled disarmament and demobilization of children from an armed force or group, as well as the informal ways in which children leave by escaping, being captured or any other means. It implies a disassociation from the armed force or group and the beginning of the transition from military to civilian life. Release can take place during a situation of armed conflict; it is not dependent on the temporary or permanent cessation of hostilities. Release is not dependent on children having weapons to forfeit.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 3,
            "Heading1": "2. Terms, definitions and abbreviations",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Reintegration of children is the process through which children transition into society and enter meaningful roles and identities as civilians who are accepted by their families and communities in a context of local and national reconciliation. Sustainable reintegration is achieved when the political, legal, economic and social conditions needed for children to maintain life, livelihood and dignity have been secured. The reintegration process aims to ensure that children can access their rights, including formal and non-formal education, family unity, dignified livelihoods and safety from harm.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 3,
            "Heading1": "2. Terms, definitions and abbreviations",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "All child recruitment or use by armed groups is illegal under international law (OPAC Article 4), as is all use of children in hostilities (OPAC Article 1), conscription by state armed forces (OPAC Article 2, International Convention on the Worst Forms of Child Labour (ILO Convention (No. 182)), or enlistment of children without appropriate safeguards (OPAC Article 3). All child recruitment and use into armed forces is also illegal for those State parties to the Operational Protocol to the Convention Against Torture. The recruitment and use of children under 15 by armed forces and groups may amount to a war crime. There is significant international consensus that the recruitment of children under 18 years old is inconsistent with international standards on child protection. DDR processes, including release and reintegration support for children, shall therefore prioritize prevention, separation of children from armed forces or groups, and redress of this human rights violation.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 4,
            "Heading1": "3. Introduction",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "DDR processes shall be specific to the needs of children and apply child- and gender-sensitive approaches. This module provides critical guidance for DDR practitioners and child protection actors on how to work together to plan, design and implement services and interventions that aim to prevent children’s recruitment and re-recruitment, as well as help children to recover and reintegrate children into their families and communities. The guidance recognizes that the needs of children formerly associated with armed forces and groups during reintegration are multisectoral and different than those of adults. Child-sensitive approaches require DDR practitioners and child protection actors to tailor interventions to meet the specific needs of individual boys and girls, but also to target other conflict-affected or at-risk children within the broader community in which children are reintegrating.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 4,
            "Heading1": "3. Introduction",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Finally, the module recognizes that children, as victims of recruitment and use, should not be prosecuted, punished or threatened with prosecution or punishment solely for their membership in armed forces or groups, and notes that children who have reached the MACR and who may have committed criminal acts shall be afforded the protections to which they are entitled, including their rights to child-specific due process and minimum standards based on their age, needs and specific vulnerabilities.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 4,
            "Heading1": "3. Introduction",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "IDDRS 2.10 on The UN Approach to DDR sets out the main principles that guide all aspects of DDR processes. This section outlines how these principles apply to children and DDR.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 4,
            "Heading1": "4. Guiding principles",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Children are entitled to release from armed forces and groups at all times, without pre- condition. Processes for planning and implementing DDR processes shall not delay demobilization or other forms of release of children. Given their age, vulnerability and child- specific needs, during DDR processes, children shall be separated from armed forces and groups and handed over to child protection actors and supported to demobilize and reintegrate into families and communities in processes that are separate from those for adults, according to their best interests. While it is critical that children be supported, they shall not be pressured to wait for or to participate in release processes. They shall also not be removed from their families or communities to participate in DDR processes unless it has been determined to be in their best interest. Their decision to participate shall voluntary and based on informed consent.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 4,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.1 Voluntary",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 4,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.2 People centred",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Any person below 18 years of age who is associated with an armed force or group shall be eligible for participation in a DDR process designed specifically for children. Children can be associated with armed forces and groups in a variety of ways, not only as combatants, so some may not have access to weapons or ammunition. This is especially true for girls who are often used for sexual purposes, as wives or cooks, but may also be used as spies, logisticians, fighters, etc. DDR practitioners shall recognize that all children must be released by the armed forces and groups that recruited them and receive reintegration support. Eligibility for DDR processes for CAAFAG shall not be conditioned on the child’s possession and handover of a weapon or ammunition, participation in hostilities or weapons training; there shall be no conditions, of any kind, for their participation. If there is doubt as to whether an individual is under 18 years old, an age assessment shall be conducted (see Annex B). In cases where there is no proof of age, or inconclusive evidence, the child shall have the right to the rule of the benefit of the doubt.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 5,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.2 People centred",
            "Heading3": "4.2.1 Criteria for participation/eligibility",
            "Heading4": ""
        },
        {
            "Paragraph": "A dependent child of an ex-combatant shall not automatically be considered to be associated with an armed force or group. However, armed forces or groups may identify some children, particularly girls, as dependents, including as wives, when the child is an extended family member/relative, or when the child has been abducted, or otherwise recruited or used, including through forced marriage. A safe, child- and gender-sensitive individualized determination shall be undertaken to determine the child’s status and eligibility for participation in a DDR process. DDR practitioners and child protection actors shall be aware that, although not all dependent children may be eligible for DDR, they may be at heightened vulnerability and may have been exposed to conflict-related violence, especially if they were in close proximity to combatants or if their parents are ex-combatants. These children shall therefore be referred for support as part of wider child protection and humanitarian services in their communities.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 5,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.2 People centred",
            "Heading3": "4.2.1 Criteria for participation/eligibility",
            "Heading4": ""
        },
        {
            "Paragraph": "DDR processes for children shall not be contingent on political negotiations or adult DDR processes. Efforts shall always be made to prevent recruitment and to secure the release of children associated with armed forces or armed groups, irrespective of the stage of the conflict or status of peace negotiations. Doing so may require negotiations with armed forces or groups. Special provisions and efforts may be needed to reach girls, who often face unique obstacles to identification and release. These obstacles may include specific sociocultural factors, such as the perception that girl ‘wives’ are dependents rather than associated children, gendered barriers to information and sensitization, or fear by armed forces and groups of admitting to the presence of girls.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 6,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.2 People centred",
            "Heading3": "4.2.2 Unconditional release and protection of children",
            "Heading4": ""
        },
        {
            "Paragraph": "The mechanisms and structures for the release and reintegration of children shall be set up as soon as possible and continue during ongoing armed conflict, before a peace agreement is signed, a peacekeeping mission is deployed, or a DDR process or security sector reform (SSR) process is established.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 6,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.2 People centred",
            "Heading3": "4.2.2 Unconditional release and protection of children",
            "Heading4": ""
        },
        {
            "Paragraph": "Armed forces and groups rarely acknowledge the presence of children in their ranks, so children are often not identified and are therefore excluded from support linked to DDR. DDR practitioners and child protection actors involved in providing services during DDR processes, as well as UN personnel more broadly, shall actively call for the unconditional release of all CAAFAG at all times, and for children’s needs to be considered. Advocacy of this kind aims to highlight the issues faced by CAAFAG and ensures that the roles played by girls and boys in conflict situations are identified and acknowledged. Advocacy shall take place at all levels, through both formal and informal discussions. UN agencies, diplomatic missions, mediators, donors and representatives of parties to conflict should all be involved. If possible, advocacy should also be linked to existing civil society actions and national systems.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 6,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.2 People centred",
            "Heading3": "4.2.2 Unconditional release and protection of children",
            "Heading4": ""
        },
        {
            "Paragraph": "DDR processes shall respect the principles of international humanitarian law and promote the human rights of DDR participants, including children, and the communities into which they reintegrate. Core principles for delivery of humanitarian assistances include humanity, impartiality, neutrality and independence. When supporting children and families therefore, care shall be taken to assess the possible impact of measures on vulnerable populations which may, by their very nature, have disproportionate or discriminatory impacts on different groups, even if unintended. Responses shall enhance the safety, dignity, and rights of people, and avoid exposing them to harm, provide access to assistance according to need and without discrimination, assist people to recover from the physical and psychological effects of threatened or actual violence, coercion or deliberate deprivation, and support people to fulfil their rights.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 6,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.2 People centred",
            "Heading3": "4.2.3 In accordance with standards and principles of humanitarian assistance",
            "Heading4": ""
        },
        {
            "Paragraph": "Conflict harms all children, whether they have been recruited or not. An inclusive approach that provides support to all conflict-affected children, including girls, particularly those with vulnerabilities that place them at risk of recruitment and use, shall be adopted to address children’s needs and to avoid the perception that CAAFAG are being rewarded for association with an armed force or group. Gender-responsive approaches recognize the unique and specific needs of boys and girls, including the need for both to have access to sexual violence recovery services, emotional skill development and mental health and psychosocial support. Non- discrimination and fair and equitable treatment are core principles of DDR processes. Children shall not be discriminated against due to age, sex, race, religion, nationality, ethnicity, disability or other personal characteristics or associations they or their families may hold. Based on their needs, CAAFAG shall have access to the same opportunities irrespective of the armed force or group with which they were associated. Non-discrimination also requires the establishment of mechanisms to enable those CAAFAG who informally leave armed forces or groups to access child-sensitive DDR processes (see section 4.1).",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 6,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.3 Gender responsive and inclusive",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "A conflict sensitive approach ensures that children associated with different groups and forces shall have equal access to and benefit from programmes. Additionally, opportunities to promote peacebuilding and social cohesion through child protection support services and activities shall be leveraged to fortify and build stronger connections between children, irrespective of the armed group or force with which they were previously traveling or associated.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 7,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.4 Conflict sensitive",
            "Heading3": "",
            "Heading4": ""
        },
        {
            
            "Paragraph": "DDR practitioners shall ensure that no harm is done to children or their families. Rather, they shall seek to maximize any benefits to children, while minimizing any harm. This shall be done through: \\n Assessing and monitoring both positive and negative impacts for children, disaggregating data by age, gender and vulnerabilities of the child, while keeping such data protected; and \\n Listening to and considering the voices and views of children in the planning, design, implementation and review of DDR processes.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 7,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.4 Conflict sensitive",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "DDR practitioners shall recognize that each conflict context is different, with its own social, political, cultural, economic, gender and other dynamics, and that girls and boys have different needs and capacities. These specificities also require DDR practitioners to recognize that the mechanisms for consultation and engagement may differ by context, hence requiring tailored strategies. There is no simple formula that can be applied in all circumstances.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 7,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.5 Context specific",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 7,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.6 Flexible, accountable and transparent ",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Sufficient long-term funding is required to implement effective child-sensitive DDR processes. Funding should be made available through a funding mechanism that is independent of, and managed separately from, DDR processes for adults. This funding should be planned for at the outset. DDR practitioners and specialized child protection actors shall be called upon for the necessary political, technical and operational leadership within the Government and within the framework of the UN mission or the UN Country Team.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 7,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.6 Flexible, accountable and transparent ",
            "Heading3": "4.6.1 Flexible, sustainable and transparent funding arrangements",
            "Heading4": ""
        },
        {
            "Paragraph": "DDR practitioners and child protection actors shall reaffirm the importance of and respect the best interests of the child and require project staff to be accountable to children and their caregivers.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 7,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.6 Flexible, accountable and transparent ",
            "Heading3": "4.6.2 Accountability and transparency",
            "Heading4": ""
        },
        {
            "Paragraph": "DDR processes for children shall link to national and local structures for child protection with efforts to strengthen institutions working on child rights and advocacy. DDR processes for children require a long implementation period and the long-term success of DDR processes depends on and correlates to the capacities of local actors and communities. These capacities shall be strengthened to support community acceptance and local advocacy potential.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 8,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.7 Nationally and locally owned",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Participatory and decentralized consultation should be encouraged so that common strategies, responsive to local realities, can be designed. National frameworks, including guiding principles, norms and procedures specific to the local and regional context, shall be established. Clear roles and responsibilities, including engagement and exit strategies, shall be agreed upon by all actors. All such consultation must ensure that the voices of children, both boys and girls, are heard and their views are incorporated into the design of DDR processes. As social norms may influence the ability of children to speak openly and safely, DDR practitioners shall consult with experts on child participation.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 8,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.7 Nationally and locally owned",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "To ensure long-term sustainability, Government should be a key partner/owner in DDR processes for children. The level of responsibility and national ownership will depend on the context and/or the terms of the peace accord (if one exists). Appropriate ministries, such as those of education, social affairs, families, women, labour, etc., as well as any national DDR commission that is set up, shall be involved in the planning and design of DDR processes for children. Where possible, support should be provided to build Government capacity on child protection and other critical social services.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 8,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.7 Nationally and locally owned",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Where appropriate, DDR practitioners shall consider regional initiatives prohibiting and responding to the recruitment and use of CAAFAG. Furthermore, regional organizations and arrangements to undertake efforts to obtain the release of children from armed forces and groups and their family reunification shall be supported.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 8,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.8 Regionally supported",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Effective coordination with other related sectors (including education, health, youth, and employment) and relevant agencies/ministries is critical to the success of DDR processes for children. Systems for coordination, information-sharing and reporting shall be established and continuously implemented, so that all concerned parties can work together and support each other, particularly in the case of contingency and security planning. Coordination shall be seen as a vital element of the ongoing monitoring of children’s well-being and shall be utilized to further advanced preparedness, prevent (re-)recruitment and ensure conflict sensitivity. Effective coordination between DDR practitioners working with children and adults should be promoted to support the transition from child to adult for older children (ages 15–18). Data on CAAFAG shall be safely secured and only made available to those who have a specific need to access it for a specific purpose that is in a child’s best interests, for example, to deliver a service or make a referral. Confidentiality shall be respected at all times.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 8,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.9 Integrated",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 9,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.10 Well planned",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Prevention and release require considerations related to safety of children, families, communities, DDR practitioners and other staff delivering services for children. DDR processes for children may be implemented in locations where conflict is ongoing or escalating, or in fragile environments. Such contexts present many potential risks and DDR practitioners shall therefore conduct risk assessments and put in place measures to mitigate identified risks before initiating DDR processes. ",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 9,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.10 Well planned",
            "Heading3": "4.10.1 Safety and security",
            "Heading4": ""
        },
        {
            "Paragraph": "Particular consideration shall be given to the needs of girls and protection of all children from sexual exploitation and abuse. All staff of UN organizations delivering child protection services and organizing DDR processes shall adhere to the requirements of the Secretary-General’s Bulletin on the Special Measures for Protection from Sexual Exploitation and Sexual Abuse (for UN entities) and the Interagency Standing Committee’s Six Core Principles Relating to Sexual Exploitation and Abuse.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 9,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.10 Well planned",
            "Heading3": "4.10.1 Safety and security",
            "Heading4": ""
        },
        {
            "Paragraph": "DDR processes shall establish an organizational child protection policy and/or safeguarding policy and an individual code of conduct that have clear, strong, and positive commitments to safeguard children and that outline appropriate standards of conduct, preventive measures, reporting, monitoring, investigation and corrective measures the Organization will take to protect participants and beneficiaries from sexual exploitation and abuse.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 9,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.10 Well planned",
            "Heading3": "4.10.1 Safety and security",
            "Heading4": ""
        },
        {
            "Paragraph": "The best interests of the child shall be a primary consideration in all assumptions and decisions made during planning. Emphasis is often placed on the need to estimate the numbers of children in armed forces and groups in order to plan actions. While this is important, policymakers and planners should also recognize that it is difficult to obtain accurate figures. Uncertain estimates during planning, however, should not prevent DDR processes for children from being implemented, or from assuring that every child will have sustained reintegration support.",
            "Level": 9,
            "Title": "Children and DDR",
            "PageNum": 9,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.10 Well planned",
            "Heading3": "4.10.2 Planning, assessment, design, monitoring and evaluation",
            "Heading4": ""
        },
        {
            "Paragraph": "Children shall not be included in the count of members of any armed force or group at the time of a DDR process, SSR, or power-sharing negotiations. Legitimacy shall not be given to child recruitment through the inclusion of children within DDR processes to inflate numbers, for example. However, as children will require services, for the purposes of planning the budget and the DDR process itself, children shall be included in the count of persons qualifying for demobilization and reintegration support.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 9,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.10 Well planned",
            "Heading3": "4.10.2 Planning, assessment, design, monitoring and evaluation",
            "Heading4": ""
        },
        {
            "Paragraph": "Many children who are formally or informally released or who have otherwise left armed forces or groups never have the opportunity to participate in child-sensitive DDR processes. This can happen when a child who flees an armed force or group is not aware of their rights or lives in an area where DDR processes are unavailable. Girls, in particular, may be at higher risk of this as they are often ‘unseen’ or viewed as dependents. DDR practitioners and child protection actors shall understand and plan for this type of “self-demobilization,” and the difficulties associated with accessing children who have taken this route. If levels of informal release or separation are believed to be high (through informal knowledge, data collection or situation analysis), during the planning and design phases, in collaboration with child protection actors, DDR practitioners shall establish mechanisms to inform these children of their rights and enable access to reintegration support.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 9,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.10 Well planned",
            "Heading3": "4.10.2 Planning, assessment, design, monitoring and evaluation",
            "Heading4": ""
        },
        {
            "Paragraph": "Families and communities shall be sensitized on the experiences their children may have had during their association with an armed force or group and the changes they may see, without stigmatizing them. CAAFAG, both girls and boys, often experience high levels of abuse (sexual, physical, and emotional), neglect and distressing and events (e.g., exposure to and perpetration of violence, psychological and physical injury, etc.). They will require significant support from their families and communities to overcome these challenges, and it is therefore important that appropriate sensitization initiatives are in place to ensure that this support is understood and forthcoming.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 10,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.10 Well planned",
            "Heading3": "4.10.3 Public information and community sensitization",
            "Heading4": ""
        },
        {
            "Paragraph": "To increase children’s awareness of their rights and the services available, DDR practitioners should use targeted gender- and age-sensitive public communication strategies such as public service announcement campaigns (radio, social media and print), child-friendly leaflet drops in strategic locations, peer messaging and coordination with grassroots service providers to reach children. It is critical for DDR practitioners to maintain regular communication with CAAFAG regarding release and reintegration processes and support, including services offered and eligibility criteria, any changes to the support provided (delays or alternative modes of service delivery), and the availability of other services and referrals. A lack of proper communication may lead to misunderstandings and frustration among children and community members and further conflict.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 10,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.10 Well planned",
            "Heading3": "4.10.3 Public information and community sensitization",
            "Heading4": ""
        },
        {
            "Paragraph": "Communications strategies should be highly flexible and responsive to changing situations and needs. Strategies should include providing opportunities for people to ask questions about DDR processes for children and involve credible and legitimate local actors (see IDDRS 4.60 on Public Information and Strategic Communication in Support of DDR). A well-designed communications strategy creates trust within the community and among the key actors involved in the response and facilitates maximum participation. In all communications, children’s confidentiality shall be maintained, and their privacy protected.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 10,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.10 Well planned",
            "Heading3": "4.10.3 Public information and community sensitization",
            "Heading4": ""
        },
        {
            "Paragraph": "DDR practitioners shall proactively seek to build the following key normative legal frameworks into DDR, from planning, design, and implementation to monitoring and evaluation.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 10,
            "Heading1": "5. Normative legal frameworks",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 10,
            "Heading1": "5. Normative legal frameworks",
            "Heading2": "5.1 International Human Rights Law",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The CRC and its OPAC constitute the framework for the principles, norms and standards that underpin DDR processes for children. The CRC defines a ‘child’ as any human being below the age of 18 years unless, under the law applicable to the child, majority is attained earlier. OPAC prohibits recruitment and use in hostilities of anybody under 18 years of age by armed groups. OPAC also obligates States Parties to set the minimum age of voluntary recruitment of persons into their national armed forces as 15 years of age, establishes safeguards for the voluntary recruitment of persons below the age of 18, and asserts that State Parties take all feasible measures to ensure that members of the national armed forces that are under the age of 18 do not take part in direct hostilities.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 11,
            "Heading1": "5. Normative legal frameworks",
            "Heading2": "5.1 International Human Rights Law",
            "Heading3": "5.1.1 The convention on the rights of the child and its optional protocols",
            "Heading4": ""
        },
        {
            "Paragraph": "The rights of the child, as espoused through the CRC and its OPAC, further support the reintegration of CAAFAG through requiring States to promote: \\n The child's right to life, survival and development: This right is not limited to ensuring a child’s physical wellbeing but includes the need to ensure full and harmonious development, including at the spiritual, moral and social levels, where education plays a key role. In respect to DDR processes for children, this shall include consideration of how a child’s experience in conflict impacts upon his/her own evolving capacities, as well as recognition of the resilience displayed in surviving and overcoming difficulties. \\n The child’s right to be free from arbitrary detention - No child shall be deprived of his or her liberty unlawfully or arbitrarily. The arrest, detention or imprisonment of a child shall be in conformity with the law and shall be used only as a measure of last resort and for the shortest appropriate period of time. \\n The child’s right to fair justice and fair treatment - States recognize the right of every child alleged as, accused of, or recognized as having infringed the penal law to be treated in a manner consistent with the promotion of the child's sense of dignity and worth, which reinforces the child's respect for the human rights and fundamental freedoms of others and which takes into account the child's age and the desirability of promoting the child's reintegration and the child's assuming a constructive role in society. States shall seek to promote the establishment of laws, procedures, authorities and institutions specifically applicable to children alleged as, accused of, or recognized as having infringed the penal law, and, in particular \\n The physical and psychological recovery and social reintegration of child victims: States shall take all appropriate measures to promote physical and psychological recovery and social reintegration of a child victim of: any form of neglect, exploitation, or abuse; torture or any other form of cruel, inhuman or degrading treatment or punishment; or armed conflicts. DDR practitioners shall work with States to ensure that recovery and reintegration takes place in an environment which fosters the health, self-respect and dignity of the child. Article 7 of the OPAC forms the legal basis for support to CAAFAG through the obligation of signatories to rehabilitate and socially reintegrate CAAFAG. \\n The child’s right to be free from discrimination: States shall ensure respect for the rights of all children within their jurisdiction – including non-national children – regardless of race, sex, age, religion, ethnicity, opinions, disability or any other status of the child or the child’s parents or legal guardians. DDR practitioners shall pay particular attention to ensuring the full involvement and inclusion of girls and their children, as well as addressing any stigmatization of CAAFAG. \\n The child’s right to participate: Children shall be allowed to express their opinions freely and participate in making decisions concerning family reunification and career and educational opportunities, and those opinions should be given due weight in accordance with the age and maturity of the child. Children shall be consulted at all stages of the release and reintegration process, and actions that affect them shall be in their best interests, considering their needs and concerns, placement and family. \\n The child’s best interests as a primary consideration: Actions that affect the child should be based on an assessment of whether those actions are in the child’s best interests. As part of DDR processes for children, this shall mean that all measures to assure release, protection, reintegration and prevention of re-recruitment shall be determined by their best interests. A child shall participate in determining what is in his/her best interests.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 11,
            "Heading1": "5. Normative legal frameworks",
            "Heading2": "5.1 International Human Rights Law",
            "Heading3": "5.1.1 The convention on the rights of the child and its optional protocols",
            "Heading4": ""
        },
        {
            "Paragraph": "Under Article 3 of the International Labour Organization Convention No. 182, States Parties shall take immediate and effective measures to secure the prohibition and elimination of the worst forms of child labour, which include the forced or compulsory recruitment of children for use in armed conflict (a child being defined as a person under the age of 18). Under Article 7(b) the convention also requires States to prevent the engagement of children in the worst forms of child labour, and to provide the necessary and appropriate direct assistance for the removal of children from the worst forms of child labour and for their rehabilitation and reintegration.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 12,
            "Heading1": "5. Normative legal frameworks",
            "Heading2": "5.1 International Human Rights Law",
            "Heading3": "5.1.2 The worst forms of child labour convention",
            "Heading4": ""
        },
        {
            "Paragraph": "The African Charter on the Rights and Welfare of the Child (1990) requires that States take all necessary measures to ensure that no child shall take a direct part in hostilities and refrain, in particular, from recruiting any child (Article 22).",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 12,
            "Heading1": "5. Normative legal frameworks",
            "Heading2": "5.1 International Human Rights Law",
            "Heading3": "5.1.3 African charter on the rights and welfare of the child",
            "Heading4": ""
        },
        {
            "Paragraph": "",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 12,
            "Heading1": "5. Normative legal frameworks",
            "Heading2": "5.2 International Humanitarian Law",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The Additional Protocols I (Article 77) and II (Article 4(3)) to the Geneva Conventions call for the special respect and protection of children in armed conflict (Rule 135), underscoring that children who have not attained the age of fifteen years, shall neither be recruited into armed forces or groups (Rule 136), nor be allowed to take part in hostilities (Rule 137).",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 12,
            "Heading1": "5. Normative legal frameworks",
            "Heading2": "5.2 International Humanitarian Law",
            "Heading3": "5.2.1 Additional protocols I and II to the Geneva conventions",
            "Heading4": ""
        },
        {
            "Paragraph": "The protocols provide for additional special protection for children affected by armed conflict to include protection against all forms of sexual violence (Rule 93), separation from adults while deprived of liberty, unless they are members of the same family (Rule 120), access to education food and health care (Rules 55, 118, and 131), evacuation from areas of combat for safety reasons (Rule 129), reunification of unaccompanied children with their families (Rules 105 and 131), and application of the death penalty.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 12,
            "Heading1": "5. Normative legal frameworks",
            "Heading2": "5.2 International Humanitarian Law",
            "Heading3": "5.2.1 Additional protocols I and II to the Geneva conventions",
            "Heading4": ""
        },
        {
            "Paragraph": "",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 13,
            "Heading1": "5. Normative legal frameworks",
            "Heading2": "5.3 International Criminal Law",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Article 8(2)(b)(xxvi) and 8(2)(e)(vii) of the Rome Statute of the International Criminal Court makes it a war crime, leading to individual criminal prosecution, to conscript or enlist children under the age of 15 years into armed forces or groups or to use them to participate actively in hostilities, in both international and non-international armed conflicts.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 13,
            "Heading1": "5. Normative legal frameworks",
            "Heading2": "5.3 International Criminal Law",
            "Heading3": "5.3.1 The Rome statute of the international criminal court",
            "Heading4": ""
        },
        {
            "Paragraph": "",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 13,
            "Heading1": "5. Normative legal frameworks",
            "Heading2": "5.4 UN Security Council resolutions: engagement with armed forces and groups",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Security Council resolution 1539 (2004) calls for engaging armed forces and groups in dialogue leading to time-bound action plans to prevent and end grave violations against children, including the release of children. Those engaged in securing the release of children should make contact with armed forces and groups recruiting and using children, where it is safe to do so and in accordance with UN guidelines.3 Engagement with armed forces and groups will often occur as part of the Monitoring and Reporting Mechanism (MRM) led by the Country Task Force on Monitoring and Reporting. Those parties to the conflict that enter into dialogue with the UN can develop time- bound action plans, following their listing in the annexes of the Secretary General’s annual report for grave violations against children (including the recruitment and use of children). The unconditional release of children, prevention of grave violations and awareness-raising on the issue of child recruitment and use, as well as other activities, shall be included in such action plans.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 13,
            "Heading1": "5. Normative legal frameworks",
            "Heading2": "5.4 UN Security Council resolutions: engagement with armed forces and groups",
            "Heading3": "5.4.1 Security Council Resolution 1539",
            "Heading4": ""
        },
        {
            "Paragraph": "Training and capacity building for armed forces or groups on their obligations under international law relating to the recruitment and use of children should be provided, including the identification and release of children, age assessment procedures to prevent child association, gender-based violence and other child protection concerns, and respect for humanitarian norms and principles.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 13,
            "Heading1": "5. Normative legal frameworks",
            "Heading2": "5.4 UN Security Council resolutions: engagement with armed forces and groups",
            "Heading3": "5.4.1 Security Council Resolution 1539",
            "Heading4": ""
        },
        {
            "Paragraph": "Security Council Resolution 2427 (2018) urges “concerned Member States to mainstream child protection and ensure that the specific needs of girls and boys are fully taken into account at all stages of disarmament, demobilization, and reintegration processes (DDR), including through the development of a gender-and age-sensitive DDR process”. The resolution also stresses the need to pay particular attention to the treatment of children associated or allegedly associated with all non-state armed groups, including those who commit acts of terrorism, in particular by establishing standard operating procedures for the rapid handover of these children to relevant civilian child protection actors.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 13,
            "Heading1": "5. Normative legal frameworks",
            "Heading2": "5.4 UN Security Council resolutions: engagement with armed forces and groups",
            "Heading3": "5.4.2 Security Council Resolution 3427",
            "Heading4": ""
        },
        {
            "Paragraph": "",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 13,
            "Heading1": "5. Normative legal frameworks",
            "Heading2": "5.5 International Standards",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The 2007 Paris Principles, building on the 1997 Cape Town Principles, detail eight general principles and eight operational principles to protect children. Specific consideration is given to girls and their particular needs and challenges. The Paris Principles aim to guide interventions with the following objectives: \\n To prevent the unlawful recruitment or use of children; and \\n To facilitate the release of CAAFAG; and \\n To facilitate the reintegration of all CAAFAG; and \\n To ensure the most protective environment for all children.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 14,
            "Heading1": "5. Normative legal frameworks",
            "Heading2": "5.5 International Standards",
            "Heading3": "5.5.1 The Paris Principles and Paris commitments",
            "Heading4": ""
        },
        {
            "Paragraph": "The Paris Commitments – commitments to protect children from unlawful recruitment or use by armed forces or groups – supplement the Paris Principles and have two main priorities: (1) to put an end to the unlawful recruitment and use of children by armed forces and groups globally, and (2) to make all necessary efforts to uphold and apply the Paris Principles through political, diplomatic, humanitarian, technical assistance and funding roles, consistent with international obligations.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 14,
            "Heading1": "5. Normative legal frameworks",
            "Heading2": "5.5 International Standards",
            "Heading3": "5.5.1 The Paris Principles and Paris commitments",
            "Heading4": ""
        },
        {
            "Paragraph": "Applicable in the context of CAAFAG, the UN Standard Minimum Rules for the Administration of Juvenile Justice adopted by General Assembly resolution 40/33 in 1985 provide guidance for the arrest or detention of children. Children retain all the rights already covered for adults if arrested. The rules require detention of children only as a last resort so that arrest, detention or imprisonment of children should be avoided whenever possible. When children are arrested and detained, their cases are to be given the highest priority and handled expeditiously to ensure the shortest possible period of detention prior to trial. States should ensure that accountability mechanisms are fully in line with international law related to juvenile justice.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 14,
            "Heading1": "5. Normative legal frameworks",
            "Heading2": "5.5 International Standards",
            "Heading3": "5.5.2 “The Beijing Rules” for administration of Juvenile Justice",
            "Heading4": ""
        },
        {
            "Paragraph": "International child rights and juvenile justice standards require that alternatives to normal judicial proceedings in criminal courts should be applied, providing that human rights and legal safeguards are fully respected (CRC, Article 40[3b], Rule 11, ‘Beijing Rules’). For example, restorative justice – achieved through finding alternatives to criminal courts – involves the child offender understanding and taking responsibility for his/her actions with the goal of achieving reconciliation between the offender, the victim and the wider community through reparations. Such a procedure should ensure that the rights of the child are protected throughout. The child’s participation in a restorative justice process shall be voluntary and preceded by informed consent (given by both the child and his/her parent or guardian). Measures to prevent the child from becoming distressed must be in place.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 14,
            "Heading1": "5. Normative legal frameworks",
            "Heading2": "5.5 International Standards",
            "Heading3": "5.5.2 “The Beijing Rules” for administration of Juvenile Justice",
            "Heading4": ""
        },
        {
            "Paragraph": "DDR processes for children require joint planning and coordination between DDR practitioners and child protection actors involved in providing services. Joint planning and coordination should be informed by a detailed situation analysis and by a number of Minimum Preparedness Actions.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 15,
            "Heading1": "6. Planning and Designing DDR processes for children",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "A detailed situation analysis should assess broad conflict-related issues (location, political and social dynamics, causes, impacts, etc.) but also the specific impacts on children, including disaggregation by gender, age and location (urban-rural). The situation analysis is critical to identifying obstacles to, and opportunities for, reintegration support. A detailed situation analysis should examine: \\n§ The objectives, tactics and command structure/management/hierarchy of the armed force or group; \\n§ The circumstances, patterns, causes, conditions, means and extent of child recruitment by age and gender; \\n§ The emotional and psychological consequences of children’s living conditions and experiences and their gendered dimensions; \\n§ Attitudes, beliefs and norms regarding gender identities in armed forces and groups and in the community; \\n§ The attitudes of families and communities towards the conflict, and the extent of their resilience and capacities; \\n§ The absorption capacity of and support services necessary in communities of return, in particular families, which play a critical role in successful release and reintegration efforts; \\n§ The extent of children’s participation in armed forces and groups, including roles played and gender, age or other differences; \\n§ Children’s needs, expectations, and aspirations; \\n§ The evident obstacles to, and opportunities for, child and youth reintegration, with consideration of what risks and opportunities may arise in the future; and \\n§ The needs of, and challenges of working with, special groups (girls, girl mothers, disabled children, foreign children, young children, adolescents, male survivors of sexual violence, 16 severely distressed children, children displaying signs of post-traumatic stress disorder, and unaccompanied and separated children).",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 15,
            "Heading1": "6. Planning and Designing DDR processes for children",
            "Heading2": "6.1. Negotiating DDR: Ensuring women’s political participation",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "DDR practitioners should be aware that the act of asking about children’s and communities’ wishes through assessments can raise expectations, which can only be managed by being honest about which services or assistance may or may not ultimately be provided. Under no circumstances should interviewers or practitioners make promises or give assurances that they are not certain they can deliver. Neither should they make promises about actions others may take. Some suggested key questions for context analysis can be found in Box 1 (see also IDDRS 3.11 on Integrated Assessments).",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 16,
            "Heading1": "6. Planning and Designing DDR processes for children",
            "Heading2": "6.1. Negotiating DDR: Ensuring women’s political participation",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "BOX 1: KEY QUESTIONS FOR CONTEXT ANALYSIS \\n What is the context? What are the social, political, economic and cultural origins of the conflict? Is it perceived as a struggle for liberation? Is it limited to a particular part of the country? Does it involve particular groups or people, or is it more generalized? What is the demographic composition of the population? What are the direct impacts of the conflict on children? Are the impacts different according to the background of the girls or boys? How are children perceived or described by other stakeholders in the context? \\n What is the ideology of the armed force or group? Do its members have a political ideology? Do they have political, social or other goals? What means does the armed force/group use to pursue its ideology? What are the gender dimensions of their ideology? Who supports the armed force/group? What is the level of perceived legitimacy of the armed force/group? How does age- and gender-based norms and practices feature in the armed force/group’s ideology? \\n How is the armed force or group structured? Where is the locus of power? How many levels of hierarchy exist? Does the leadership have tight control over its forces? What roles are traditionally assigned to children within the force/group? Whom do children associated with armed forces and groups report to? Is reporting the same for boys and girls? How is authority/rank established? Who makes decisions regarding the movements of the armed force/group? Has the armed force/group had foreign sponsors (companies, organizations)? \\n Does the armed force/group focus on particular ethnic, religious, geographic or socioeconomic groups for recruitment? Are children directly targeted for recruitment? Are girls and boys targeted equally? Is there a particular reason why the armed force/group may target the recruitment of girls and boys? Where does the armed force/group do most of its recruiting? Is recruitment ‘voluntary’, forced or compulsory? Looking back over three, six and twelve months, has recruitment been increasing or decreasing, and does it differ over the course of the year? Are children promised anything when they join up (e.g., protection for their families, money, goods, weapons)? What is the proportion of children in the armed force/group? \\n What conditions did the children live in while in the armed force/group? How do the children feel about their conditions? Was there exploitation or abuse, and if so, for how long and of what kind? How are boys and girls affected differently by their recruitment and use by the armed force/group? What kind of work did children perform in the armed force/group? How has 17 children’s behaviour changed as a result of being recruited? Have their attitudes and values changed? What were the children's perceptions of the armed force/group before recruitment? \\n How do children recruited understand their role in the conflict? Are there any perceived benefits for children to join armed forces/groups (i.e., status recognition, addressing grievances)? What are their expectations and aspirations for the future? How can their experiences be harnessed for productive purposes? \\n What do the communities feel about the impact of the conflict on children? How do communities view the role of children in armed forces and groups? What impact is this likely to have on the children’s reintegration? How has the conflict affected perceptions of the roles of girls and women? What are the community’s perceptions of sexual violence against boys and girls? What is the people’s understanding of children’s responsibility in the conflict? What social, cultural and traditional practices exist to help children’s reintegration into their communities? Do institutions, policies and social groups have specific procedures or services to cater for children’s specific needs? How familiar are children with these practices?",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 16,
            "Heading1": "6. Planning and Designing DDR processes for children",
            "Heading2": "6.1. Negotiating DDR: Ensuring women’s political participation",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "In addition to the context analysis, DDR practitioners and child protection actors should take the following Minimum Preparedness Actions into consideration when planning. These actions (outlined below) are informed by the Interagency Standing Committee’s Emergency Response Preparedness Guidelines (2015): \\n Risk monitoring is an activity that should be ongoing throughout implementation, based on initial risk assessments. Plans should be developed detailing how this action will be conducted. For CAAFAG, specific risks might include (re-)recruitment; lack of access to DDR processes; unidentified psychosocial trauma; family or community abuse; stigmatization; and sexual and gender-based violence. Risk monitoring should specifically consider the needs of girls of all ages. \\n Risk monitoring is especially critical when children self-demobilize and return to communities during ongoing conflict. Results should be disaggregated to ensure that girls and other particularly vulnerable groups are considered. \\n Clearly defined coordination and management arrangements are critical to ensuring a child-sensitive approach for DDR processes, particularly given the complexity of the process and the need for transparency and accountability to generate community support. DDR processes for children involve a number of agencies and stakeholders (national and international) and require comprehensive planning regarding how these bodies will coordinate and report. The opportunity for children to be able to report and provide feedback on DDR processes in a safe and confidential manner shall be ensured. Moreover, an exit strategy should feature within a coordinated approach. \\n Needs assessments, information management and response monitoring arrangements must be central to any planning process. The needs of boy and girl CAAFAG are multifaceted and may change over time. A robust needs assessment and ongoing monitoring of the reintegration process for children is essential to minimize risk, identify opportunities for extended support and ensure the effective 18 protection of all children – especially vulnerable children – involved in DDR. Effective information management should be a priority and should include disaggregated data (by age, sex, ethnicity, location, or any other valid variable) to enable DDR practitioners and child protection actors to proactively adapt their approaches as needs emerge. It is important to note that all organizations working with children should fully respect the rights and confidentiality of data subjects, and act in accordance with the “do no harm” principle and the best interests of children. \\n Case management systems should be community-based and, ideally, fit within existing community-based structures. Case management systems should be used to tailor the types of support that each child needs and should link to sexual and/or gender-based violence case management systems that provide specialized support for children who need it. Because reintegration of children is tailored to the individual needs of a child over time, a case management system is best to both address those needs and to build up case management systems in communities for the long term. \\n Reintegration opportunities and services, including market analysis are critical to inform an effective response that supports the sustainable economic reintegration of children. They should be used in conjunction with socioeconomic profiles to enable the development of solutions that meet market demand as well as the expectations of child participants and beneficiaries, taking into account gendered socio-cultural dynamics. See IDDRS 5.30 on Youth and DDR, sections 7 and 8, for more information. \\n Operational capacity and arrangements to deliver reintegration outcomes and ensure protection are essential to DDR processes for children. Plans should be put in place to enhance the institutional capacity of relevant stakeholders (including UN agencies, national and local Governments, civil society and sectors/clusters) where necessary. Negotiation capacity should also be considered in situations where children continue to be retained by armed forces and groups. The capacity of local service providers, businesses and communities, all of which will be directly involved on a daily basis in the reintegration process, should also be supported. \\n Contingency plans, linked to the risk analysis and monitoring system, should be developed to ensure that DDR processes for children retain enough flexibility to adapt to changing circumstances.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 17,
            "Heading1": "6. Planning and Designing DDR processes for children",
            "Heading2": "6.2 Assessment phase",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Data is critical to the design and implementation of DDR processes for children. Information on a child’s identity, family, the history of their recruitment and experience in their armed force or group, and their additional needs shall be collected by trained child protection personnel as early as possible and safely stored. All data shall be sex-disaggregated to ensure that DDR processes are able to effectively respond to gendered concerns.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 18,
            "Heading1": "6. Planning and Designing DDR processes for children",
            "Heading2": "6.3 Data",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Information collected from CAAFAG shall be used only to deliver services to children and to design and implement child- and gender-sensitive DDR processes. Other actors often try to obtain 19 actionable military or intelligence information on armed opposition groups from demobilized children or may interrogate children as they view them as threats. Such actions could amount to a violation of child rights, as it places children in danger and may undermine the release process. The Paris Principles (Article 7.25) expressly state that “interviews should never be conducted to collect information for military purposes.” In addition, Security Council resolution 2427 (2018) states that CAAFAG are to be treated as victims of violations of international law. A commitment shall be obtained from Governments that children will be handed over to civilian child protection authorities as soon as possible and that military information will not be sought from them under any circumstances. Where interviews are necessary for legitimate purposes, as few individuals as possible should interview children to eliminate risks and harms that stem from repeated interviewing. Interviewers shall be trained child protection actors skilled in interviewing children.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 18,
            "Heading1": "6. Planning and Designing DDR processes for children",
            "Heading2": "6.3 Data",
            "Heading3": "6.3.1 Data collection",
            "Heading4": ""
        },
        {
            "Paragraph": "The Security Council has expressed “grave concern at the use of detained children for information gathering purposes.” (UNSCR 2427, OP 20) Therefore, interviews with CAAFAG shall be carried out with the utmost concern for the child’s privacy, dignity and confidentiality. Those providing information (children and caregivers) shall be fully informed about the purpose of the information gathering, how the information will be used and how it will be kept confidential. Voluntary and informed consent shall be required before proceeding with any interview and the child shall be informed that he or she may stop the interview at any time without any need to give a reason. Child protection agencies and/or safeguarding personnel shall provide support, guidance and direction for such interviews. If no parent or guardian is available, a trusted adult shall be provided during any interview and undertake the role of protecting the child’s interests.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 19,
            "Heading1": "6. Planning and Designing DDR processes for children",
            "Heading2": "6.3 Data",
            "Heading3": "6.3.1 Data collection",
            "Heading4": ""
        },
        {
            "Paragraph": "Interviews shall be conducted in the mother tongue of the child at the pace that he or she sets. Questions shall be posed in child-friendly and age-appropriate language and be rephrased if necessary, and information received clarified. Some information can be sensitive, and the children who provide it may be subject to threats. As children are usually aware of the threats they face, they may provide misleading information to try to protect themselves. These fears shall be identified and measures to deal with them shall be developed. Security should be a key concern and informed by a security risk assessment. During interviews, staff shall pay attention to, and have plans to safeguard children from, anyone who may intimidate or threaten them. Interviews with children shall be carried out in a safe place. If the child wishes to stop the interview, or begins to display signs of distress, the interview shall be stopped immediately. To safeguard the child and the interviewer, no adult shall conduct an interview alone with the child; mixed gender teams shall be provided. No child shall be subject to pressure, coercion, manipulation, including promises, or to any other physical, emotional or psychological tactics to obtain information.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 19,
            "Heading1": "6. Planning and Designing DDR processes for children",
            "Heading2": "6.3 Data",
            "Heading3": "6.3.1 Data collection",
            "Heading4": ""
        },
        {
            "Paragraph": "Effective and secure data management is an important aspect of DDR processes for children as, beyond ethical considerations, it helps to create trust in the DDR process. Data management shall follow a predetermined and standardized format, including information on roles and responsibilities, procedures and protocols for data collection, processing, storage, sharing, reporting and archiving. Rules on confidentiality and information security shall be established, and all relevant staff shall be trained in these rules, to protect the security of children and their families, and staff. Databases that contain sensitive information related to children shall be encrypted and access to information shall be based on principles of informed consent, ‘need to know’ basis, ‘do no harm’ and the best interests of the child so that only those who need to have access to the information shall be granted permissions and the ability to do so.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 19,
            "Heading1": "6. Planning and Designing DDR processes for children",
            "Heading2": "6.3 Data",
            "Heading3": "6.3.2 Data management",
            "Heading4": ""
        },
        {
            "Paragraph": "The specific needs of girls and boys shall be fully considered in all stages of DDR processes. A gender-transformative approach should be pursued, aiming to shift social norms and address structural inequalities that lead girls and boys to engage in armed conflict and that negatively affect their reintegration. Within DDR processes, a gender-transformative approach shall focus on the following: \\n Agency: Interventions should strengthen the individual and collective capacities (knowledge and skills), attitudes, critical reflection, assets, actions and access to services that support the reintegration of girls. \\n Relations: Interventions should equip girls with the skills to navigate the expectations and cooperative or negotiation dynamics embedded within relationships between people in the home, market, community, and groups and organizations that will influence choice. \\n Structures: Interventions should address the informal and formal institutional rules and practices, social norms and statuses that limit options available to girls and work to create space for their empowerment.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 20,
            "Heading1": "6. Planning and Designing DDR processes for children",
            "Heading2": "6.3 Data",
            "Heading3": "6.3.3 Gender responsive and transformative",
            "Heading4": ""
        },
        {
            "Paragraph": "The inclusion of girls in DDR processes is central to a gender-transformative approach. CAAFAG are often at great risk of gender-based violence, including sexual violence, and hence may require a range of gender-specific services and programmes to support their recovery. Children, especially girls, are often not identified during DDR processes as they are not always considered to be full members of an armed force or group or may be treated as dependents or wives. Furthermore, DDR practitioners are not always properly trained to identify girls associated with or formerly associated with armed forces and groups and cater to their needs. Often, girls who informally leave armed forces or groups do so to avoid stigmatization or reprisal, or because they are unaware that they have the right to benefit from any kind of support. For these reasons, specific mechanisms should be developed to identify girls formerly associated with armed forces and groups and inform them about the benefits they may be entitled to through child-sensitive DDR processes. In order not to put girls at risk, this must be done in a sensitive manner, for example, through organizations and groups with which girls are already involved, such as health care facilities (particularly those dealing with reproductive health), religious centres and organizations that assist survivors of sexual violence (see IDDRS 5.10 on Women, Gender and DDR).",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 20,
            "Heading1": "6. Planning and Designing DDR processes for children",
            "Heading2": "6.3 Data",
            "Heading3": "6.3.3 Gender responsive and transformative",
            "Heading4": ""
        },
        {
            "Paragraph": "As a key element, a gender-transformative approach should also engage boys, young men, and the wider community so that girls may be viewed and treated more equally by the whole community. It should also recognize that boys and men may also become associated with armed forces and groups due to expectations about the gender roles they should perform, including roles as protector and bread winner even at young ages, particularly where a father has died or is missing, and about social norms that promote violence and/or taking up arms as acceptable or preferred measures to resolve problems. This community-based approach is necessary to help promote the empowerment of girls by educating traditional patriarchal communities on gender equality and thus work towards countering harmful gender norms that enable violence to flourish. Other gender transformative approaches critical for boys include: \\n Non-violent forms of masculinities: Often through socialization into violence or through witnessing the use of violence while with armed forces and groups, boys may develop an association of violence through social norms surrounding masculinity and social recognition. Such associations may in turn lead to the development of anti-social behaviour towards themselves, to girls or vulnerable groups, or to community. Supporting boys in deconstructing violent or militarized norms about masculinity is an essential part of breaking the cycle of violence and supporting successful reintegration. This may also involve supporting emotional skill development, including understanding and working with anger in a healthy way. \\n Gender-Equitable Relations and Structures: The ideology, structure and treatment of women or girls in armed forces and groups may have led to the development of non-equitable views regarding gender norms, which may affect notions of what ‘consent’ is. Supporting equitable norms, views, and approaches to being in relationship with girls, and cultivating respect for agency and choice of girls and women, is critical to supporting boys formulate healthy norms and relationships in adulthood.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 20,
            "Heading1": "6. Planning and Designing DDR processes for children",
            "Heading2": "6.3 Data",
            "Heading3": "6.3.3 Gender responsive and transformative",
            "Heading4": ""
        },
        {
            "Paragraph": "A gender-transformative approach should also ensure that gender is a key feature of all DDR assessments and is incorporated into all elements of release and reintegration (see IDDRS 3.10 on Integrated Assessments).",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 21,
            "Heading1": "6. Planning and Designing DDR processes for children",
            "Heading2": "6.3 Data",
            "Heading3": "6.3.3 Gender responsive and transformative",
            "Heading4": ""
        },
        {
            "Paragraph": "The factors that lead to children associating with armed forces and groups are complex, and usually involve a number of push and pull factors specific to each child and their wider environment. Understanding the recruitment pathways of children into armed forces and groups is important for development of effective (re-)recruitment prevention strategies and can influence reintegration programming. For example, in some instances of forcible recruitment, new members are required to engage in violence against their family and community to reduce the incentive to escape. This can make their reintegration and community acceptance particularly difficult.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 17,
            "Heading1": "6. Planning and Designing DDR processes for children",
            "Heading2": "6.3 Data",
            "Heading3": "6.3.3 Gender responsive and transformative",
            "Heading4": ""
        },
        {
            "Paragraph": "Prevention efforts should start early and take place before and continuously throughout armed conflict. Furthermore, these efforts should recognize that children are embedded in families and communities, and programmes must target each part of their ecosystem. Prevention efforts should be based on an analysis of the dynamics of recruitment and its underlying causes and include advocacy strategies that are directed at all levels of governance, both formal and informal. Government ministries, child focused non-governmental organizations, DDR practitioners and child protection actors should monitor and analyse information on the recruitment of children to understand recruitment patterns.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 21,
            "Heading1": "7. Prevention of recruitment and re-recruitment of children",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "To prevent the (re-)recruitment of children as part of DDR processes, various risk factors should be analysed at the structural, social and individual levels (see Table 1 below). Special focus shall be given to children at the most risk of recruitment.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 22,
            "Heading1": "7. Prevention of recruitment and re-recruitment of children",
            "Heading2": "7.1  Identification and documentation of risks of (re-)recruitment",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Some children are particularly vulnerable to (re-)recruitment because of inadequate protection, such as children living in conflict zones, child refugees or those who have been internally displaced, unaccompanied children, orphans or those separated from their families, children in child- or female-headed households, and children with very young parents. Girls and boys are at greater risk of being recruited in certain locations, such as zones of intense conflict; areas frequently crossed by troops; and public places with concentrations of children such as markets, schools, refugee camps or camps for internally displaced persons, and places where children go to fetch wood or water.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 22,
            "Heading1": "7. Prevention of recruitment and re-recruitment of children",
            "Heading2": "7.1  Identification and documentation of risks of (re-)recruitment",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Child recruitment is not always a sudden occurrence, but can take place gradually, progressing from initial contact to formal association. Children may start with occasional visits to the camps of armed forces or groups to look for food, polish shoes or carry out other tasks. Increasingly, they are given more responsibilities, then they may seek shelter at these camps, and eventually they start to take part fully in military life. Preventing this kind of ‘voluntary’ recruitment is a particular challenge and engagement is needed to sensitize communities on the risks of children having contact and forming associations with an armed force or group, even if it appears harmless.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 23,
            "Heading1": "7. Prevention of recruitment and re-recruitment of children",
            "Heading2": "7.1  Identification and documentation of risks of (re-)recruitment",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "It is also important that the identification and documentation of (re-)recruitment risk considers aspects of child agency that may make children more vulnerable to recruitment. While forcible recruitment remains an issue, most children are recruited through the manipulation of their economic, social, political and/or psychological vulnerability.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 23,
            "Heading1": "7. Prevention of recruitment and re-recruitment of children",
            "Heading2": "7.1  Identification and documentation of risks of (re-)recruitment",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The most effective way to prevent child (re-)recruitment is the development and ongoing strengthening of a protective environment. Building a protective environment helps all children in the community and supports not only prevention of (re-)recruitment but effective reintegration. To this end, DDR practitioners should jointly coordinate with Government, civil society, and child protection actors involved in providing services during DDR processes to strengthen the protective environment of children in affected communities through:",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 23,
            "Heading1": "7. Prevention of recruitment and re-recruitment of children",
            "Heading2": "7.2 Prevention of recruitment through the creation of a protective environment",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Efforts should be made to strengthen family resilience, especially in assisting parents to cope with wartime stress, including through access to mental health support and parenting classes, and to minimize the risks of negative family coping behaviours (e.g., child neglect, domestic violence, child marriage and parental discord). Parents also have a role to play to build resilience in their children and educate them on the risks of recruitment. This may include informing them about recruiting efforts on the internet and social media, if they play a key role in driving the conflict. Parents should also be supported to counter gender-based societal expectations of boys as fighters and girls as ‘bush wives’.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 23,
            "Heading1": "7. Prevention of recruitment and re-recruitment of children",
            "Heading2": "7.2 Prevention of recruitment through the creation of a protective environment",
            "Heading3": "7.2.1 Family resilience",
            "Heading4": ""
        },
        {
            "Paragraph": "Working with communities to help them better understand why children might join armed forces and groups, explain the developmental effects of child recruitment, and identify how to protect children will all help to prevent (re-)recruitment. Communities should be encouraged to establish community-based child protection networks. These networks can work on awareness- raising, good parenting skills, identifying at-risk children and mediating family disputes (where appropriate and with training). Where appropriate, these networks can be supported to establish community monitoring mechanisms, such as early warning systems. Non-individually identifiable data from these early warning systems can then be shared with national human rights commissions, national observatories and/or Government authorities.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 24,
            "Heading1": "7. Prevention of recruitment and re-recruitment of children",
            "Heading2": "7.2 Prevention of recruitment through the creation of a protective environment",
            "Heading3": "7.2.2 Community resilience",
            "Heading4": ""
        },
        {
            "Paragraph": "In addition, where appropriate, children may be included in community violence reduction (CVR) programmes, consistent with relevant national and international legal safeguards, including on the involvement of children in hazardous work, to ensure their rights, needs and well-being are carefully accounted for (see section 8.4 below and IDDRS 2.30 on Community Violence Reduction).",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 24,
            "Heading1": "7. Prevention of recruitment and re-recruitment of children",
            "Heading2": "7.2 Prevention of recruitment through the creation of a protective environment",
            "Heading3": "7.2.2 Community resilience",
            "Heading4": ""
        },
        {
            "Paragraph": "To bolster children’s individual resilience to (re-)recruitment, support can be provided that allows children to develop their life skills (see section 7.9.3).",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 24,
            "Heading1": "7. Prevention of recruitment and re-recruitment of children",
            "Heading2": "7.2 Prevention of recruitment through the creation of a protective environment",
            "Heading3": "7.2.3 Life skills",
            "Heading4": ""
        },
        {
            "Paragraph": "An important way to prevent child recruitment into armed forces and groups can be to address the underlying socioeconomic factors that cause children to be vulnerable to (re-)recruitment. Investment in education and broader economic development and employment opportunities may help. Investment in basic service delivery, necessary community infrastructure and key markets at the local level can also support community initiatives to prevent (re-)recruitment. Socioeconomic prevention methodologies should be linked “coherently and as early as possible to national and sectoral frameworks and policies for peacebuilding, recovery and development where they exist at the country level.”4",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 24,
            "Heading1": "7. Prevention of recruitment and re-recruitment of children",
            "Heading2": "7.2 Prevention of recruitment through the creation of a protective environment",
            "Heading3": "7.2.4 Addressing socioeconomic insecurity",
            "Heading4": ""
        },
        {
            "Paragraph": "Adult members of armed forces and groups shall be sensitized regarding child rights, including rights of girls. Taking this action contributes to a protective environment, as it removes justifications for recruitment of children.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 22,
            "Heading1": "7. Prevention of recruitment and re-recruitment of children",
            "Heading2": "7.2 Prevention of recruitment through the creation of a protective environment",
            "Heading3": "7.2.5 Child protection advocacy",
            "Heading4": ""
        },
        {
            "Paragraph": "Advocacy shall also be directed towards national decision makers, as this can raise awareness of the recruitment and use of children in armed conflict and can lead to the introduction of new laws. Advocacy may include measures towards the ratification and implementation of international legal instruments on child protection, or the reinforcement of these legal instruments; the adaptation of laws related to the recruitment and use of children in armed conflict; and the end of impunity for those who recruit and/or use children in armed conflict. It should also include laws and policies that protect children against forms of child abuse, including gender-based violence, that are sometimes among the factors that prompt children to join armed forces and groups. After enactment, appropriate sanctions can be implemented and enforced against people who continue to recruit children.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 22,
            "Heading1": "7. Prevention of recruitment and re-recruitment of children",
            "Heading2": "7.2 Prevention of recruitment through the creation of a protective environment",
            "Heading3": "7.2.5 Child protection advocacy",
            "Heading4": ""
        },
        {
            "Paragraph": "A strong awareness of the existing legal framework is considered central to prevention strategies, but international norms and procedures alone do not restrain armed groups. Awareness campaigns should be followed up with accountability measures against the perpetrators. However, it should also be recognized that punitive approaches intended to strengthen prevention down the line can also have unintended consequences, including armed groups actively hiding information about children in their ranks, which may make military commanders more reluctant to enter DDR processes (see IDDRS 6.20 on DDR and Transitional Justice).",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 25,
            "Heading1": "7. Prevention of recruitment and re-recruitment of children",
            "Heading2": "7.2 Prevention of recruitment through the creation of a protective environment",
            "Heading3": "7.2.5 Child protection advocacy",
            "Heading4": ""
        },
        {
            "Paragraph": "",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 25,
            "Heading1": "7. Prevention of recruitment and re-recruitment of children",
            "Heading2": "7.2 Prevention of recruitment through the creation of a protective environment",
            "Heading3": "7.2.6 Security sector reform",
            "Heading4": ""
        },
        {
            "Paragraph": "Monitoring and reporting on the (re-)recruitment of children is an important component of prevention and should be given adequate investment in terms of resourcing, capacity, safety and time. The UN mandated monitoring and reporting mechanism (MRM) on grave violations of child rights in situations of armed conflict, including their recruitment and use, is a comprehensive system for collecting, verifying and reporting on such violations (UNSCR 1612 (2005)). The MRM is designed “to provide for the systematic gathering of accurate, timely, objective and reliable information on grave violations committed against children”5 within the context of armed conflict that will enable responses to increase compliance with international legal obligations and to end and prevent violations. Where the MRM has been activated, engagement with parties to the conflict to develop action plans to eliminate recruitment and use of children can both lead to release of children in the ranks of armed forces or groups and provide opportunities to prevent future (re-)recruitment (see section 5.3). Where possible and safe to do so, DDR processes should support engagement with armed forces and groups and be part of verification of compliance with such action plans, including commitments to release children.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 25,
            "Heading1": "7. Prevention of recruitment and re-recruitment of children",
            "Heading2": "7.2 Prevention of recruitment through the creation of a protective environment",
            "Heading3": "7.2.7 Monitoring and reporting on the recruitment and use of children",
            "Heading4": ""
        },
        {
            "Paragraph": "Any activities should adhere to mandatory reporting laws on child abuse or gender-based violence against children, regardless of whether an MRM has been activated. Practitioners should be clear about what these laws are, be sure that children understand any mandatory reporting nationally and provide informed consent if relevant. Referral pathways for necessary response services should be available before engaging with survivors so that referrals can be made in the event of a disclosure.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 25,
            "Heading1": "7. Prevention of recruitment and re-recruitment of children",
            "Heading2": "7.2 Prevention of recruitment through the creation of a protective environment",
            "Heading3": "7.2.7 Monitoring and reporting on the recruitment and use of children",
            "Heading4": ""
        },
        {
            "Paragraph": "In addition, where relevant and safe, there should be coordination, harmonization and cross checks with the Monitoring and Reporting Arrangement (MARA) of the Conflict Related Sexual Violence (CRSV). CRSV takes multiple forms such as rape, forced pregnancy, forced sterilization, forced abortion, forced prostitution, sexual exploitation, trafficking, sexual enslavement, forced circumcision, castration, forced nudity or any other form of sexual violence of comparable gravity. Depending on the circumstances, it could constitute a war crime, a crime against humanity, genocide, torture or other gross violation of human rights. See definition of CRSV: Analytical and Conceptual Framing of Conflict-related Sexual Violence, June 2011.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 25,
            "Heading1": "7. Prevention of recruitment and re-recruitment of children",
            "Heading2": "7.2 Prevention of recruitment through the creation of a protective environment",
            "Heading3": "7.2.7 Monitoring and reporting on the recruitment and use of children",
            "Heading4": ""
        },
        {
            "Paragraph": "When designing and implementing DDR processes for CAAFAG, DDR practitioners and child protection actors must tailor support to the individual child and root them in community-based approaches and structures.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 25,
            "Heading1": "8. Child-sensitive approaches to DDR",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Individualized interventions recognize that there important differences between children based on age; from those who may appear to have voluntarily joined an armed force or group and those who have been obviously forced to do so; from those who have made decisions and been given leadership or other responsibilities when they were members of armed forces and groups and those who have been slaves; and from those who have a family waiting for them and those who cannot or wish not to return, etc. Not all children will require the same level of attention, the same approach, or the same support. Some children (e.g., girl mothers, child heads of households, etc.) may have current responsibilities that require training support for immediate employment. Workable ways of addressing each child’s situation should be developed.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 26,
            "Heading1": "8. Child-sensitive approaches to DDR",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "However, it is critical that support to CAAFAG be provided through broader holistic community-based strategies and approaches, that target CAAFAG as well as other children in conflict-affected communities. Providing similar services and reintegration support that benefit children within the wider community will mitigate against the risk of resentment, while also serving as a prevention tool that can build community resilience and address some of the underlying factors that contribute to the (re)recruitment of children into armed forces and groups.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 26,
            "Heading1": "8. Child-sensitive approaches to DDR",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Disarmament may represent the first sustained contact for CAAFAG with people outside of the armed force or group. This can be a difficult process, as it is often the first step in the transition from military to civilian life. As outlined in section 4.2.1, CAAFAG shall be eligible for DDR processes for children irrespective of whether they present themselves with a weapon or ammunition and irrespective of the role they may have played. Children with weapons and ammunition shall be disarmed, preferably by a military or government authority rather than a DDR practitioner or child protection actor. They shall not be required to demonstrate that they know how to use a weapon. CAAFAG shall be given the option of receiving a document certifying the surrender of their weapon or ammunition if there is a procedure in place and if this is in their best interests. For example, this would be a positive option if the certificate can protect the child against any doubt over his/her surrender of the weapon/ammunition, but not if it will be seen as an admission of guilt and participation in violence in an unstable or insecure environment or if it could lead to criminal prosecution (see IDDRS 4.10 on Disarmament).",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 26,
            "Heading1": "8. Child-sensitive approaches to DDR",
            "Heading2": "8.1 Disarmament",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Transition from military to civilian life may be difficult for CAAFAG because, in spite of the hardships they may have experienced during their association, they may also have found a defined role, responsibility, purpose, status and power in an armed force or group. For children who have been in an armed force or group for many years, it may at first seem impossible to conceive of a new life; this is particularly true of younger children or CAAFAG who have been indoctrinated to believe that military life is best for them and who know nothing else.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 26,
            "Heading1": "8. Child-sensitive approaches to DDR",
            "Heading2": "8.2 Demobilization",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "DDR practitioners must work together with child protection actors to prioritize physically removing CAAFAG from contact with adult combatants. Removing CAAFAG from armed forces and groups should be done in a responsible but efficient way. Symbolic actions – such as replacing military clothing with civilian clothing – can aid this adjustment; however, such actions must be clearly explained, and the child’s welfare must be paramount. Providing civilian documentation such as identity papers may be symbolic but also practical as it may allow the child to access certain services and therefore ease the child’s reintegration. Children need immediate reassurance that there are fair and realistic alternatives to military life and should receive information that they can understand about the benefits of participating in DDR processes as well as the different steps of the process. However, under no circumstances should interviewers or practitioners make promises or give assurances that they are not absolutely certain they can deliver.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 27,
            "Heading1": "8. Child-sensitive approaches to DDR",
            "Heading2": "8.2 Demobilization",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Official documentation marking demobilization may help to protect children from abuse by authorities or armed forces and groups that are still active. However, staff should establish that such documents cannot be seen and will not be used as an admission of guilt or wrongdoing. Official identification documents certifying that a child has demobilized can be provided when this protects children from re-recruitment and assures their access to reintegration support. Civilian documents proving the identity of the child with no mention of his/her participation in an armed force or group should be made available as soon as possible.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 27,
            "Heading1": "8. Child-sensitive approaches to DDR",
            "Heading2": "8.2 Demobilization",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Depending on the specific DDR process in place, demobilization may occur at semi- permanent military-controlled sites (such as cantonment sites), reception centres or mobile demobilization sites (see IDDRS 4.20 on Demobilization). When reporting to such sites, the time CAAFAG spend at the site shall be as short as possible, and every effort shall be made to rapidly identify them, register them and supply them with their immediate needs. Where possible, children should be identified before arrival at the demobilization site so that the documentation process (identification, verification, registration, medical needs) and other applicable procedures last no longer than 48 hours, after which they shall be transferred to an interim care centre (ICC) for children or to another location under civilian control. If CAAFAG report or are brought to mobile demobilization sites or reception centres, standard operating procedures shall be in place outlining when and how the handover to civilian authorities will take place.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 27,
            "Heading1": "8. Child-sensitive approaches to DDR",
            "Heading2": "8.2 Demobilization",
            "Heading3": "8.2.1 Demobilization sites",
            "Heading4": ""
        },
        {
            "Paragraph": "At all demobilization sites, semi-permanent or otherwise, particular attention shall be given to the safety and protection of children during their stay, through measures such as proper lighting, regular surveillance and security patrols. Children shall be physically separated from adult combatants, and a security system shall be established to prevent adult access to them. Girl mothers, however, shall not be separated from their children. Separate accommodation must be provided for boys and girls, including separate washing and toilet facilities, with specific health services provided when necessary (e.g., reproductive health services and hygiene kits adapted to specific needs). Female staff shall be provided for locations where girls are staying.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 27,
            "Heading1": "8. Child-sensitive approaches to DDR",
            "Heading2": "8.2 Demobilization",
            "Heading3": "8.2.1 Demobilization sites",
            "Heading4": ""
        },
        {
            "Paragraph": "Since a number of girls are likely to be mothers, demobilization sites shall also be designed to provide proper food and health care for infants and young children, with childcare assistance provided for mothers unable to care for their children. Demobilization sites must, without exception, provide medical health screening, including sexual health screening to all children, and provide necessary treatment. Efforts shall be made to improve the overall health of CAAFAG through early detection, immunization, treatment of severe conditions (such as malaria and acute respiratory infections), treatment for wounds and injuries, triage and referral of serious cases to secondary/tertiary facilities (see IDDRS 5.70 on Health and DDR).",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 27,
            "Heading1": "8. Child-sensitive approaches to DDR",
            "Heading2": "8.2 Demobilization",
            "Heading3": "8.2.1 Demobilization sites",
            "Heading4": ""
        },
        {
            "Paragraph": "Children shall be informed that they have the right not to be abused or exploited including the right to protection from sexual exploitation and abuse, and child labour, and that they have the right and ability, through adapted and efficient reporting and complaints mechanisms, to report abuse. When children do report abuse or exploitation by adult former combatants, staff or adult caregivers, they shall not be stigmatized or made to feel disloyal in any way. Their complaints must also be acted upon immediately through child-friendly mechanisms designed and put in place to protect them from such exploitation and to punish the offenders to the fullest extent possible. If children reporting abuse request such a service, they shall be given space and time to share their emotions and reflect on their experiences with health workers trained in psychotherapeutic assistance. Mechanisms shall be established to prevent offending staff from working with children in similar situations in the future (see also section 4.10.1).",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 28,
            "Heading1": "8. Child-sensitive approaches to DDR",
            "Heading2": "8.2 Demobilization",
            "Heading3": "8.2.1 Demobilization sites",
            "Heading4": ""
        },
        {
            "Paragraph": "",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 28,
            "Heading1": "8. Child-sensitive approaches to DDR",
            "Heading2": "8.2 Demobilization",
            "Heading3": "8.2.2 Transport",
            "Heading4": ""
        },
        {
            "Paragraph": "",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 28,
            "Heading1": "8. Child-sensitive approaches to DDR",
            "Heading2": "8.3 Interim alternative care",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Interim care centres are not necessary in all DDR processes for children, especially when the placement of a child in an ICC delays family and community reunification. However, ICCs can be used as a last resort, as they provide a secure space that may help children sever their links with armed forces and groups; allow time for family tracing, verification and, if necessary, gradual reunification (see section 7.4); enable medical support to be provided, including mental health and psychosocial support; and provide an opportunity for pre-discharge awareness-raising/ sensitization.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 28,
            "Heading1": "8. Child-sensitive approaches to DDR",
            "Heading2": "8.3 Interim alternative care",
            "Heading3": "8.3.1 Interim care centres",
            "Heading4": ""
        },
        {
            "Paragraph": "ICCs are not the same as cantonment sites. ICCs shall be child-friendly and their management and services consistent with the Alliance for Child Protection in Humanitarian Action’s Minimum Standards and the Guiding Principles in Interim Care Planning and Provision6 for community- based interim care. The best interests of the child shall be a primary consideration. Factors of necessity and appropriateness shall also be considered with the aim that a child will be placed into an ICC only if there is no other family- or community-based interim care available, and any placement will be for the shortest period necessary. Staffing levels for ICCs shall depend on the number, ages and needs of children in the facility. Their care and protection should be paramount, with an emphasis on reuniting children with their families or providing alternative community- based care solutions as swiftly as possible (see Annex C for more details). While security of the facility is a key concern, ICCs shall remain child-friendly and not inadvertently transform into detention facilities.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 28,
            "Heading1": "8. Child-sensitive approaches to DDR",
            "Heading2": "8.3 Interim alternative care",
            "Heading3": "8.3.1 Interim care centres",
            "Heading4": ""
        },
        {
            "Paragraph": "Adults shall not be accommodated at ICCs, and children accommodated at these centres should be grouped according to age (unless they are girl mothers). Tracing, verification, reunification, case management and monitoring should be carried out at ICCs to facilitate the return of children to their communities (including community outreach). Health check-ups and specialized health services should be provided – for example, reproductive health and antenatal services, diagnosis of sexually transmitted infections, and voluntary and confidential HIV testing and counselling – while nutritional deficiencies and war-related injuries should receive treatment. Children should receive counselling, including help to overcome distress or trauma, develop self- esteem and learn life skills; learn about reintegration and livelihood opportunities, as well as information about child labour; and receive peace education and training in non-violent conflict resolution to help them regain a sense of the social norms and routines of civilian life. Sports, cultural and recreational activities should be provided to keep children occupied and help them build trust, but there should be no formal education or training activities within the ICC apart from assessments of literacy and numeracy. Formal education and training should be provided within the community. Children should be transferred as quickly as possible to their communities, consistent with their best interests, for reintegration into communities, education, and social cohesion activities with all children as well as any community-based case management support needed. Where return is not possible, family and community-based solutions should be sought.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 29,
            "Heading1": "8. Child-sensitive approaches to DDR",
            "Heading2": "8.3 Interim alternative care",
            "Heading3": "8.3.1 Interim care centres",
            "Heading4": ""
        },
        {
            "Paragraph": "Interim care placements should be used in cases where ICCs are not available or appropriate (for example, when a child is already in the community) and when family unification is not possible or in the best interests of the child. These types of placements can include community-based care, fostering or guardianship. The Inter-Agency Guiding Principles on Unaccompanied and Separated Children (2004) provide clear guidelines on how interim care placements should be conducted. Furthermore, community-based temporary alternative care must be consistent with the United Nations Guidelines for Alternative Care (General Assembly resolution 64/142).",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 29,
            "Heading1": "8. Child-sensitive approaches to DDR",
            "Heading2": "8.3 Interim alternative care",
            "Heading3": "8.3.2 Interim care placements",
            "Heading4": ""
        },
        {
            "Paragraph": "DDR processes increasingly include CVR programmes in an effort to reduce armed violence and sustain peace (see IDDRS 2.30 on Community Violence Reduction). Specific provisions shall be developed to ensure the protection, care and support of young people (aged 15–24) who participate in CVR programmes (see IDDRS 5.30 on Youth and DDR). Where appropriate, children (under 18) may be included in CVR activities, but with relevant legal safeguards to ensure their rights and needs are carefully accounted for.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 29,
            "Heading1": "8. Child-sensitive approaches to DDR",
            "Heading2": "8.4 Community violence reduction",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The purpose of reintegration support is to provide children with assistance that has been tailored to their needs and that provides them with a viable, long-term alternative to military life. Reintegration support provided to children shall take into account differences in age, sex, individual resilience, the capacity of the child to make informed decisions, the length of stay and individual experience with an armed force or group, culture, the reintegration opportunities in an environment that will have changed in the child’s absence and other relevant factors. Reintegration support should be individualized, targeting CAAFAG as well as other at-risk, vulnerable or conflict-affected children, as well as community-based, utilizing strategies and approaches that empower communities to accept and receive CAAFAG and support their reintegration.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 30,
            "Heading1": "8. Child-sensitive approaches to DDR",
            "Heading2": "8.5 Reintegration",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Because reintegration of adult ex-combatants and persons formerly associated with armed forces and groups should be considered even in the absence of a DDR programme, reintegration programmes of adults and children can mutually reinforce each other and where relevant and safe to do so should be coordinated as much as possible. (see IDDRS 2.40 Reintegration as Part of Sustaining Peace, and IDDRS 4.30 on Reintegration).",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 30,
            "Heading1": "8. Child-sensitive approaches to DDR",
            "Heading2": "8.5 Reintegration",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "CAAFAG face a range of health issues that may impact their reintegration. The identification of health needs shall begin when the child first comes into contact with a DDR process, for example, at a reception centre or cantonment site or an interim care centre. However, ongoing health needs shall also be addressed during the reintegration process. This may be via referral to relevant local or national health facilities, medical fee coverage or the direct provision of support. All service and referral provision shall be private and confidential.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 30,
            "Heading1": "8. Child-sensitive approaches to DDR",
            "Heading2": "8.5 Reintegration",
            "Heading3": "8.5.1 Health",
            "Heading4": ""
        },
        {
            "Paragraph": "Reproductive health \\n As soon as possible after their release from an armed force or group, and for as long as necessary, girls and boys who have survived sexual violence, abuse and exploitation shall receive medical care in addition to mental health and psychosocial care (see section 7.9.1). Consideration shall also be given to boys who may have been forced to perpetrate sexual violence. All children who have experienced sexual violence shall receive access to the Minimum Initial Service Package (MISP) for sexual and reproductive health.7 Girl mothers shall be referred to community health services and psychosocial support as a priority. To prevent cycles of violence, girl mothers shall be enabled to learn positive parenting skills so that their children develop in a nurturing household. \\n DDR practitioners should invest in reproductive health awareness-raising initiatives for boys and girls (especially adolescents) covering issues such as safe motherhood, sexual violence, sexually transmitted infections, family planning and the reproductive health of young people. Increasing the awareness of boys will help to reduce the reproductive health burden on girls and enable a gender-transformative approach (see section 4.3). Consideration shall be given to any sensitivities that may arise through the inclusion of boys in these awareness-raising initiatives, and necessary preparations shall be made with families and community leaders to gain their support.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 30,
            "Heading1": "8. Child-sensitive approaches to DDR",
            "Heading2": "8.5 Reintegration",
            "Heading3": "8.5.1 Health",
            "Heading4": ""
        },
        {
            "Paragraph": "HIV/AIDS \\n Children who test positive for HIV/AIDS may experience additional community stigmatization that negatively impacts upon their reintegration. Initial screening and testing for HIV/AIDS shall be provided to CAAFAG during demobilization in a manner that voluntary and confidential. During reintegration, support for children living with HIV/AIDS should include specialist counselling by personnel with experience of working with children, support to families, targeted referrals to existing medical facilities and linkages to local, national and/or international health programmes. To ease reintegration, community-based HIV/AIDS awareness training and education can be considered (see IDDRS 5.60 on HIV/AIDS and DDR). Children may also prefer to receive treatment in locations that are discreet (i.e., not in public spaces or through discreet entrances at clinics).",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 31,
            "Heading1": "8. Child-sensitive approaches to DDR",
            "Heading2": "8.5 Reintegration",
            "Heading3": "8.5.1 Health",
            "Heading4": ""
        },
        {
            "Paragraph": "Drug and alcohol addiction \\n Drugs and alcohol are often used by commanders to establish dependence, manipulate and coerce children into committing violence. Children’s substance use can create obstacles to reintegration such as behavioural issues in the home and community, risk-taking behaviour, poor nutrition and general health, and increased vulnerability to re-recruitment. DDR practitioners should coordinate with child-focused local, national and/or international health organizations to develop or identify for referral drug and alcohol rehabilitation programmes adapted to the needs of CAAFAG. Treatment shall follow the International Standards for the Treatment of Drug Use Disorders.8",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 31,
            "Heading1": "8. Child-sensitive approaches to DDR",
            "Heading2": "8.5 Reintegration",
            "Heading3": "8.5.1 Health",
            "Heading4": ""
        },
        {
            "Paragraph": "Mental and psychosocial health is critical to effective reintegration for all age groups; however, children face specific challenges that can seriously undermine their return to civilian life. Some children may have mental health or psychosocial needs when they re-enter their communities due to their experiences during conflict, the tremendous effort required to adapt to being back in civilian life, anxiety and uncertainty, stigmatization, fear of being rejected, poverty and a lack of livelihood.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 31,
            "Heading1": "8. Child-sensitive approaches to DDR",
            "Heading2": "8.5 Reintegration",
            "Heading3": "8.5.2 Psychosocial support and special care",
            "Heading4": ""
        },
        {
            "Paragraph": "Mental health and psychosocial support should be offered (dependent on individual need and resources) to help children develop new patterns of behaviour, improve their self-esteem, develop their capacity to make decisions about the future and enable them to express emotions should they want to do so. Children and communities, with support, do have the capacity to cope with the distress caused by war. Mental health and psychosocial support activities should build on children’s natural resilience and family and community support mechanisms and encourage coping and positive development. A community-based case management system should be active for children who require individualized mental health support. This system should be available for all children in the community who may be in need.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 31,
            "Heading1": "8. Child-sensitive approaches to DDR",
            "Heading2": "8.5 Reintegration",
            "Heading3": "8.5.2 Psychosocial support and special care",
            "Heading4": ""
        },
        {
            "Paragraph": "Some children may need specific mental health or psychosocial assistance to overcome particularly negative or harmful experiences during their stay with an armed force or group. Boys and girls who have experienced sexual violence, including when of a prolonged nature, may face significant psychosocial issues affecting their reintegration – for example, an inability to trust adults, aggression and social withdrawal. Those living with injury and disability and the terminally ill, in particular, require care that is adapted to their needs and environment.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 31,
            "Heading1": "8. Child-sensitive approaches to DDR",
            "Heading2": "8.5 Reintegration",
            "Heading3": "8.5.2 Psychosocial support and special care",
            "Heading4": ""
        },
        {
            "Paragraph": "Mental health and psychosocial support interventions for children in DDR processes shall abide by the following core principles:9 \\n Human rights and equality: Focus on the protection of children most at risk of human rights violations and the promotion of equity and non-discrimination, maximizing fairness across all sub-groups of children. Equality in provision of support includes taking into consideration and tailoring support to the specific, and different needs, of boys and girls. \\n Participation: Ensure the participation of children in decisions affecting them to support their resilience and promote the participation of families and communities, as they are the most important support structures for children’s psychosocial health. \\n Do no harm: Minimize the risk of harm to children through psychosocial support by employing good coordination (with families, communities and other actors), appropriate needs assessments, cultural sensitivity, and ongoing monitoring and reflection on approach. \\n Build on available resources and capacities: Engage with existing structures and self-help mechanisms to root the intervention in local solutions. \\n Integrated support systems: Integrate into wider systems (e.g., existing community support mechanisms, formal/non-formal school systems, general health services, general mental health services, social services) to reach more people (community-based approaches) and limit stigma. \\n Multilayered supports: A layered system of complementary supports is most effective in meeting different needs: \\n\\n Basic services and security: Securing basic needs (food, shelter, water, basic health care) and ensuring a minimum level of security represent the first steps in mental and psychosocial well-being. \\n\\n Community and family supports: Most children will require some level of family/community support to address psychosocial disruption. This may include communal healing ceremonies, supportive parenting programmes, formal and non-formal educational activities, livelihood activities and the activation of social networks. \\n\\n Focused, non-specialized supports: More-affected children will require interventions by trained and supervised personnel in areas such as psychological first aid and basic mental health care by primary health-care workers. \\n\\n Specialized services: Targeting the most affected children who exhibit serious mental health and psychosocial symptoms and require either (a) referral to specialized services, if they exist, or (b) initiation of longer-term training and supervision of primary/general health- care providers.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 32,
            "Heading1": "8. Child-sensitive approaches to DDR",
            "Heading2": "8.5 Reintegration",
            "Heading3": "8.5.2 Psychosocial support and special care",
            "Heading4": ""
        },
        {
            "Paragraph": "Each context requires a specific approach to mental health and psychosocial support. However, Annex D provides some generalized do’s and don’ts for planning mental health and psychosocial support interventions. The guidelines for psychosocial support set out in IDDRS 5.30 on Youth and DDR are also applicable to children, although specific considerations for age should be made.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 33,
            "Heading1": "8. Child-sensitive approaches to DDR",
            "Heading2": "8.5 Reintegration",
            "Heading3": "8.5.2 Psychosocial support and special care",
            "Heading4": ""
        },
        {
            "Paragraph": "Following the release of children from armed forces and groups, efforts should be made to reunify children with their families, whenever possible and in their best interests. Family tracing and reunification shall be based on the Inter-Agency Guiding Principles on Unaccompanied and Separated Children.10 Family reunification is not simply a matter of returning a child to his or her family, but requires preparation, mediation, and follow-up, possibly including ceremonies of return, to help the family recognize and address problems of alienation, addiction, aggression and resistance to civil forms of authority. Reunification also involves the family in decisions regarding the child’s re-adaptation, education, learning and training. Children need to be reassured that their families want them back and accept them as they now are. Assistance should not only consist of material aid, but also include social support and follow-up.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 33,
            "Heading1": "8. Child-sensitive approaches to DDR",
            "Heading2": "8.5 Reintegration",
            "Heading3": "8.5.3 Family tracing and reunification",
            "Heading4": ""
        },
        {
            "Paragraph": "Family tracing should be started at the earliest possible stage and can be carried out at the same time as other activities. Family reunification will follow after mediation and an assessment of the situation that is quick, but thorough enough to be sure that there is no threat or discomfort to the child. Children can feel worried about returning to their family or community because of acts they may have committed when with armed forces or groups, or for any number of other reasons (e.g., girls may have been victims of sexual violence, abuse or exploitation, and may feel especially trepidatious if they have children born from those experiences).",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 33,
            "Heading1": "8. Child-sensitive approaches to DDR",
            "Heading2": "8.5 Reintegration",
            "Heading3": "8.5.3 Family tracing and reunification",
            "Heading4": ""
        },
        {
            "Paragraph": "Phased approaches to reunification may be considered if reunification is determined to be in the best interests of the child but certain challenges exist. For example, there may be family trauma as a result of conflict, or economic conditions may make immediate reunification difficult. These issues may also necessitate ongoing mediation, as well as psychosocial support to the child and family focused initially on the immediate challenge of reunification, but with a longer-term strategy to address more systemic issues.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 33,
            "Heading1": "8. Child-sensitive approaches to DDR",
            "Heading2": "8.5 Reintegration",
            "Heading3": "8.5.3 Family tracing and reunification",
            "Heading4": ""
        },
        {
            "Paragraph": "Family-based reintegration and services are crucial to the long-term success of reintegration. Case management may need to include components on support to families such as parenting support or economic support to the adults in the family.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 33,
            "Heading1": "8. Child-sensitive approaches to DDR",
            "Heading2": "8.5 Reintegration",
            "Heading3": "8.5.3 Family tracing and reunification",
            "Heading4": ""
        },
        {
            "Paragraph": "In some cases, family reunification may not be in the best interests of the child, because of difficult security or family conditions that do not provide the child with required levels of protection. It must also be recognized that poor family conditions or family connections to armed forces and groups may have been the reason the child was recruited in the first place. If these conditions remain unchanged, children are at risk of being re-recruited. When family reunification is not in the best interests of the child, for whatever reason, the aforementioned Guidelines for Alternative Care shall be followed.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 33,
            "Heading1": "8. Child-sensitive approaches to DDR",
            "Heading2": "8.5 Reintegration",
            "Heading3": "8.5.3 Family tracing and reunification",
            "Heading4": ""
        },
        {
            "Paragraph": "Families and communities have a critical role to play in the successful reintegration of CAAFAG. After their release, many CAAFAG return to some form of family relationship – be it with parents or extended family. Others, however, do not return to their family due to fear or rejection, or because their families may have been killed or cannot be traced. Family rejection often disproportionately affects girls, as they are presumed to have engaged in sexual relations with men or to have performed roles not regarded as suitable for girls according to traditional norms.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 34,
            "Heading1": "8. Child-sensitive approaches to DDR",
            "Heading2": "8.5 Reintegration",
            "Heading3": "8.5.4 Supporting families and communities",
            "Heading4": ""
        },
        {
            "Paragraph": "With family acceptance and support, reintegration is more likely to be successful. The process of family reintegration, however, is not always simple. Residual conflict may remain, or new conflicts may emerge due to various stressors. Intergenerational conflict, often a feature of societies in conflict, may be an issue and, as returning children push for voice and recognition, can intensify. ",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 34,
            "Heading1": "8. Child-sensitive approaches to DDR",
            "Heading2": "8.5 Reintegration",
            "Heading3": "8.5.4 Supporting families and communities",
            "Heading4": ""
        },
        {
            "Paragraph": "Assisting families in the creation of a supportive environment for returning CAAFAG can be achieved through a variety of means and should be considered in all DDR processes for children. This support may take a number of different forms: \\n Psychosocial support to the extended family can help to address broader psychosocial well-being concerns, overcome initial tensions and strengthen the resilience of the family as a whole. \\n Positive parenting programmes can increase awareness of the rights (and needs) of the child and help to develop parenting skills to better support returning CAAFAG (e.g., recognizing symptoms of trauma, parent-child communication, productively addressing negative behaviours in the child). \\n Promotion of parent-teacher associations (development or membership of) can provide ways for parents to support their children in school and highlight parents’ needs (e.g., help with fees, uniforms, food). \\n Income-generating activities that involve or support the whole family rather than only the child can alleviate financial concerns and promote working together. \\n Establishment of community-based child protection networks involving parents can assist in the delivery of early warnings related to recruitment risk, children’s engagement in risk-taking behaviours (e.g., drug or alcohol abuse, unsafe sex) or conflicts among children and youth in the community. \\n Support to associations of families of conflict-affected children beyond CAAFAG can help build awareness in the community of their specific needs, address stigma and provide support in a range of areas including health, income generation, community voice and participation.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 34,
            "Heading1": "8. Child-sensitive approaches to DDR",
            "Heading2": "8.5 Reintegration",
            "Heading3": "8.5.4 Supporting families and communities",
            "Heading4": ""
        },
        {
            "Paragraph": "When supporting families to take a stronger role in the reintegration of their children, it is important that the wider community does not feel that children are rewarded for their involvement with armed forces or groups, or that broader community needs are being neglected. ",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 34,
            "Heading1": "8. Child-sensitive approaches to DDR",
            "Heading2": "8.5 Reintegration",
            "Heading3": "8.5.4 Supporting families and communities",
            "Heading4": ""
        },
        {
            "Paragraph": "Community acceptance is essential for a child’s reintegration, but preconceived ideas about children coming out of armed forces and groups, or the scars of violence committed against families and/or communities, can severely limit community support. To prevent reprisals, stigmatization and community rejection, communities shall be prepared for returning CAAFAG through sensitization. This sensitization process shall begin as early as possible. Additional activities to help prepare the community include the strengthening of local child protection networks, peace and reconciliation education, and events aimed at encouraging the lasting reintegration of children.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 34,
            "Heading1": "8. Child-sensitive approaches to DDR",
            "Heading2": "8.5 Reintegration",
            "Heading3": "8.5.4 Supporting families and communities",
            "Heading4": ""
        },
        {
            "Paragraph": "Cultural, religious and traditional rituals can play an important role in the protection and reintegration of girls and boys into their communities. These may include traditional healing, cleansing and forgiveness rituals, where they are considered not to be harmful; the development of solidarity mechanisms based on tradition; and the use of proverbs and sayings in sensitization and mediation activities. Care should be taken to ensure that religious beliefs serve the best interests of the child, especially in areas where religion or cultural values may have played a role in recruitment.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 35,
            "Heading1": "8. Child-sensitive approaches to DDR",
            "Heading2": "8.5 Reintegration",
            "Heading3": "8.5.4 Supporting families and communities",
            "Heading4": ""
        },
        {
            "Paragraph": "Reconciliation ceremonies can offer forgiveness for acts committed, allow children to be ‘cleansed’ of the violence they have suffered or contributed to, restore cultural links and demonstrate children’s involvement in civilian life. Such ceremonies can increase the commitment of communities to a child’s reintegration process. Children should contribute to the creation of appropriate reintegration mechanisms to improve their sense of belonging and capacity. However, it is also essential to understand and neutralize community traditions that are physically or mentally harmful to a child. In addition, such rituals may not be suitable in all contexts.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 35,
            "Heading1": "8. Child-sensitive approaches to DDR",
            "Heading2": "8.5 Reintegration",
            "Heading3": "8.5.4 Supporting families and communities",
            "Heading4": ""
        },
        {
            "Paragraph": "Particular attention should be paid to the information that circulates among communities about returning boys and girls, so that harmful rumours (e.g., about real or presumed rates of HIV/AIDS among them and the alleged sexual behaviour of girls) can be effectively countered. Girls are at highest risk of rejection by their communities, and it is important for programme staff to engage on a continual basis with the community to educate them about the experience girls have had and the challenges they face without fostering pity or stigma. Programme staff should consult with affected girls and include them in the planning and implementation of initiatives, including how their experiences are portrayed, where possible.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 35,
            "Heading1": "8. Child-sensitive approaches to DDR",
            "Heading2": "8.5 Reintegration",
            "Heading3": "8.5.4 Supporting families and communities",
            "Heading4": ""
        },
        {
            "Paragraph": "Specific focus should be given to addressing issues of gender-based violence, including sexual violence. Girls who experience gender-based violence during their time associated with an armed force or group will often face stigmatization on their return, while boys will often never discuss it due to societal taboos.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 35,
            "Heading1": "8. Child-sensitive approaches to DDR",
            "Heading2": "8.5 Reintegration",
            "Heading3": "8.5.4 Supporting families and communities",
            "Heading4": ""
        },
        {
            "Paragraph": "Specific engagement with communities to aid the reintegration of CAAFAG may include: \\n Community sensitization and awareness-raising to educate communities on the rights of the child, the challenges CAAFAG face in their reintegration and the role that the community plays in this process; \\n Community-based psychosocial support addressing the needs of conflict-affected community members as well as CAAFAG and their families; \\n Community-wide parenting programmes that include the parents of CAAFAG and non-CAAFAG and help improve awareness and foster social inclusion and cohesion; \\n Support to community-based child protection structures that benefits the whole community, including those that reduce the risk of recruitment; \\n Investment in child-focused infrastructure rehabilitation (e.g., schools, health centres, child/youth centres) that provide benefit to all children in the community; \\n Community-wide income-generation and employment programmes that bring older children as well as the parents of CAAFAG and non-CAAFAG together and provide much-needed livelihood opportunities; \\n Creation of community child committees that bring together community leaders, parents and child representatives (selected from children in the community, including CAAFAG and non- CAAFAG) to provide children with a platform to ensure their voice and participation, especially in the reconstruction process, is guaranteed; and \\n Advocacy support (including training, resources and/or linkages) to increase the role and voice of communities and children/youth in the development/revision of national child and youth policies, as well as interventions.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 35,
            "Heading1": "8. Child-sensitive approaches to DDR",
            "Heading2": "8.5 Reintegration",
            "Heading3": "8.5.4 Supporting families and communities",
            "Heading4": ""
        },
        {
            "Paragraph": "Education is a critical component of enabling returning CAAFAG to successfully transition into normal civilian routines and helps to prepare them for future opportunities. The higher a child’s level of education, the more likely his/her reintegration is to succeed. DDR processes for children shall therefore support children to try to reach (or recover) as high a level of education as possible, often starting with basic literacy.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 36,
            "Heading1": "8. Child-sensitive approaches to DDR",
            "Heading2": "8.5 Reintegration",
            "Heading3": "8.5.5 Access to education",
            "Heading4": ""
        },
        {
            "Paragraph": "After a relatively long stay within armed forces or groups, or because of the difficulties they previously experienced in school, children may not be able to adapt to traditional teaching methods. For these situations, schooling programmes should be developed in consultation with the ministry of education that are specifically designed for such children, and that achieve the same results as other formal educational programmes. To better support children who are struggling, teachers should receive specific training. This may include training in recognizing signs of emotional stress, managing problematic behaviour and developing effective pupil-parent relations.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 36,
            "Heading1": "8. Child-sensitive approaches to DDR",
            "Heading2": "8.5 Reintegration",
            "Heading3": "8.5.5 Access to education",
            "Heading4": ""
        },
        {
            "Paragraph": "Accelerated Education Programmes (AEPs) and other remedial schooling programmes for children who have been out of school for long periods can provide vital catch-up education. An AEP is “a flexible, age-appropriate programme, run in an accelerated timeframe, which aims to provide access to education for disadvantaged, over-age, out-of-school children and youth. This may include those who missed out on or had their education disrupted due to poverty, marginalization, conflict and crisis. The goal of AEPs is to provide learners with equivalent, certified competencies for basic education using effective teaching and learning approaches that match their level of cognitive maturity.”",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 36,
            "Heading1": "8. Child-sensitive approaches to DDR",
            "Heading2": "8.5 Reintegration",
            "Heading3": "8.5.5 Access to education",
            "Heading4": ""
        },
        {
            "Paragraph": "The AEP Working Group details 10 principles for the delivery of accelerated education, as well as key action points, key definitions, essential information, examples and case studies, and indications of challenges and other points to consider. These principles shall be followed by any programme engaging in AEPs.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 36,
            "Heading1": "8. Child-sensitive approaches to DDR",
            "Heading2": "8.5 Reintegration",
            "Heading3": "8.5.5 Access to education",
            "Heading4": ""
        },
        {
            "Paragraph": "DDR processes for children can further support the education of demobilized CAAFAG through various other means including AEP teacher training; capacity-building of a country training team; provision of teaching and learning materials; provision of school furniture; payment of incentives to AEP teachers; payment of registration and examination fees; and the renovation and rehabilitation of schools, including sanitation facilities. Moreover, modalities should be developed that enable part-time study if this is desirable, and other assistance should be provided to boost attendance (e.g., food, childcare facilities for girl mothers).",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 37,
            "Heading1": "8. Child-sensitive approaches to DDR",
            "Heading2": "8.5 Reintegration",
            "Heading3": "8.5.5 Access to education",
            "Heading4": ""
        },
        {
            "Paragraph": "The aim, wherever possible, should be to integrate returning children into existing education systems. Supporting these systems provides a benefit for the entire community and can help to ease reintegration of CAAFAG. However, even with the assistance of such programmes, some children may not be able to return to the regular school system. In such cases, programmes should be designed to include vocational training activities (skills training and apprenticeships) that are suited to local conditions and markets, and in line with national legislation on minimum working age and working conditions, (see section 7.9.5).",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 37,
            "Heading1": "8. Child-sensitive approaches to DDR",
            "Heading2": "8.5 Reintegration",
            "Heading3": "8.5.5 Access to education",
            "Heading4": ""
        },
        {
            "Paragraph": "Life skills are those abilities that help to promote psychological well-being and competence in children as they face the realities of life. These are the ten core life skill strategies and techniques: \\n problem-solving; \\n critical thinking; \\n effective communication skills; \\n agency and decision-making; \\n creative thinking; \\n interpersonal relationship skills; \\n self-awareness building skills; \\n empathy; \\n coping with stress; and \\n emotions.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 37,
            "Heading1": "8. Child-sensitive approaches to DDR",
            "Heading2": "8.5 Reintegration",
            "Heading3": "8.5.6 Life skills",
            "Heading4": ""
        },
        {
            "Paragraph": "Programmes aimed at developing life skills can, among other effects, lessen violent behaviour and increase prosocial behaviour. They can also increase children’s ability to plan ahead and choose effective solutions to problems. CAAFAG often lose the opportunity to develop life skills during armed conflict, and this can adversely affect their reintegration. For this reason, DDR processes for children should explicitly focus on the development of such skills. Life skills training can be integrated into other parts of the reintegration process, such as education or health initiatives, or can be developed as a stand-alone initiative if the need is identified during demobilization. The inclusion of all conflict-affected children within a community in such initiatives will have greater impact than focusing solely on CAAFAG.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 38,
            "Heading1": "8. Child-sensitive approaches to DDR",
            "Heading2": "8.5 Reintegration",
            "Heading3": "8.5.6 Life skills",
            "Heading4": ""
        },
        {
            "Paragraph": "Vocational training opportunities for children shall be realistic in terms of what the local economy can support and shall also reflect the wishes of the child. There should be made available as wide a range of training options as possible, consistent with local market conditions, to help children adapt successfully to civilian life and to what the market demands. This training may build on skills and competencies learned when the child was associated with an armed force or group. A choice of training options beyond traditional areas should be promoted, as should the provision of support to girls (including financial and childcare support, where appropriate). More specifically, vocational and skills training may include: \\n Analysis of livelihood systems, agriculture, market opportunities, and household economies to develop economically relevant training, alternative forms of education and opportunities for economic reintegration. \\n Coordination between stakeholders to improve lessons learned, development of joint programmes, appropriate referrals and measures to avoid inconsistencies in the benefits provided. \\n Community consultation to develop collective initiatives benefiting the community. Business skills training to prepare children to keep accounts and handle money. \\n Apprenticeships and on-the-job training for those with no previous work experience. \\n Life skills training, including basic social norms and civic education, parenting skills, rights at work and home, prevention of HIV/AIDS, and education to counter interpersonal violence. \\n Incorporation of gender-transformative approaches to ensure sensitivity to the particular challenges faced by girls, increase awareness in both girls and boys of the challenges faced by the other gender, and foster positive gender relationships. \\n Development of skills in non-violent conflict resolution and anger management to help CAAFAG in their everyday lives. \\n Provision of childcare and, if necessary, flexible training schedules for girl mothers.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 38,
            "Heading1": "8. Child-sensitive approaches to DDR",
            "Heading2": "8.5 Reintegration",
            "Heading3": "8.5.7 Vocational training and livelihood development",
            "Heading4": ""
        },
        {
            "Paragraph": "Some children need to start earning a living immediately after they return to their family and community and should be helped to earn an income or receive benefits while they obtain training and/or an education. For example, the sale of things they have made, or animals reared during their training may facilitate the purchase of tools or other equipment that are needed for future work. Boys and girls, particularly those of legal working age, should benefit from an adapted version of socioeconomic support programmes designed for demobilized adults (see IDDRS 4.30 on Reintegration). However, income-generating activities for children should be in line with national and international laws on child labour, including ILO convention 138 on minimum age of work. Livelihood options for girls should not be based on traditionally assigned gender roles. Instead, the focus should be on what girls want to do. Linkages to the local business, trades and agricultural communities should be sought and can aid in employment, small business mentoring and ongoing analysis of market needs.12",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 39,
            "Heading1": "8. Child-sensitive approaches to DDR",
            "Heading2": "8.5 Reintegration",
            "Heading3": "8.5.7 Vocational training and livelihood development",
            "Heading4": ""
        },
        {
            "Paragraph": "As part of planning and implementing a child-sensitive approach to DDR-related interventions, CAAFAG can be provided with social protection assistance to reduce vulnerability to poverty and deprivation, promote social inclusion and child protection, and strengthen family and community resilience. This may include: \\n Multipurpose cash grants. \\n Commodity (e.g., food or rent) or value vouchers. \\n Family and child allowances. \\n Disability social pensions and benefits. \\n Transfers in exchange for a parent working (cash for work). \\n Transfers in exchange for attending health check-ups (for all family members). \\n Business recovery or start-up grants (for older children or parents of CAAFAG) subject to conditions (e.g., business management training, business plan development, etc.); and \\n Scholarship benefits restricted to certain areas (e.g., school fees, school supplies, etc.).",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 39,
            "Heading1": "8. Child-sensitive approaches to DDR",
            "Heading2": "8.5 Reintegration",
            "Heading3": "8.5.8 Social protection assistance",
            "Heading4": ""
        },
        {
            "Paragraph": "To ensure that assistance is child-sensitive, it must be governed by a number of guiding principles: \\n Assistance must be designed with the child’s best interests in mind and necessary safeguards in place, so that cash or other material assistance does not create incentives or push/pull factors to recruitment of children in the community or re-recruitment of the child and does not draw attention to the child. \\n Assistance must be based on findings from the situation analysis and risk assessments (see sections 6.1 and 6.2). \\n Assistance shall be targeted towards the most vulnerable CAAFAG (for example, girl mothers, persons with disabilities, and separated or unaccompanied minors) and their families. \\n Assistance shall be predictable, allowing households to plan, manage risk and invest in diverse activities. \\n Mixed delivery approaches (individual and community) should be considered, where appropriate, to strengthen conflict sensitivity. \\n Community-based approaches should be promoted when they are likely to reduce resentment, increase community acceptance of returning CAAFAG, result in local economic benefits and strengthen social reintegration outcomes. \\n Focus should be given to assistance that is multisectoral (e.g., health, education, water, sanitation and protection) and that has multiplier impacts. \\n Conditions should be placed on community grants (e.g., training, awareness-raising activities, investment in community-level income-generating activities and benefits for the children of the households engaged). \\n Investment in community structures should be promoted when these structures foster a protective environment for children (e.g., community-based child protection committees and community early warning prevention systems). \\n Risk mitigation strategies shall be developed and implemented to reduce the risk of abuse. For example, it should be ensured that distributors of assistance work in pairs, that post- distribution monitoring is carried out and that children are empowered to speak out about their rights.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 39,
            "Heading1": "8. Child-sensitive approaches to DDR",
            "Heading2": "8.5 Reintegration",
            "Heading3": "8.5.8 Social protection assistance",
            "Heading4": ""
        },
        {
            "Paragraph": "Being recognized, accepted, respected, and heard in the community is an important part of the reintegration process. However, this is a complex issue for children, as they are generally excluded from community decision-making processes. Children may also lack the self-esteem and skills necessary to engage in community affairs usually reserved for adults. Reintegration support should strive to generate capacities for such participation in civilian life.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 40,
            "Heading1": "8. Child-sensitive approaches to DDR",
            "Heading2": "8.5 Reintegration",
            "Heading3": "8.5.9 Voice, participation and representation",
            "Heading4": ""
        },
        {
            "Paragraph": "Although political reintegration is generally a feature of adult DDR processes (see IDDRS 4.30 on Reintegration), children also have political rights and should be heard in decisions that shape their future. Efforts should be made to ensure that children’s voices are heard in local-level decision-making processes that affect them. Not only is this a rights-based issue, but it is also an important way to address some of the grievances that may have led to their recruitment (and potential re-recruitment). For children nearing the age of majority, having a voice in decision- making can be a key factor in reducing intergenerational conflict.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 41,
            "Heading1": "8. Child-sensitive approaches to DDR",
            "Heading2": "8.5 Reintegration",
            "Heading3": "8.5.9 Voice, participation and representation",
            "Heading4": ""
        },
        {
            "Paragraph": "CAAFAG may face particular difficulties attaining a role in their community due to their past associations or because they belong to communities that were excluded prior to the conflict. Girls, persons with disabilities, or people living with HIV/AIDS may also be denied full participation in community life. The creation of inclusive societies is an issue bigger than DDR. However, the reintegration process provides an opportunity to make an initial investment in this endeavour through potential interventions in several areas.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 41,
            "Heading1": "8. Child-sensitive approaches to DDR",
            "Heading2": "8.5 Reintegration",
            "Heading3": "8.5.9 Voice, participation and representation",
            "Heading4": ""
        },
        {
            "Paragraph": "Civic education \\n To make the transition from military to civilian life, children need to be aware of their political rights and, eventually, responsibilities. They need to understand good citizenship, communication and teamwork, and non-violent conflict resolution methods. Ultimately, it is the child’s behaviour that will facilitate successful reintegration, and preparing a child to engage socially and politically, in a productive manner, will be central to this process. Such activities can prepare them to play a socially useful role that is acknowledged by the community. Special efforts should be made to include girls in civic education training to ensure they are aware of their rights. However, children should not be forced to participate in any activities, nor used by armed or political groups to achieve specific political objectives, and their rights to free speech, opinion and privacy should be prioritized.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 41,
            "Heading1": "8. Child-sensitive approaches to DDR",
            "Heading2": "8.5 Reintegration",
            "Heading3": "8.5.9 Voice, participation and representation",
            "Heading4": ""
        },
        {
            "Paragraph": "Ensure child participants in DDR processes have a voice in local and national recovery \\n DDR processes should be aligned with national plans and strategies for recovery, the design of which should be informed by inputs from their participants. The inclusion of conflict-affected children and CAAFAG in these processes enables children to identify and advocate for specific measures of importance with regard to youth and recovery policies. Specific attention should be given to particularly vulnerable groups who may ordinarily be marginalized.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 41,
            "Heading1": "8. Child-sensitive approaches to DDR",
            "Heading2": "8.5 Reintegration",
            "Heading3": "8.5.9 Voice, participation and representation",
            "Heading4": ""
        },
        {
            "Paragraph": "Promote the gender transformation agenda \\n Efforts to strengthen the agency of girls will only go so far in addressing gender inequality. It is also important to work with the relationships and structures present that contribute to their (dis)empowerment. It is critical to support the voice and representation of girls within their communities to enable their full reintegration and to contribute to eradication of the structural inequalities that influenced their recruitment. Working with men and boys to address male gender roles and masculine norms that promote violence is required.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 41,
            "Heading1": "8. Child-sensitive approaches to DDR",
            "Heading2": "8.5 Reintegration",
            "Heading3": "8.5.9 Voice, participation and representation",
            "Heading4": ""
        },
        {
            "Paragraph": "Build a collective voice \\n An inclusive programme sees community children, particularly those affected by conflict in other ways, participating in programming alongside CAAFAG. This provides an opportunity for children and youth to coordinate and advocate for greater inclusion in decision-making processes.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 42,
            "Heading1": "8. Child-sensitive approaches to DDR",
            "Heading2": "8.5 Reintegration",
            "Heading3": "8.5.9 Voice, participation and representation",
            "Heading4": ""
        },
        {
            "Paragraph": "Create children’s committees across the various areas of reintegration programming \\n Children should have the opportunity to put forward their views individually and collectively. Doing so will provide a mechanism to substantively improve programme outcomes and thus ensure the best interests of the child. It also gives greater voice to other vulnerable and marginalized children in the community. Steps should be taken to ensure that girls, and especially girl mothers, are included in these committees.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 42,
            "Heading1": "8. Child-sensitive approaches to DDR",
            "Heading2": "8.5 Reintegration",
            "Heading3": "8.5.9 Voice, participation and representation",
            "Heading4": ""
        },
        {
            "Paragraph": "Encourage the participation and visibility of programme beneficiaries in public events \\n Greater participation and visibility of CAAFAG as well as non-CAAFAG will increase the opportunities for children to be involved in community processes. As community members, and community decision makers in particular, have more positive interactions with CAAFAG, they are more likely to open up space for their involvement in community affairs. However, all participation shall be voluntary, and CAAFAG should not be pushed into visible roles unless they feel comfortable occupying them.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 42,
            "Heading1": "8. Child-sensitive approaches to DDR",
            "Heading2": "8.5 Reintegration",
            "Heading3": "8.5.9 Voice, participation and representation",
            "Heading4": ""
        },
        {
            "Paragraph": "After CAAFAG have returned to their families and communities, monitoring and follow-up is essential. It requires careful planning, adequate funding and the collaboration of key governmental bodies, UN agencies and non-governmental organizations.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 42,
            "Heading1": "8. Child-sensitive approaches to DDR",
            "Heading2": "8.5 Reintegration",
            "Heading3": "8.5.10 Monitoring and follow-up",
            "Heading4": ""
        },
        {
            "Paragraph": "Monitoring activities should occur through regular visits to children’s homes, schools, and communities, including meetings with families, peers, teachers, and community leaders, without creating stigma or risk to the individuals and families involved. The living conditions of the child, the quality of his/her relationship with family members and caregivers, and the level of reintegration in the community should be regularly assessed. Confidential, accessible, and safe feedback mechanisms that allow children to report any concerns should be in place. Challenges should be identified to facilitate problem-solving, referral or programme adaptation where required. Success stories are also important for the generation of positive lessons learned and to present opportunities for replication in other areas or programmes.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 42,
            "Heading1": "8. Child-sensitive approaches to DDR",
            "Heading2": "8.5 Reintegration",
            "Heading3": "8.5.10 Monitoring and follow-up",
            "Heading4": ""
        },
        {
            "Paragraph": "Monitoring should be conducted by a dedicated monitoring, evaluation and learning team. More staff are likely to be needed when large numbers of children are reunited with their families, because monitoring visits and other support activities become more labour-intensive and time- consuming as children are dispersed from a few central locations to scattered communities. Community-based child protection networks and community leaders, especially women, should be actively involved in monitoring the safety and well-being of reunited children, and should assume increasing responsibility for ongoing monitoring and follow-up to ensure a smooth takeover of this work by the community.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 42,
            "Heading1": "8. Child-sensitive approaches to DDR",
            "Heading2": "8.5 Reintegration",
            "Heading3": "8.5.10 Monitoring and follow-up",
            "Heading4": ""
        },
        {
            "Paragraph": "Monitoring systems should be developed to use programme-related data gathered during demobilization including verification exercises for children. Effective programme monitoring improves accountability by recording information on programme progress, suitability of selected approaches, and impact of support on children’s well-being. Monitoring should be conducted throughout programming to inform programme adjustments, including how to better reach particularly vulnerable groups of children, such as girls or disabled children. Close, continuous monitoring at the situational level is also essential, as the context will certainly change over time as issues relating to child recruitment and use, verification and release are complex and often unpredictable.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 43,
            "Heading1": "8. Child-sensitive approaches to DDR",
            "Heading2": "8.5 Reintegration",
            "Heading3": "8.5.10 Monitoring and follow-up",
            "Heading4": ""
        },
        {
            "Paragraph": "Follow-up systems should be established to ensure post-programme support for reintegrating children. The reintegration process takes time and will usually not be completed within the period of the programme. Returning CAAFAG remain vulnerable to re-recruitment, social exclusion and poverty and will require ongoing support for several years. Regular follow-up should be seen as an important element of the continuum of care for children. Therefore, follow-up support is critical to an effective exit strategy, ensuring that programme gains in reintegration are safeguarded.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 43,
            "Heading1": "8. Child-sensitive approaches to DDR",
            "Heading2": "8.5 Reintegration",
            "Heading3": "8.5.10 Monitoring and follow-up",
            "Heading4": ""
        },
        {
            "Paragraph": "Follow-up systems should be developed in close consultation with children and the community. They should focus on especially vulnerable children (e.g., girl mothers, those not reunited with their family, those with severe psychosocial issues and disabled children). Support measures should be informed by disaggregated monitoring to ensure accurate targeting. Follow- up systems should also be community-based but linked to national systems. This can be achieved, for example, by supporting child well-being assessments.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 43,
            "Heading1": "8. Child-sensitive approaches to DDR",
            "Heading2": "8.5 Reintegration",
            "Heading3": "8.5.10 Monitoring and follow-up",
            "Heading4": ""
        },
        {
            "Paragraph": "When DDR programmes are linked to security sector reform (SSR), the composition of the new national army may be tied to the number of members of each armed force and group (see IDDRS 6.10 on DDR and SSR). Children are often included in these figures. Negotiations on SSR and force reduction must include the release of all children. CAAFAG shall not be included in troop numbers because the presence of children is illegal and including them may encourage more recruitment of children in the period before negotiations.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 43,
            "Heading1": "8. Child-sensitive approaches to DDR",
            "Heading2": "8.6 Security sector reform",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Governments are bound by the CRC and guided by international standards and norms when dealing with children who are alleged to have, accused of having, or recognized as having infringed the penal law during the course of their association with an armed force or group. This is independent of the type of crime that is alleged to have been committed. In all cases, children shall be treated primarily as victims of human rights violations. Prosecution and judicial proceedings should only be used as a last resort, with emphasis instead on recovery and reintegration.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 43,
            "Heading1": "9. Criminal responsibility and accountability",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Children, as victims of recruitment and use, should not be deprived of their liberty, prosecuted, punished or threatened with prosecution or punishment solely for their membership in armed forces or groups, consistent with Article 8.7 of the Paris Principles. National laws that criminalize child association effectively criminalize the child’s status (associated) which results from an adult’s criminal conduct (recruitment and use), and that violates the human rights of the child. Such laws should not apply to children. In addition, as for adults, any expressions of support for particular groups, acts, or ideologies that do not rise to the level of legally defined crimes such as incitement to discrimination, hostility, or violence, or to committing terrorist acts, should not constitute criminal offenses. Under the convention on the rights of the child (Article 2) States Parties shall take all appropriate measures to protect children against discrimination or punishment on the basis of the status, activities, expressed opinions, or beliefs of their parents, legal guardians, or family members. Thus, children should not be interrogated as a suspect or prosecuted due to the actual or alleged affiliation of a family member. As part of the investigation of cases involving a child victim or witness, child victims or witnesses, their parents or guardians, legal representatives or a designated support person, should be promptly and adequately informed of their rights, availability of services and protection measures, and procedures in relation to any adult and/or juvenile justice processes, from their first contact with the justice process and throughout, to the extent feasible and consistent with the child’s best interests.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 44,
            "Heading1": "9. Criminal responsibility and accountability",
            "Heading2": "9.1 Children as victims",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Any investigative action, including interviews with or examinations of the child, shall be conducted by professionals specially trained in dealing with children using a child-sensitive approach. All investigative actions shall be conducted in a suitable environment, in a language that the child uses and understands, and in the presence of the child’s parent, legal guardian, legal representative, or designated support person.13",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 44,
            "Heading1": "9. Criminal responsibility and accountability",
            "Heading2": "9.1 Children as victims",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "To the extent possible, the repetition of interviews of child victims or witnesses should be minimized to prevent secondary victimization. The child’s best interest and right to privacy must be considered in all actions (see also Section 6.3.1 Data Collection, and Section 9.5 Collecting testimonies from children).",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 44,
            "Heading1": "9. Criminal responsibility and accountability",
            "Heading2": "9.1 Children as victims",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Under the CRC, States are required to establish a minimum age of criminal responsibility (MACR). The Committee on the Rights of the Child encouraged States to increase the MACR where possible, and not to lower it below 14 years of age, commending States that set a higher MACR such as 15 or 16 years of age. This is because children’s brain development is still evolving during these years. Children under the MACR shall never be processed through the criminal justice system. Criminal accountability measures imposed on a child above the MACR shall consider the child’s best interests, the child’s age at the time of the commission of any alleged crime, the coercive environment under which the child may have been living, and any other mitigating circumstances, while simultaneously supporting the child’s protection and reintegration. For all children, reintegration processes should be focused on addressing the root causes of their association and recovery, rather than punishment for any actions.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 44,
            "Heading1": "9. Criminal responsibility and accountability",
            "Heading2": "9.2 Minimum age of criminal responsibility",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Children over the MACR can be held accountable for criminal acts they may have committed, including terrorist offences, but only while respecting their rights, employing child-specific juvenile justice processes, and with their best interests as a primary consideration. Due consideration shall be given to their right to child-specific due process and minimum standards based on their age, needs and specific vulnerabilities, including for example, the right to legal representation, and protections against self-incrimination. Justice systems handling cases of children over the MACR should always also prioritize the child’s best interests and recognize the long-term process for children to sustainably reintegrate. Any judicial proceedings for children shall respect internationally recognized juvenile justice and fair trial standards, with a focus on recovery and restorative justice in order to assist children’s physical, psychological and social recovery.14 Where no separate juvenile justice system is in place, cases should be handled by civilian authorities who have special training in child-friendly procedures, rather than military or intelligence authorities. All judicial actions relating to children shall take place in the presence of the child’s appointed legal representative or other appropriate assistance, whose role it is to protect the rights and interests of the child, and unless contrary to the best interests of the child, in the presence of the child’s parents or legal guardians.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 45,
            "Heading1": "9. Criminal responsibility and accountability",
            "Heading2": "9.3 Juvenile justice and child-specific due process and minimum standards",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The UN Standard Minimum Rules for the Administration of Juvenile Justice (‘The Beijing Rules’) adopted by General Assembly resolution 40/33 in 1985 provide guidance for the arrest or detention of children. Children retain all the rights already covered for adults if arrested. The Beijing Rules require detention of children only as a last resort so that arrest, detention or imprisonment of children should be avoided whenever possible. This requirement is further supported through the CRC which provides an obligation under international law for States to ensure that “no child shall be deprived of his or her liberty unlawfully or arbitrarily” and that the “arrest, detention or imprisonment of a child shall be in conformity with the law and shall be used only as a measure of last resort and for the shortest appropriate period of time”.15 As such when children are arrested and detained, their cases are to be given the highest priority and handled expeditiously to ensure the shortest possible period of detention prior to trial. States should ensure that accountability mechanisms are fully in line with international law related to juvenile justice.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 45,
            "Heading1": "9. Criminal responsibility and accountability",
            "Heading2": "9.3 Juvenile justice and child-specific due process and minimum standards",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "International child rights and juvenile justice standards require that alternatives to normal judicial proceedings in criminal courts should be applied, providing that human rights and legal safeguards are fully respected (CRC, Article 40[3b], Rule 11, ‘Beijing Rules’). For example, restorative justice – achieved through finding alternatives to criminal courts – involves the child offender understanding and taking responsibility for his/her actions with the goal of achieving reconciliation between the offender, the victim and the wider community through reparations. Such a procedure should ensure that the rights of the child are protected throughout. The child’s participation in a restorative justice process shall be voluntary and preceded by informed consent (given by both the child and his/her parent or guardian). Measures to prevent the child from becoming distressed must be in place.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 45,
            "Heading1": "9. Criminal responsibility and accountability",
            "Heading2": "9.3 Juvenile justice and child-specific due process and minimum standards",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Girl mothers in contact with the law should receive special consideration – such as consideration of mitigating circumstances in sentencing – and the rights of her child(ren) should be factored into judicial decisions. This may include allowing mothers to serve sentences at home, in order to respect the best interests of their children and maintain family unity. Specific interventions shall be developed to address the various challenges that girl mothers and their children may face. Any such interventions shall be based on the best interests of each child, in recognition of the detrimental impacts that family separation and deprivation of liberty have on children. Family unity should be maintained save in exceptional circumstances where the parent poses an immediate and actual harm to the child. Practitioners shall advocate with Governments for mothers under 18 years of age to have the right to confer their nationality onto their children,16 a right that protects their children from becoming stateless.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 45,
            "Heading1": "9. Criminal responsibility and accountability",
            "Heading2": "9.3 Juvenile justice and child-specific due process and minimum standards",
            "Heading3": "9.3.1 Girl mothers and their children",
            "Heading4": ""
        },
        {
            "Paragraph": "DDR practitioners shall encourage the release and reintegration of CAAFAG at all times and without precondition. There is no exception to this rule for children associated with armed groups that have been designated as terrorist by the Security Council Committee concerning ISIL (Da’esh), Al-Qaida and associated individuals, groups, undertakings and entities established pursuant to resolution 1267 (1999), 1989 (2011) and 2253 (2015) or by any other state or regional body.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 46,
            "Heading1": "9. Criminal responsibility and accountability",
            "Heading2": "9.4 Children associated with armed groups designated by the UN as terrorist organizations",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "No matter the armed group involved and no matter the age, status or conduct of the child, all relevant provisions of international law, including human rights, humanitarian, and refugee law. This includes all provisions and standards previously discussed, including the Convention on the Rights of the Child and its Optional Protocols, all standards for justice for children, the Paris Principles and Guidelines, where applicable, and the Geneva Conventions. As with all CAAFAG, children associated with designated terrorist groups shall be treated primarily as victims and be afforded their right to be released and provide them with the reintegration and other support described in this module without discrimination (Optional Protocol to the Convention on the Rights of the Child, Articles 6(3) and 7(1) and the Paris Principles and Guidelines on Children Associated with Armed Forces and Armed Groups (Articles 3.11-3.13).",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 46,
            "Heading1": "9. Criminal responsibility and accountability",
            "Heading2": "9.4 Children associated with armed groups designated by the UN as terrorist organizations",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Security Council resolution 2427 (2018) “[s]trongly condemns all violations of applicable international law involving the recruitment and use of children by parties to armed conflict as well as their re-recruitment…” and “…all other violations of international law, including international humanitarian law, human rights law and refugee law, committed against children in situations of armed conflict and demands that all relevant parties immediately put an end to such practices and take special measures to protect children.” (OP1) The Security Council also emphasizes the responsibility of states to end impunity “for genocide, crimes against humanity, war crimes and other egregious crimes perpetrated against children” including their recruitment and use.17",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 46,
            "Heading1": "9. Criminal responsibility and accountability",
            "Heading2": "9.4 Children associated with armed groups designated by the UN as terrorist organizations",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Children who have been recruited and used by terrorist groups are victims of violations of international law and have the same rights and protections as all children. Some children may also have committed crimes during their period of association. While children above the minimum age of criminal responsibility may be held accountable consistent with international law (see section 9.3), as victims of crime, these children should not face criminal charges for the mere fact of their association with a designated terrorist group or for activities that would not otherwise be criminal such as cooking, cleaning, or driving.18 Children whose parents, caregivers or family members are alleged to be associated with a designated terrorist group, also shall not be held accountable for the actions of their relatives nor shall they be excluded from measures or services that promote their physical and psychosocial recovery or reintegration.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 46,
            "Heading1": "9. Criminal responsibility and accountability",
            "Heading2": "9.4 Children associated with armed groups designated by the UN as terrorist organizations",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Security Council resolution 2427 (2018) stresses the need for States “to pay particular attention to the treatment of children associated or allegedly associated with all non-state armed groups, including those who commit actors of terrorism, in particular by establishing standard operating procedures for the rapid handover of children to relevant civilian child protection actors” (OP 19). It also urges Member States to mainstream child protection in all stages of DDR (OP24) and in security sector reforms (OP25), including through gender- and age-sensitive DDR processes, the establishment of child protection units in national security forces, and the strengthening of effective age assessment mechanisms to prevent underage recruitment. It stresses the importance of long-term sustainable reintegration for all boys and girls affected by armed conflict and working with communities to avoid stigmatization of children while facilitating their return in a way that enhances their wellbeing (OP 26).",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 47,
            "Heading1": "9. Criminal responsibility and accountability",
            "Heading2": "9.4 Children associated with armed groups designated by the UN as terrorist organizations",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Children formerly under the control of UN designated terrorist groups, may be able to access refugee and asylum procedures depending on their individual situation and status (e.g., if they were forcibly recruited and trafficked across borders). All children and asylum seekers have a right to individual determinations to assess any claims they may have. For any child who asks for refugee or asylum status, the practitioner shall refer the child to the relevant UN entity or to a legal services provider. DDR practitioners shall not determine eligibility for asylum or refugee status.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 47,
            "Heading1": "9. Criminal responsibility and accountability",
            "Heading2": "9.4 Children associated with armed groups designated by the UN as terrorist organizations",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Consistent with Article 40 of the CRC, any child suspected, accused, or convicted of having committed a terrorism-related offence or an offence against national security has the right to be treated in a manner consistent with international law and standards, including juvenile justice standards: “Procedures employed should promote the child’s dignity and worth and reinforce the child’s respect for the human rights and fundamental freedoms of others. It should take into account the child’s age and the desirability of promoting the child’s reintegration and the child’s assuming a constructive role in society.”19 In addition, if a state seeks to hold a child accountable for criminal acts alleged to have been committed while under the control of an armed group, courts and service providers should account for the child’s experience and the coercive environment under which the child was living or forced to act when determining both criminal responsibility and the services or support that a child may need. In all decisions, the child’s best interests shall be a primary consideration, “even when the child’s interests may conflict with the State’s perceived security interests.”20",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 47,
            "Heading1": "9. Criminal responsibility and accountability",
            "Heading2": "9.4 Children associated with armed groups designated by the UN as terrorist organizations",
            "Heading3": "9.4.1 Justice for children allegedly accused of terrorism-related offences",
            "Heading4": ""
        },
        {
            "Paragraph": "Any child allegedly associated with an armed group should be treated primarily as a victim. In this regard, irrespective of considerations of their legal responsibility with regard to any alleged offence defined as terrorist and/or a threat to national security under national legislation, children shall be afforded the rights set forth by the international legal framework related to child victims. ",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 47,
            "Heading1": "9. Criminal responsibility and accountability",
            "Heading2": "9.4 Children associated with armed groups designated by the UN as terrorist organizations",
            "Heading3": "9.4.1 Justice for children allegedly accused of terrorism-related offences",
            "Heading4": ""
        },
        {
            "Paragraph": "Any child associated with an armed group and who is or has been suspected, charged or convicted of a terrorism related offence or is deprived of his or her liberty as a result, shall be treated in accordance with international law and internationally recognized juvenile justice standards, including the right to legal representation and the right to appeal. In case such a child is released from detention, the child shall be provided with required reintegration assistance and be part of the overall reintegration programme.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 47,
            "Heading1": "9. Criminal responsibility and accountability",
            "Heading2": "9.4 Children associated with armed groups designated by the UN as terrorist organizations",
            "Heading3": "9.4.1 Justice for children allegedly accused of terrorism-related offences",
            "Heading4": ""
        },
        {
            "Paragraph": "As with all decisions involving children, the best interests of the child shall be a primary consideration when determining if a child should give information or testimony; however, under no circumstances shall a child be compelled to give testimony or a statement against himself or herself. Protective rules shall be established when collecting testimonies from children through justice mechanisms, a truth and reconciliation commission or the International Criminal Court. It is essential to protect the identity of child witnesses, to not require children to relive traumatic experiences as they testify, and to make it clear in criminal cases that their testimony may or may not succeed in convicting the accused, so that they do not have unrealistic expectations. Social support, such as psychological support, to facilitate this engagement should be provided at all times according to specific needs. Testimonies shall only be gathered once the child has given informed consent. The process should be explained in child-friendly language (in the language of the child), and, where possible, and if not contrary to the child’s best interest, a parent or guardian should support the child in giving informed consent.21",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 48,
            "Heading1": "9. Criminal responsibility and accountability",
            "Heading2": "9.5 Collecting testimonies from children",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 48,
            "Heading1": "Annex A: Abbreviations",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Often children do not have civil registration documents showing their birth or age. However, because it is a breach of international humanitarian law, human rights law and international criminal law to recruit children under 15 years old anywhere, and to allow any child to take part in hostilities, and because children are entitled to special protections and support, it may be important to determine whether an individual is below age 18. Reintegration and child DDR generally are designed to ensure appropriate support to children under age 18, with no difference in definition, and regardless of the legal age of recruitment or other definitions or age of a child locally.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 48,
            "Heading1": "Annex B: Determining a child’s age",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "It is important to manage the identification and separation of children from adults in a coordinated way during demobilization, and throughout DDR. Failure to do so may lead to serious unintended consequences, such as the re-recruitment of children, children claiming to be adults, and adults claiming to be children.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 49,
            "Heading1": "Annex B: Determining a child’s age",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "To determine a child’s age, the following are general principles: \\n If in doubt, assume the person is below 18. \\n Identification should take place as early as possible to allow them to access age-appropriate services. \\n Identification must occur before disarmament. \\n A child protection actor should be given access to disarmament sites to identify children. \\n Children should be immediately informed that they are entitled to support so that they are less likely to try to identify as adults.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 49,
            "Heading1": "Annex B: Determining a child’s age",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Considerations: \\n Interviews should be confidential. \\n Identification of children should take place before any other identification processes. \\n Children should be required to show that they can use a weapon (this is because they may have been used in a non-combat role). \\n During negotiations, children should not be counted in the number of armed forces or group (this is to avoid incentivizing child recruitment to inflate numbers). \\n The role that a person plays in the armed group should have no effect of the determination of whether the person is a child.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 49,
            "Heading1": "Annex B: Determining a child’s age",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "For practitioners who are handling demobilization, Age Assessment: A Technical Note (2013) gives more detailed information on age determinations and includes the following core standards: \\n 1) An age assessment should only be requested when it is in the best interests of the child. \\n 2) Children should be given relevant information about the age assessment procedure \\n 3) Informed consent must be sought from the person whose age is being assessed before the assessment begins. \\n 4) Age assessments should only be a measure of last resort and be initiated only if a serious doubt about the person’s age exists. \\n 5) Age assessments should be applied without discrimination. \\n 6) An unaccompanied or separated child should have a guardian appointed to support them through the age assessment procedure. \\n 7) Assessments must follow the least intrusive method, which upholds the dignity and physical integrity of the child at all times, and be gender and culturally appropriate \\n 8) Where there is a margin of error, this margin should be applied in favour of the child. \\n 9) Age assessments should take an holistic approach. \\n 10) A means of challenging the age determination should exist if the child wishes to contest the outcome of the assessment. \\n 11) Age assessments should only be undertaken by independent and appropriately skilled practitioners.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 49,
            "Heading1": "Annex B: Determining a child’s age",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The checklist to determine the age includes: \\n\\n Pre-procedure: \\n Undertake an age assessment only when relevant actors have serious doubts about the stated age of the child; ensure that the assessment is not being initiated as a routine or standard procedure. Is the procedure really necessary? \\n Plan any physical examination only as a measure of last resort to take place only when all other attempts e.g., the gathering of documentary evidence, interviewing the child, etc., have failed to establish age. Is a physical examination the only method of assessing age? \\n Secure informed consent to conduct the age assessment from the child or the guardian. It is extremely unlikely that genuine informed consent can be forthcoming at a time of ‘crisis’ and consent should only be sought when a child has had time to recover from traumatic or unsettling episodes – this may take considerable time in some instances. In circumstances where there is no consent, it cannot be used against the person and the person should be considered a child. Has the child given informed consent to a physical examination? \\n\\n During the Procedure \\n Conduct any age assessment procedure using a multi-disciplinary approach that draws on a range of appropriately skilled professionals and not solely on a physical examination. Is a range of approaches being used in the age assessment? \\n When selecting professionals to conduct an age assessment, select only those without a vested interest in the outcome, and who are independent from any agencies and actors that would provide services or support to the child or who would become responsible for the child if they are assessed as being a child. Are the professionals engaged in the assessment independent? \\n Subject to the wishes of the child, support him or her throughout the process of assessment, including by informing the child in a language he or she understands, and providing a guardian, legal or other representative to accompany them during the entire process. Is the child supported throughout the process? \\n Develop and conduct the age assessment process in a culturally and gender sensitive way using practitioners who are fully familiar with the child’s cultural and ethnic background. Is the assessment sensitive to cultural and gender needs? \\n Protect the child’s bodily integrity and dignity at every stage of the process. Is the process free from humiliation, discrimination, or other affront? \\n Conduct the age assessment in an environment that is safe for children, which supports their needs and is child appropriate. Is the process consistent with child safeguarding principles and child-friendly? \\n\\n Post procedure \\n Provide any services and support relevant to the outcome of the assessment without delay. What services and support are required to address the person’s identified needs? \\n If any doubt remains about the age of the child, ensure that this is applied to the advantage of the child. Has any doubt about the child’s age been resolved in favor of the child? \\n As promptly as is reasonably practical, explain the outcome and the consequences of the outcome to the child. Have the outcome and its consequences been explained? \\n Inform the child of the ways that he or she can challenge a decision which they disagree with. Has the child been informed of his or her rights to challenge the decision?",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 50,
            "Heading1": "Annex B: Determining a child’s age",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Interim care centres (ICCs), sometimes referred to as transit centres, are not a necessary step in all DDR situations. Indeed, in the view of many protection agencies, an ICC may delay the reunification of children with their families and communities, which should happen as soon as possible. Nevertheless, while in some circumstances immediate reunification and support can occur, in others a centre can provide a protected temporary environment before family reunification.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 51,
            "Heading1": "Annex C: Management guidelines for interim care centres",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Other advantages to ICCs include that they provide the necessary space and time to carry out family tracing and verification; they provide a secure space in an otherwise insecure context before reunification, and gradual reunification when necessary; they allow medical support, including psychosocial support, to be provided; they provide additional time to children to cut their links with the military; and they provide an opportunity for pre-discharge awareness- raising/sensitization.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 51,
            "Heading1": "Annex C: Management guidelines for interim care centres",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Guiding principles and implementation strategies \\n The decision to open a centre should be based on the following conditions: The level of insecurity in community of origin; \\n The level of success in tracing the child’s family or primary caregiver; \\n The level of medical assistance and follow-up required before integration; and \\n The level of immediate psychosocial support required before reintegration.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 51,
            "Heading1": "Annex C: Management guidelines for interim care centres",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Management guidelines for Interim Care Centres \\n\\n The following management guidelines apply: \\n Child protection specialists, not military or other actors should manage the centres. \\n Children should only stay a limited amount of time in ICCs, and documentation and monitoring systems should be established to ensure that the length of stay is brief (weeks not months). \\n At the end of their stay, if family reunification is not feasible, provision should be made for children to be cared for in other ways (in foster families, extended family networks, etc.). Systems should be established to protect children from abuse, and a code of conduct should be drawn up and applied. An adequate number of male and female staff should be available to deal with the differing needs of boys and girls. \\n Staff should be trained in prevention of and response to gender-based violence and exploitation involving children, norms of confidentiality, child psychosocial development, tracing and reunification. \\n ICCs should only accommodate children under 18. Some flexibility can be considered, based on the best interests of the child, e.g., in relation to girl mothers with infants and children or on medical grounds, on a case-by-case basis. In addition, young children (under 14) should be separated from adolescents in order to avoid any risk of older children abusing younger ones. \\n Sanitation and accommodation facilities should separate girls from boys and be sensitive to the needs of infants and girl mothers. \\n ICCs should be located at a safe distance from conflict and recruitment areas; external access to the centre should be controlled. (For example, entry of adult combatants and fighters and the media can be disruptive, and can expose children to additional risks.) Security should be provided by peacekeepers or neutral forces.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 52,
            "Heading1": "Annex C: Management guidelines for interim care centres",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Activity guidelines \\n\\n Tracing, verification, reunification and monitoring should be carried out. \\nTemporary care should take place within a community-based tracing and reintegration programme to assist the return of children to their communities (including community outreach), and to encourage the protection and development of war-affected children in general. Experience has showed that when only care is offered, centres present a risk of children becoming ‘institutionalized’ and dependent. \\nHealth check-ups and specialized health services should be provided when necessary (e.g., reproductive health and antenatal services, diagnosis of sexually transmitted infections, voluntary and confidential HIV testing with appropriate psychosocial support, and health care for nutritional deficiencies and war-related injuries). \\nBasic psychosocial counselling should be provided, including help to overcome trauma and develop self-esteem and life skills. \\nInformation and guidance should be provided on the reintegration opportunities available. \\nActivities should focus on restoring the social norms and routines of civilian life; age- and gender-appropriate sports, cultural and recreational activities should be provided. \\nCommunity sensitization should be carried out before the child’s arrival. \\nFormal education or training activities should not be provided at the ICC; however, literacy testing can be conducted. \\nCommunities near the ICC should be sensitized about the ICC’s role. Children in the centres should be encouraged to participate in community activities to encourage trust. During temporary care, peace education should be part of everyday life as well as the formal programmes, and cover key principles, objectives, and values related to the non-violent resolution of conflict.",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 52,
            "Heading1": "Annex C: Management guidelines for interim care centres",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Additional Resources: \\n United Nations Guidelines for Alternative Care, A/Res/64/142 (24 Feb 2010) \\n Care in Emergencies Toolkit, Interagency Working Group on Unaccompanied and Separated Children (2013). \\n Field Handbook on Unaccompanied and Separated Children, Alliance for Child Protection in Humanitarian Action (2016) \\n Toolkit on Unaccompanied and Separated Children, Alliance for Child Protection in Humanitarian Action (2017) \\n Child Safeguarding Standards and How to Implement Them, Keeping Children Safe (2014) \\n Protection from Sexual Exploitation and Abuse Task Force online resources \\n Guidelines for Justice in Matters involving Child Victims and Witnesses of Crime (2009).",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 53,
            "Heading1": "Annex C: Management guidelines for interim care centres",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 50,
            "Heading1": "Annex D: Do’s and don’ts for psychosocial support in emergency settings",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "",
            "Level": 5,
            "Title": "Children and DDR",
            "PageNum": 53,
            "Heading1": "Endnotes",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        }
    ]

}

