
{
    "5.30 Youth and DDR": [
        {
            "Paragraph": "DDR processes are often conducted in contexts where the majority of combatants and fighters are youth, an age group defined by the United Nations (UN) as those between 15 and 24 years of age. If DDR processes cater only to younger children and mature adults, the specific needs and experiences of youth may be missed. DDR practitioners shall promote the participation, recovery and sustainable reintegration of youth, as failure to consider their needs and opinions can undermine their rights, their agency and, ultimately, peace processes.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 1,
            "Heading1": "Summary",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "In countries affected by conflict, youth are a force for positive change, while at the same time, some young people may be vulnerable to being drawn into conflict. To provide a safe and inclusive space for youth, manage the expectations of youth in DDR processes and direct their energies positively, DDR practitioners shall support youth in developing the necessary knowledge and skills to thrive and promote an enabling environment where young people can more systematically have influence upon their own lives and societies. The reintegration of youth is particularly complex due to a mix of underlying economic, social, political, and/or personal factors often driving the recruitment of youth into armed forces or groups. This may include social and political marginalization, protracted displacement, other forms of social exclusion, or grievances against the State. DDR practitioners shall therefore pay special attention to promoting significant participation and representation of youth in all DDR processes, so that reintegration support is sensitive to the rights, aspirations, and perspectives of youth. Their reintegration may also be more complex, as they may have become associated with an armed forces or group during formative years of brain development and social conditioning. Whenever possible, reintegration planning for youth should be linked to national reconciliation strategies, socioeconomic reconstruction plans, and youth development policies.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 1,
            "Heading1": "Summary",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The specific needs of youth transitioning to civilian life are diverse, as youth often require gender responsive services to address social, acute and/or chronic medical and psychosocial support needs resulting from the conflict. Youth may face greater levels of societal pressure and responsibility, and as such, be expected to work, support family, and take on leadership roles in their communities. Recognizing this, as well as the need for youth to have the ability to resolve conflict in non-violent ways, DDR practitioners shall invest in and mainstream life skills development across all components of reintegration programming.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 1,
            "Heading1": "Summary",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "As youth may have missed out on education or may have limited employable skills to enable them to provide for their families and contribute to their communities, complementary programming is required to promote educational and employment opportunities that are sensitive to their needs and challenges. This may include support to access formal education, accelerated learning curricula, or market-driven vocational training coupled with apprenticeships or ‘on-the-job’ (OTJ) training to develop employable skills. Youth should also be supported with employment services ranging from employment counselling, career guidance and information on the labour market to help youth identify opportunities for learning and work and navigate the complex barriers they may face when entering the labour market. Given the severe competition often seen in post-conflict labour markets, DDR processes should support opportunities for youth entrepreneurship, business training, and access to microfinance to equip youth with practical skills and capital to start and manage small businesses or cooperatives and should consider the long-term impact of educational deprivation on their employment opportunities.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 1,
            "Heading1": "Summary",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "It is critical that youth have a structured platform to have their voices heard by decision- makers, often comprised of the elder generation. Where possible DDR practitioners should look for opportunities to include the perspective of youth in local and national peace processes. DDR practitioners should ensure that youth play a central role in the planning, design, implementation and monitoring and evaluation of Community Violence Reduction (CVR) programmes and transitional Weapons and Ammunition Management (WAM) measures.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 2,
            "Heading1": "Summary",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "This module aims to provide DDR practitioners with guidance on the planning, design and implementation of youth-focused DDR processes in both mission and non-mission contexts. The main objectives of this guidance are: \\n To set out the main principles that guide aspects of DDR processes for Youth. \\n To provide guidance and key considerations to drive continuous efforts to prevent the recruitment and re-recruitment of youth into armed forces and groups. \\n To provide guidance on youth-focused approaches to DDR and reintegration support highlighting critical personal, social, political, and economic factors.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 2,
            "Heading1": "1. Module scope and objectives",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "This module is applicable to youth between the ages of 15 and 24. However, the document should be read in conjunction with IDDRS 5.20 on Children and DDR, as youth between the ages of 15 to 17, are also children, and require special considerations and protections in line with legal frameworks for children and may benefit from child sensitive approaches to DDR consistent with the best interests of the child. Children between the ages of 15 to 17 are included in this module in recognition of the reality that children who are nearing the age of 18 are more likely to have employment needs and/or socio- political reintegration demands, requiring additional guidance that is youth-focused. This module should also be read in conjunction with IDDRS 5.10 on Women, Gender and DDR.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 2,
            "Heading1": "1. Module scope and objectives",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "In the IDDRS series, the words ‘shall’, ‘should’, ‘may’, ‘can’ and ‘must’ are used to indicate the intended degree of compliance with the standards laid down. This use is consistent with the language used in the International Organization for Standardization (ISO) standards and guidelines: \\n a) ‘shall’ is used to indicate requirements, methods or specifications that are to be applied in order to conform to the standard; \\n b) ‘should’ is used to indicate the preferred requirements, methods or specifications; \\n c) ‘may’ is used to indicate a possible method or course of action; \\n d) ‘can’ is used to indicate a possibility and capability; and, \\n e) ‘must’ is used to indicate an external constraint or obligation.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 2,
            "Heading1": "2. Terms, definitions and abbreviations",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "DDR processes are often implemented in contexts where the majority of former combatants are youth, an age group defined by the United Nations (UN) as those between 15 and 24 years of age. Individuals within this age bracket have a unique set of needs and do not easily fit into pre-determined categories. Those under 18 are regarded as children associated with armed forces or armed groups (CAAFAG) and shall be treated as children. Legally, children and youth up to the age of 18 are covered under the UN Convention on the Rights of the Child and other protective frameworks (see section 5 of IDDRS 5.20 on Children and DDR) and all have the same rights and protections.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 2,
            "Heading1": "2. Terms, definitions and abbreviations",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Youth: There is no universally agreed international definition of youth. For statistical purposes the United Nations defines ‘youth’ as those persons between the ages of 15 and 24 years, while in context of the UN Security Council resolution 2250 (2015) on youth, peace and security, youth is defined as those persons between the ages of 18 and 29 years. . Beyond the UN system, the age of people included in this cohort can vary considerably between one context and another. Social, legal, economic and cultural systems define the age limits for the specific roles and responsibilities of children, youth and adults. Conflicts and violence often force youth to assume adult roles such as being parents, breadwinners, caregivers or fighters. Cultural expectations surrounding girls and boys also affect the perception of them as adults, such as the age of marriage, initiation and circumcision practices, and motherhood. Such expectations can be disturbed by conflict. UN Security Council resolution 2250 (2015) on youth, peace and security recognizes the positive role that youth have in building, contributing to and maintaining international peace and security and urges member states to take steps to enable the participation of youth in this regard.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 2,
            "Heading1": "2. Terms, definitions and abbreviations",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "DDR processes are often implemented in contexts where the majority of former combatants are youth, an age group defined by the United Nations (UN) as those between 15 and 24 years of age. Individuals within this age bracket have a unique set of needs and do not easily fit into pre-determined categories. Those under 18 are regarded as children associated with armed forces or armed groups (CAAFAG) and shall be treated as children. Legally, children and youth up to the age of 18 are covered under the UN Convention on the Rights of the Child and other protective frameworks (see section 5 of IDDRS 5.20 on Children and DDR) and all have the same rights and protections.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 3,
            "Heading1": "3. Introduction",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Youth above the age of 18 are treated as adults in DDR processes despite that, if recruited as children, their emotional, social and educational development may have been severely disrupted. Regardless of whether or not they were recruited as children, youth who demobilize when they are over the age of 18 generally fall under the same legal frameworks as adults. However, in terms of criminal responsibility and accountability, any criminal process applicable to youth regarding acts they may have committed as a child should be subject to the criminal procedure relevant for juveniles in the jurisdiction and should consider their status as a child at the time of the alleged offense and the coercive environment under which they lived or were forced to act as mitigating factors.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 3,
            "Heading1": "3. Introduction",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Youth in countries that are affected by armed conflict may be forced to ‘grow up quickly’ and take on adult roles and responsibilities. As with children associated with armed forces or armed groups, engagement in armed conflict negatively affects the stages of social and emotional development as well as educational outcomes of young people. Conflict may create barriers to youth building basic literacy and numeracy skills, and gaps in key social, cognitive and emotional development phases such as skill building in critical thinking, problem solving, emotional self- regulation, and sense of self-identity within their community and the world. When schools close due to conflict or insecurity, and there are few opportunities for decent work, many young people lose their sense of pride, trust and place in the community, as well as their hope for the future. Compounding this, youth are often ignored by authorities after conflict, excluded from decision- making structures and, in many cases, their needs and opinions are not taken into account. Health care services, especially reproductive health care services, are often unavailable to them. The accumulation of these factors, particularly where insecurity exists, may push young people into a cycle of poverty and social exclusion, and expose them to criminality, violence and (re-)recruitment into armed forces or groups. These disruptions also reduce the ability of communities and States to benefit from and harness the positive resilience, energy and endeavour of youth.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 4,
            "Heading1": "3. Introduction",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Youth can provide leadership and inspiration to their societies. UN Security Council resolution 2250 explicitly recognises “the important and positive contribution of youth in efforts for the maintenance and promotion of peace and security…[and affirms]… the important role youth can play in the prevention and resolution of conflicts and as a key aspect of the sustainability, inclusiveness and success of peacekeeping and peacebuilding efforts.” Youth should have a stake in the post-conflict social order so that they support it. Their exposure to violence and risky behaviour, as well as their disadvantages in the labour market, are specific. Youth are at a critical stage in their life cycle and may be permanently disadvantaged if they do not receive appropriate assistance.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 4,
            "Heading1": "3. Introduction",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "This module provides critical guidance for DDR practitioners on how to plan, design and implement youth-focused DDR processes that aim to promote the participation, recovery and sustainable reintegration of youth into their families and communities. The guidance recognizes the unique needs and challenges facing youth during their transition to civilian life, as well as the critical role they play in armed conflict and peace processes.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 4,
            "Heading1": "3. Introduction",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "This module provides critical guidance for DDR practitioners on how to plan, design and implement youth-focused DDR processes that aim to promote the participation, recovery and sustainable reintegration of youth into their families and communities. The guidance recognizes the unique needs and challenges facing youth during their transition to civilian life, as well as the critical role they play in armed conflict and peace processes.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 4,
            "Heading1": "4. Guiding principles",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "A young person’s decision to participate in a DDR process shall be informed and voluntary.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 5,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.1 Voluntary",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "As outlined in IDDRS 5.20 on Children and DDR, any person below 18 years of age who is associated with an armed force or group shall be eligible for participation in a DDR process designed specifically for children. Eligibility for DDR processes for CAAFAG shall not be conditioned on the child’s possession and handover of a weapon or ammunition, participation in hostilities or weapons training; there shall be no conditions, of any kind, for their participation. If there is doubt as to whether an individual is under 18 years old, an age assessment shall be conducted (see Annex B in IDDRS 5.20 on Children and DDR). For any youth under age 18, child-specific programming and rights shall be the priority, however, when appropriate, DDR practitioners may consider complementary youth-focused approaches to address the risks and needs of youth nearing adulthood.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 5,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.2 People centred",
            "Heading3": "4.2.1 Criteria for participation/eligibility",
            "Heading4": ""
        },
        {
            "Paragraph": "For ex-combatants and persons associated with armed forces or groups aged 18-24, eligibility for DDR will depend on the particular DDR process in place. If a DDR programme is being implemented, eligibility criteria shall be defined in a national DDR programme document. If a CVR programme is being implemented, then eligibility criteria shall be developed in consultation with target communities, and, if in existence, a Project Selection Committee (see IDDRS 2.30 on Community Violence Reduction). If the preconditions for a DDR programme are not in place, eligibility for reintegration support shall be decided by relevant national and local authorities, with support, where appropriate, from relevant UN mission entities as well as UN agencies, programmes and funds (see IDDRS 2.40 on Reintegration as Part of Sustaining Peace).",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 5,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.2 People centred",
            "Heading3": "4.2.1 Criteria for participation/eligibility",
            "Heading4": ""
        },
        {
            "Paragraph": "DDR processes for children shall not be contingent on political negotiations or adult DDR processes. Efforts shall always be made to prevent recruitment and to secure the release of CAFFAG, irrespective of the stage of the conflict or status of peace negotiations. Doing so may require negotiations with armed forces or groups for this specific purpose. Special provisions and efforts may be needed to reach girls, who often face unique obstacles to identification and release. These obstacles may include specific sociocultural factors, such as the perception that girl ‘wives’ are dependents rather than associated children, gendered barriers to information and sensitization, or fear by armed forces and groups of admitting to the presence of girls.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 5,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.2 People centred",
            "Heading3": "4.2.2 Unconditional release and protection of children",
            "Heading4": ""
        },
        {
            "Paragraph": "The mechanisms and structures for the release and reintegration of children shall be set up as soon as possible and continue during ongoing armed conflict, before a peace agreement is signed, a peacekeeping mission is deployed, or a DDR process or related process, such as Security Sector Reform (SSR), is established.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 5,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.2 People centred",
            "Heading3": "4.2.2 Unconditional release and protection of children",
            "Heading4": ""
        },
        {
            "Paragraph": "Armed forces and groups rarely acknowledge the presence of children in their ranks, so children are often not identified and therefore may be excluded from DDR support. DDR practitioners and child protection actors involved in providing services during DDR processes, as well as UN personnel more broadly, shall actively call for and take steps to obtain the unconditional release of all CAAFAG at all times, and for children’s needs to be considered. Advocacy of this kind aims to highlight the issues faced by CAAFAG and ensures that the roles played by girls and boys in conflict situations are identified and acknowledged. Advocacy shall take place at all levels, through both formal and informal discussions. UN agencies, foreign missions, mediators, donors and representatives of parties to conflict should all be involved. If possible, advocacy should also be linked to existing civil society actions and national systems (see IDDRS 5.20 on Children and DDR).",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 5,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.2 People centred",
            "Heading3": "4.2.2 Unconditional release and protection of children",
            "Heading4": ""
        },
        {
            "Paragraph": "Youth-focused DDR processes shall respect the principles of international humanitarian law and promote the human rights of DDR participants and the communities into which they reintegrate. Core principles for delivery of humanitarian assistances include humanity, impartiality, neutrality and independence. When supporting youth, care shall be taken to assess the possible impact of measures on vulnerable populations which may, by their very nature, have disproportionate or discriminatory impacts on different groups, even if unintended. Responses shall enhance the safety, dignity, and rights of all people, and avoid exposing them to harm, provide access to assistance according to need and without discrimination, assist people to recover from the physical and psychological effects of threatened or actual violence, coercion or deliberate deprivation, and support people to fulfil their rights.2",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 5,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.2 People centred",
            "Heading3": "4.2.3 In accordance with standards and principles of humanitarian assistance",
            "Heading4": ""
        },
        {
            "Paragraph": "Non-discrimination and fair and equitable treatment are core principles of integrated DDR processes. Youth who are ex-combatants or persons formerly associated with armed forces or groups shall not be discriminated against due to age, gender, sex, race, religion, nationality, ethnicity, disability or other personal characteristics or associations. The specific needs of male and female youth shall be fully taken into account in all stages of planning and implementation of youth-focused DDR processes. A gender transformative approach to youth-focused DDR should also be pursued. This is because overcoming gender inequality is particularly important when dealing with young people in their formative years.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 5,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.3 Gender responsive and inclusive",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "DDR processes shall also foster connections between youth who are (and are not) former members of armed forces or groups and the wider community. Community-based approaches to DDR expose young people who are former members of armed forces or groups to non-military rules and behaviour and encourage their inclusion in the community and society at large. This exposure also provides opportunities for joint economic activities and supports broader reconciliation efforts.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 5,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.3 Gender responsive and inclusive",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "A youth-focused approach to DDR shall ensure that no harm is done to youth. Rather, DDR processes shall seek to maximize the benefit to youth, while minimizing any harm. This shall be done through: \\n Assessing and monitoring both positive and negative impacts for youth, and disaggregating data by age, gender and vulnerabilities of young people (while protecting youth’s privacy) and where safe to do so, other social identities. \\n Listening to and taking account of the voices and views of youth in the planning, design, implementation and review of youth-focused DDR processes. \\n Leveraging opportunities for youth to promote peacebuilding and social cohesion through DDR including by building and fortifying stronger connections between youth, irrespective of the armed group or force they may have been traveling or associated with, including those in receiving communities.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 7,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.4 Conflict sensitive",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "There is no simple formula for youth-focused DDR that can be routinely applied in all circumstances. DDR processes shall be contextualized as much as possible in order to take into account the different needs and capacities of youth DDR participants and beneficiaries based on conflict dynamics, cultural, socio-economic, gender and other factors.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 7,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.5 Context specific",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Sufficient long-term funding for DDR processes for children should be made available through a funding mechanism that is independent of and managed separately from adult DDR (see IDDRS 5.20 on Children and DDR). Youth-focused DDR processes for those aged 18 – 24 should also be backed by flexible and long-term funding, that takes into account the importance of creating space for youth (especially the most marginalised) to participate in the planning, design, implementation, monitoring and evaluation of DDR processes.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 7,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.6 Flexible, accountable and transparent ",
            "Heading3": "4.6.1 Flexible, sustainable and transparent funding arrangements",
            "Heading4": ""
        },
        {
            "Paragraph": "Youth shall be provided information about the DDR process so that they can make an informed decision about whether and how they may participate. DDR practitioners shall also solicit and take the views of youth seriously and act upon them.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 7,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.6 Flexible, accountable and transparent ",
            "Heading3": "4.6.2 Accountability and transparency",
            "Heading4": ""
        },
        {
            "Paragraph": "Youth-focused DDR processes shall be closely linked to national development strategies, the Sustainable Development Goals and youth development policies. Youth development policies generally include different combinations of social, economic, environmental and health objectives relating to young women and men. In some countries, youth programmes focus on education and training; in others, they focus on youth, sports and other recreational activities, cultural heritage, prevention of substance abuse and HIV/AIDS, and population planning. The variety of approaches is reflected in different institutional frameworks that may include different ministries — such as education, health, labour and sports and/or youth affairs.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 7,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.7 Nationally and locally owned",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "DDR practitioners shall support the active participation of youth organizations in DDR processes as local youth organizations, working with other civil society groups, often have the potential to direct the energy and ability of young people towards rebuilding a prosperous and fair society.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 7,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.7 Nationally and locally owned",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Where appropriate, youth-focused DDR processes shall consider regional initiatives to prevent the (re-)recruitment of youth. DDR practitioners shall also tap into regional youth networks where these have the potential to support the DDR process.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 8,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.8 Regionally supported",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Many of the problems confronting youth are complex, interrelated and require integrated solutions. However, national youth policies are often drawn up by different institutions with little coordination between them. The setting up of a national commission on DDR (NCDDR) that prioritizes inclusion of youth perspectives, allows the process of coordination and integration to take place, creates synergies and can help to ensure continuity in strategies from DDR to reconstruction and development. To meet the needs of young people in a sustainable way, when applicable, DDR practitioners shall support the NCDDR to make sure that a wide range of people and institutions take part, including representatives from the ministries of youth, gender, family, labour, education and sports, and encourage local governments and community-based youth organizations to play an important part in the identification of specific youth priorities, in order to promote bottom-up approaches that encourage the inclusion and participation of young people.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 8,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.9 Integrated",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Youth shall not be put in harm’s way during DDR processes. Youth shall be kept safe and shall be provided information about where to go for help if they feel unsafe while participating in a DDR process. Risks to youth shall be identified, and efforts shall be made to mitigate such risks. DDR practitioners shall promote decent work conditions to avoid creating further grievances, with a focus on equal conditions for all regardless of their past engagement in armed conflicts, ethnic or other sociocultural background, political or religious beliefs, gender or other considerations to avoid prejudice and discrimination.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 8,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.10 Well planned",
            "Heading3": "4.10.1 Safety and security",
            "Heading4": ""
        },
        {
            "Paragraph": "The planning, assessment, design, monitoring and evaluation of youth-focused DDR processes shall, at a minimum, involve youth representatives (ex-combatants, persons associated with armed forces or groups, and community members), including both male and female youth. This helps to ensure that youth immediately begin to act as agents of their own future, fosters trust between the generations, and ensures that both male and female youth priorities are given adequate consideration. Preventing the (re-) recruitment of youth into armed groups shall be a stated goal of DDR processes and included in the planning process.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 8,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.10 Well planned",
            "Heading3": "4.10.2 Planning, assessment, design, monitoring and evaluation",
            "Heading4": ""
        },
        {
            "Paragraph": "Effective communication is a critical aspect of successful DDR (see IDDRS 4.60 on Public Information and Strategic Communication). A specific communication strategy involving, and where safe and possible, led by youth, shall be developed while planning for a youth-focused DDR process. At a minimum, this communication strategy shall include actions to ensure that youth participants and beneficiaries (and their families) are aware of their eligibility and the opportunities on offer, as well as alternative support available for those that are ineligible. Youth can help to identify how best to communicate this information to other youth and to reach youth in a variety of locations. Youth participants and beneficiaries shall be partners in the communications approach, rather than passive recipients.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 8,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.10 Well planned",
            "Heading3": "4.10.3 Public information and community sensitization",
            "Heading4": ""
        },
        {
            "Paragraph": "Public information and awareness raising campaigns shall be designed to specifically address the challenges faced by male and female youth transitioning to civilian status and to provide gender responsive information. Specific efforts shall be made to address societal gender norms that may create stigmatization based on gender and hinder reintegration. For example, female youth who were combatants or associated with armed forces or groups may be particularly affected due to societal perceptions surrounding traditional roles. Male youth may also be similarly affected due to community expectations surrounding masculinity.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 8,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.10 Well planned",
            "Heading3": "4.10.3 Public information and community sensitization",
            "Heading4": ""
        },
        {
            "Paragraph": "For CAAFAG between the ages of 15 to 17, the situation analysis and minimum preparedness actions outlined in IDDRS 5.20 on Children and DDR shall be undertaken. For youth between the ages of 18 and 24, who are members of armed forces or groups, planning should follow similar processes for that of adult combatants, integrating specific considerations for youth. Specific focus shall be given to the following:",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 9,
            "Heading1": "5. Planning for youth-focused DDR processes",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Assessments shall include data disaggregated by age and gender. For example, prior to a CVR programme, baseline assessments of local violence dynamics should explicitly unpack the threats and risks to the security of male and female youth (see section 6.3 in IDDRS 2.30 on Community Violence Reduction). If the DDR process involves reintegration support, assessments of local market conditions should take into account the skills that youth acquired before and during their engagement in armed forces or groups (see section 7.5.5 in IDDRS 4.30 on Reintegration). Weapons surveys for disarmament and/or T-WAM activities should also include youth and youth organizations as sources of information, analyse the patterns of weapons possession among youth, map risk and protective factors in relation to youth, and identify youth-specific entry points for programming (see IDDRS 4.10 on Disarmament, IDDRS 4.11 on Transitional Weapons and Ammunition Management and MOSAIC 6.20 on Children, Adolescents, Youth and Small Arms and Light Weapons). It is also important for intergenerational issues to be included in the conflict/context assessments that are undertaken prior to a youth-focused DDR process. This will elucidate whether it is necessary to include reconciliation measures to reduce inter-generational conflict in the DDR process. Gender analysis including age specific considerations should also be conducted. For more information on DDR-related assessments, see IDDRS 3.11 on Integrated Assessments.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 9,
            "Heading1": "5. Planning for youth-focused DDR processes",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Planning should also take into account different possible types of youth participation – from consultative participation to collaborative participation, to participation that is youth-led. In certain instances, for example CVR programmes and reintegration support, there may be space for youth to assume an active, leading role. In other instances, such as when a Comprehensive Peace Agreement is being negotiated, the UN should, at a minimum, ensure that youth representatives are consulted (see IDDRS 2.20 on The Politics of DDR). More broadly, youth representatives (both civilians and members of armed forces or groups) shall be consulted in the planning, design, implementation and monitoring and evaluation of all DDR processes as key stakeholders, rather than presented with a DDR process in which they had no influence. Principles on how to involve youth in planning processes in a non-tokenistic way can be found in section 7.4 of MOSAIC 6.20 on Children, Adolescents, Youth and Small Arms and Light Weapons. No matter how youth are involved, safety of youth and do no harm principles should always be considered when engaging them on sensitive topics such as association with armed actors.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 10,
            "Heading1": "5. Planning for youth-focused DDR processes",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "DDR processes for female ex-combatants, females formerly associated with armed forces or groups and female dependents shall be gender-responsive and gender-transformative. To ensure that DDR processes reflect the differing needs, capacities, and priorities of young women and girls, it is critical that gender analysis is a key feature of all DDR assessments and is incorporated into in all stages of DDR (see IDDRS 3.11 on Integrated Assessments and IDDRS 5.10 Women, Gender and DDR for more information).",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 10,
            "Heading1": "5. Planning for youth-focused DDR processes",
            "Heading2": "5.1 Gender responsive and transformative",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Young women and girls are often at great risk of gender-based violence, including conflict related sexual violence, and hence may require a range of gender-specific services and programmes to support their recovery. Women’s specific health needs, including gynaecological care should be planned for, and reproductive health services, and prophylactics against sexually transmitted infections (STI) should be included as essential items in any health care packages (see IDDRS 5.60 on HIV/AIDS and DDR and IDDRS 5.70 on Health and DDR).",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 10,
            "Heading1": "5. Planning for youth-focused DDR processes",
            "Heading2": "5.1 Gender responsive and transformative",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "With the exception of identified child dependents, young women and girls shall be kept separately from men during demobilization processes. Young women and girls (and their dependents) should be provided with gender-sensitive legal assistance, as well as support in securing civil documentation (i.e., personal ID, birth certificate, marriage certificate, death certificate, etc.), if and when relevant. An absence of such documentation can create significant barriers to reintegration, access to basic services such as health care and education, and in some cases can leave women and children at risk of statelessness.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 10,
            "Heading1": "5. Planning for youth-focused DDR processes",
            "Heading2": "5.1 Gender responsive and transformative",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Young women and girls often face different challenges during the reintegration process, facing increased stigma, discrimination and rejection, which may be exacerbated by the presence of a child that was conceived during their association with the armed force or armed group. Based on gender analysis which considers the level of stigma and risk in communities of return, DDR practitioners should engage with communities, leveraging women’s civil society organizations, to address and navigate the different cultural, political, protection and socioeconomic barriers faced by young women and girls (and their dependents) during reintegration.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 11,
            "Heading1": "5. Planning for youth-focused DDR processes",
            "Heading2": "5.1 Gender responsive and transformative",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The inclusion of young women and girls in DDR processes is central to a gender- transformative approach, aimed at shifting social norms and addressing structural inequalities that lead young women and girls to engage in armed conflict and that negatively affect their reintegration. Within DDR processes, a gender-transformative approach shall focus on the following: \\n Agency: Interventions should strengthen the individual and collective capacities (knowledge and skills), attitudes, critical reflection, assets, actions and access to services that support the reintegration of young women and girls. \\n Relations: Interventions should equip young women and girls with the skills to navigate the expectations and cooperative or negotiation dynamics embedded within relationships between people in the home, market, community, and groups and organizations that will influence choice. Interventions should also engage men and boys to challenge gender inequities including through education and dialogue on gender norms, relations, violence and inequality, which can negatively impact women, men, children, families and societies. \\n Structures: Interventions should address the informal and formal institutional rules and practices, social norms and statuses that limit options available to young women and girls and work to create space for their empowerment. This will require engaging both female and male leaders including community and religious leaders.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 11,
            "Heading1": "5. Planning for youth-focused DDR processes",
            "Heading2": "5.1 Gender responsive and transformative",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Understanding the recruitment pathways of youth into armed forces and groups is essential for the development of effective (re-)recruitment prevention strategies. Prevention efforts should start early and take place continuously throughout armed conflict. Prevention efforts should be based on an analysis of the dynamics of recruitment and its underlying causes and include advocacy strategies that are directed at all levels of governance, both formal and informal.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 11,
            "Heading1": "6. Prevention of recruitment and re-recruitment of youth",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "In recognition that youth are often recruited as children, and/or face similar ‘push’ and ‘pull’ risk factors, DDR practitioners should analyse the structural, social, and individual-level risk factors outlined in section 8 of IDDRS 5.20 on Children and DDR when designing and implementing strategies to prevent the (re-)recruitment of youth. DDR practitioners should also be aware that: \\n Youth participation in armed conflict is not always driven by negative motivations. Volunteerism into armed groups can be driven by a desire to change the social and political landscape in positive ways and to participate in something bigger than oneself. \\n Gender must be considered when considering reasons for youth engagement. Although an increasing number of young women and girls are involved in conflicts, particularly the longer conflicts continue, young men and boys are over-represented in armed forces and groups. This pattern is most often a result of societal gender expectations that value aggressive masculinity and peaceable femininity. While young women and girls often serve armed forces and groups in non- fighting roles and their contributions can be difficult to measure, their participation, reintegration and recovery is critical to peace building processes as marginalized women and girls remain at higher risk of (re)recruitment. Societal expectations may have implications for the roles of young women and men in conflict, as well as how they reintegrate following conflict (see IDDRS Module 5.10 Gender and DDR). It is important to understand the drivers for recruitment and re- recruitment, including the different challenges that male and female youth may experience.; \\n CVR and community-based reintegration programmes can be useful in preventing the (re-) recruitment of youth (see section 7.4 and IDDRS 2.30 on Community Violence Reduction and IDDRS 4.30 on Reintegration); \\n Young people can play a crucial role in preventing the spread of rumours that may fuel recruitment and armed conflict, particularly through social media. Different youth networks and organizations may use their connections to fact-check rumours and then spread corrected information to their communities; \\n ‘Safe spaces’ that may take the form of youth centres or other contextually appropriate and gender sensitive form are recommended to be created as a place for young people to interact with each other. Centres that allow youth to meet off the streets and experience non-violent excitement and social connection can provide alternatives to joining armed forces or groups, offer marginalized youth a space where they feel included, and provide spaces to educate youth about the realities of life in armed groups. These centres can also help with training and employment efforts by, for example, organizing job information fairs and providing referrals to employment services and counselling. Informal youth drop-in centres may also attract young former combatants who are vulnerable to re-recruitment, and who did not go through DDR because of fear or misinformation, or because they managed to escape and are looking for help by themselves. Well-trained mentors who act as role models should manage these centres; \\› Interaction between different youth organizations, networks and movements as well as youth centres, platforms and councils or others similar entitiescan provide opportunities to build trust between members of different communities. DDR practitioners should support programmes that encourage young people to initiate spaces that form bridges across conflict lines at community and state levels.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 11,
            "Heading1": "6. Prevention of recruitment and re-recruitment of youth",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "It is neither possible nor advisable to design and implement DDR processes for all young people in the same way. For youth between the ages of 15 to 17, the guidance outlined in section 7 of IDDRS 5.20 on Children and DDR shall be followed. However, elements of the guidance in this section, which focuses on youth aged 18 to 24, may also be applicable.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 13,
            "Heading1": "7. Youth-focused approaches to DDR",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "DDR programmes consist of a set of related measures, with a particular aim, falling under the operational categories of disarmament, demobilization and reintegration. DDR programmes require certain preconditions, such as the signing of a peace agreement, to be viable (see IDDRS 2.10 on The UN Approach to DDR).",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 13,
            "Heading1": "7. Youth-focused approaches to DDR",
            "Heading2": "7.1 DDR programmes",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Youth-focused DDR programmes should include technical personnel and local staff with experience in working on youth and gender issues in order to ensure that explicit needs are identified and addressed from an early stage of engagement. This should be expressed either through distinct roles or as a function of an existing role and developed into relevant terms of reference. For example, the disarmament team should include a national youth specialist.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 13,
            "Heading1": "7. Youth-focused approaches to DDR",
            "Heading2": "7.1 DDR programmes",
            "Heading3": "7.1.1 Personnel",
            "Heading4": ""
        },
        {
            "Paragraph": "During disarmament or demobilisation processes youth should be screened for age, following age assessment guidance found in Annex B of IDDRS 5.20 on Children and DDR. Youth, under the age of 18, should be separated from adults.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 13,
            "Heading1": "7. Youth-focused approaches to DDR",
            "Heading2": "7.1 DDR programmes",
            "Heading3": "7.1.2 Disarmament and demobilization sites",
            "Heading4": ""
        },
        {
            "Paragraph": "With the exception of young child dependants who are with their caregivers, female youth participating in DDR programmes should, at a minimum, be accommodated in a female only section and, where possible, housed in female only facilities along with other female ex-combatants and females associated with armed forces or groups. Further guidance can be found in IDDRS 4.10 on Disarmament, IDDRS 4.20 on Demobilization, and IDDRS 5.10 on Women, Gender and DDR",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 13,
            "Heading1": "7. Youth-focused approaches to DDR",
            "Heading2": "7.1 DDR programmes",
            "Heading3": "7.1.2 Disarmament and demobilization sites",
            "Heading4": ""
        },
        {
            "Paragraph": "Even before disarmament begins, a general profile of the potential participants and beneficiaries of a DDR programme should be developed in order to inform later reintegration programming. The following data should be collected: demographic composition of participants and beneficiaries, education and skills, special needs, areas of return, expectations and security risks. To the extent possible, a random and representative sample should be taken, and the data gathered should be disaggregated by age and gender (see IDDRS 4.30 on Reintegration). During disarmament and demobilization, ex-combatants and persons formerly associated with armed forces or groups should be registered and more comprehensive profiling should take place (see IDDRS 4.20 on Demobilization). This profiling should be used, at a minimum, to identify obstacles that may prevent youth from full participation in a DDR programme, to identify the specific needs and ambitions of youth, and to devise protective measures for youth. For example, profiling may reveal the need for extended outreach services to families to address trauma, distress, or loss, and increase their ability to support returning youth.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 13,
            "Heading1": "7. Youth-focused approaches to DDR",
            "Heading2": "7.1 DDR programmes",
            "Heading3": "7.1.3 Profiling",
            "Heading4": ""
        },

        {
            "Paragraph": "The registration and profiling of youth should include an emphasis on better understanding their reasons for engagement, aspirations for reintegration, education and technical/professional skill levels and major gaps, health-related issues that may affect reintegration (including psychosocial health), family situation, economic status, and any other relevant information that will aid in the design of reintegration solutions that are most appropriate for youth. A standardized questionnaire collecting quantitative and qualitative data from youth ex-combatants and youth formerly associated with armed forces or groups should be designed. This questionnaire can be supported by conducting qualitative profiling: assessing life skills and skills learned during armed service (for example, leadership, driving, maintenance/repair, construction, logistics) which their record often does not reflect (see Annex B for Sample Profiling Questions to Guide Reintegration).",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 14,
            "Heading1": "7. Youth-focused approaches to DDR",
            "Heading2": "7.1 DDR programmes",
            "Heading3": "7.1.3 Profiling",
            "Heading4": ""
        },
        {
            "Paragraph": "During demobilization, individuals shall be directed to a doctor or medical team for health screening. Both general and specific health needs shall be assessed. Given their age and increased risk factors, youth shall be provided with basic specialized attention in the areas of reproductive health and STIs, including voluntary testing and counselling for HIV/AIDS (see IDDRS 5.60 on HIV/AIDS and DDR and IDDRS 5.70 on Health and DDR). Female medical personnel shall be made available for women and girls. In addition, screening for mental health and psychosocial support needs should be available. Plans for how to protect personal health information shall also be made.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 14,
            "Heading1": "7. Youth-focused approaches to DDR",
            "Heading2": "7.1 DDR programmes",
            "Heading3": "7.1.4 Medical health screening",
            "Heading4": ""
        },
        {
            "Paragraph": "The transition from military to civilian life can be extremely difficult and stressful for youth who are ex-combatants or persons associated with armed forces or groups. These young men and women often lack experience in navigating civilian systems or processes such as finding accommodation, accessing services and engaging in civilian life. Pre-discharge awareness raising can be a critical component in ensuring a smooth initial transition and to begin to prepare youth for civilian life. As such, specialized sensitization programmes should be developed for youth to address the various concerns specific to this group. These programmes should take into account specific gender differences such as addressing societal expectations (e.g., for males to be the primary breadwinner, for females to fulfil traditional gender roles) and risks of stigmatization/rejection. However, they should also be designed to prepare youth for their reintegration, including beginning to raise and where appropriate address issues such as social norms and how to resolve disagreements and disputes non-violently. Given that youth may have been socialized into violence during the period they were associated with an armed force or group, longer-term reintegration support is necessary. Sensitization should therefore focus on helping youth find solutions to the challenges they may face on their return, rather than purely identifying those challenges.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 14,
            "Heading1": "7. Youth-focused approaches to DDR",
            "Heading2": "7.1 DDR programmes",
            "Heading3": "7.1.5 Pre-Discharge Awareness Raising",
            "Heading4": ""
        },
        {
            "Paragraph": "Reintegration support can be provided as part of a DDR programme, or when the preconditions for a DDR programme are not in place (see IDDRS 2.10 on The UN Approach to DDR). For youth 15-17, reintegration support can be provided at any time (see IDDRS 5.20 on Children and DDR) The guidance provided in this section is applicable to both scenarios.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 15,
            "Heading1": "7. Youth-focused approaches to DDR",
            "Heading2": "7.2 Reintegration",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Reintegration is a complex mix of economic, social, political and personal factors, all of which work together. While the reintegration of youth ex-combatants and youth formerly associated with armed forces or groups may depend, in part, on their successful transition into the world of work, if youth retain deep-rooted grievances due to political marginalization, or face significant, unaddressed psychosocial distress, or are experiencing ongoing conflict with their family, then they are extremely unlikely to be successful in making such a transition. Additionally, if communities and other stakeholders, including the State, do not recognize or value young people’s contributions, expertise, and opinions it may increase the vulnerability of youth to re-recruitment.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 15,
            "Heading1": "7. Youth-focused approaches to DDR",
            "Heading2": "7.2 Reintegration",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Youth-focused reintegration support should be designed and developed in consultation with youth. From the beginning, programme components should address the rights, aspirations, and perspectives of youth, and be as inclusive, multisectoral, and long term as is feasible from the earliest phases.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 15,
            "Heading1": "7. Youth-focused approaches to DDR",
            "Heading2": "7.2 Reintegration",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Mental health and psychosocial support needs and capacities should be identified during the profiling survey undertaken during demobilization (see above) and appropriate support mechanisms should be established to be implemented during reintegration. When necessary, demobilized youth should be supported through extended outreach mental health and psychosocial support services. This may include individual, group or family therapy, or training in various community-based psychosocial support and psychological first aid techniques. It may require recruitment of mental health or psychosocial support professionals as staff or outsourcing to local service providers or civil society. Local providers can also help address potential stigmatization relating to mental health and psychosocial support. All DDR participants and beneficiaries requiring and/or requesting mental health or psychosocial support should have access to such support. Programme staff must ensure that appropriate protections are put in place and that any stigmatization is effectively addressed.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 15,
            "Heading1": "7. Youth-focused approaches to DDR",
            "Heading2": "7.2 Reintegration",
            "Heading3": "7.2.1 Psychosocial Support and Special Care",
            "Heading4": ""
        },
        {
            "Paragraph": "DDR practitioners should consider the utility of a variety of innovative strategies to help young people deal with trauma. In some contexts, for example, music and theatre have been used to spread information, raise awareness and empower youth (e.g., ‘theatre of the oppressed’). Sports and cultural events can strongly attract young people while also having great social benefits. DDR practitioners should be aware that the cultural sector can also provide employment. Youth radio can be an excellent way of allowing youth to communicate and engage with each other and DDR practitioners should consider supplying related equipment and professional trainers. Radio can reach and inform many people and is accessible even to difficult-to-reach groups. Rural cinemas may also serve as an interactive activity in which youth can participate. Such initiatives may benefit wider social cohesion. Some of these strategies could result in new businesses run by both civilian youth and youth who are former members of armed forces or groups. This may help to bring youth together and provide/strengthen support networks.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 16,
            "Heading1": "7. Youth-focused approaches to DDR",
            "Heading2": "7.2 Reintegration",
            "Heading3": "7.2.1 Psychosocial Support and Special Care",
            "Heading4": ""
        },
        {
            "Paragraph": "Mental health and psychosocial support interventions should be planned to respond to specific gender needs. Female youth ex-combatants may face several distinct challenges that affect their mental and psychosocial health in different ways. Specific experience of conflict (for e.g., forced sexual activity, childbirth, abortion, desertion by ‘bush husbands’) and of reintegration (e.g., rejection by family and community due to involvement in socially unacceptable activities for a female, lack of access to specific employment opportunities, and greater care-giver duties) may create a subset of mental health and psychosocial support needs that the programme should address. Likewise, young male ex-combatants may face psychosocial difficulties associated with their conflict experience (e.g., perpetrator and victim of sexual violence, extreme violence) and reintegration (e.g., high levels of post-traumatic stress, appetitive aggression, and notions of masculinity and societal expectation).",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 16,
            "Heading1": "7. Youth-focused approaches to DDR",
            "Heading2": "7.2 Reintegration",
            "Heading3": "7.2.1 Psychosocial Support and Special Care",
            "Heading4": ""
        },
        {
            "Paragraph": "The capacity of the health and social services sectors to assist youth with mental health and psychosocial support should be improved. Training of trainers in psychological first aid and other community-based techniques can be particularly useful, especially in the short to medium-term. However, longer term planning for the health and social services sectors is required.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 14,
            "Heading1": "7. Youth-focused approaches to DDR",
            "Heading2": "7.2 Reintegration",
            "Heading3": "7.2.1 Psychosocial Support and Special Care",
            "Heading4": ""
        },
        {
            "Paragraph": "Youth reintegration programmes should build on healthcare provided during the demobilization process to support youth to address the various health issues that may negatively impact their successful reintegration. These health interventions should be planned as a distinct component of reintegration programming rather than as ad hoc support. For more information, see IDDRS 5.70 Health and DDR.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 16,
            "Heading1": "7. Youth-focused approaches to DDR",
            "Heading2": "7.2 Reintegration",
            "Heading3": "7.2.2 Health",
            "Heading4": ""
        },
        {
            "Paragraph": "Conflict-related disability can represent a significant barrier to reintegration for youth who are former members of armed forces or groups. As well as having to cope with the pain and difficulty of living with a disability, it can have a disruptive influence on employment and social engagement. Moreover, individuals with disabilities can be extremely hard to access and, as a result, have often been overlooked and excluded from meaningful reintegration support. Support for disabled youth ex- combatants and persons formerly associated with armed forces and groups should be informed by the Convention on the Rights of Persons with Disabilities (CPRD) (see IDDRS 5.80 on Disability- Inclusive DDR). Based on the principles of non-discrimination, inclusion, participation and accessibility, compliance with the CPRD enables DDR programmes to be more inclusive of young former members of armed forces and groups with disabilities and responsive to their specific and unique needs. While young ex-combatants and persons formerly associated with armed forces or groups with disabilities should be supported through innovative employment and social protections initiatives (e.g., pensions, housing, compensation funds, land, etc.), medical and physical rehabilitation support should also be a feature of reintegration, or at the least, effective referral for necessary support.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 17,
            "Heading1": "7. Youth-focused approaches to DDR",
            "Heading2": "7.2 Reintegration",
            "Heading3": "7.2.3 Disability",
            "Heading4": ""
        },
        {
            "Paragraph": "Educating young people about HIV and AIDS and teaching them skills in negotiation, conflict resolution, critical thinking, self-awareness, decision-making and communication improves their self- confidence and ability to make informed choices about their own reproductive health and to keep themselves safer and healthier.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 17,
            "Heading1": "7. Youth-focused approaches to DDR",
            "Heading2": "7.2 Reintegration",
            "Heading3": "7.2.4 HIV/AIDS",
            "Heading4": ""
        },
        {
            "Paragraph": "Since the involvement of parents, extended families, communities, schools and peers is vital in guiding and supporting young people to make safe choices about their health and well-being, DDR practitioners should consult with agencies involved in HIV prevention strategies and ensure that any health component of DDR works together with other community-based strategies to avoid transmission of HIV and to care for those infected with HIV or who are AIDS patients. Studies have shown that a consistent, positive, emotional relationship with a caring adult helps young people feel safe and secure, allowing them to develop the resilience needed to manage challenges in their lives and to protect their sexual well-being. Mentors in DDR training programmes should therefore be trained as educators and counsellors on HIV.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 17,
            "Heading1": "7. Youth-focused approaches to DDR",
            "Heading2": "7.2 Reintegration",
            "Heading3": "7.2.4 HIV/AIDS",
            "Heading4": ""
        },
        {
            "Paragraph": "Young women are much more likely to be infected with HIV than young men, especially when they live in conditions of poverty, are exploited by older men, or carry out sex work to survive. Specific interventions to reduce the vulnerabilities of young women to sexually transmitted infections (STI’s) should be considered to address this risk and should include young men, given the role that they may play in transmission. Respect for each other can protect both young men and young women from the dangers of forced or unwanted sex and enable them to feel comfortable discussing sexual matters and negotiating safety and protection.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 17,
            "Heading1": "7. Youth-focused approaches to DDR",
            "Heading2": "7.2 Reintegration",
            "Heading3": "7.2.4 HIV/AIDS",
            "Heading4": ""
        },
        {
            "Paragraph": "Youth-friendly services within reintegration programmes should offer treatment for STI’s and help young people access sexual and reproductive health information and services. Voluntary and confidential HIV counselling and testing services allow young people to find out their HIV status and understand safe ways of behaving, whether they are infected or not (see IDDRS 5.60 on HIV/AIDS and DDR).",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 17,
            "Heading1": "7. Youth-focused approaches to DDR",
            "Heading2": "7.2 Reintegration",
            "Heading3": "7.2.4 HIV/AIDS",
            "Heading4": ""
        },
        {
            "Paragraph": "Many youths may have habitually taken or been given drugs as combatants. In some war zones, commanders routinely give drugs to youngsters to make them dependent on the group, more obedient, and reduce their resistance to committing violent acts or crimes. At the end of the conflict, some youth may fall into drug and alcohol abuse as a coping mechanism.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 18,
            "Heading1": "7. Youth-focused approaches to DDR",
            "Heading2": "7.2 Reintegration",
            "Heading3": "7.2.5 Drug and Alcohol Addiction",
            "Heading4": ""
        },
        {
            "Paragraph": "Reintegration programmes should make a particular effort to deal with the issue of the harmful use of drugs and alcohol by young combatants, including through the provision of drug/alcohol abuse treatment and/or the provision of referral services. In many countries, the use of such substances seriously undermines the effective implementation of youth employment and reintegration programmes. If young combatants are provided with money to start their businesses while they are not fully detoxed and rehabilitated from drugs they were using during combat, their reintegration is less likely to be successful. A fear that ex-combatants are habitual drug users is also an important reason why employers may be unwilling to recruit these individuals (also see IDDRS 5.70 on Health and DDR).",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 18,
            "Heading1": "7. Youth-focused approaches to DDR",
            "Heading2": "7.2 Reintegration",
            "Heading3": "7.2.5 Drug and Alcohol Addiction",
            "Heading4": ""
        },
        {
            "Paragraph": "Life skills represent a key aspect of reintegration. Youth face greater levels of responsibility than children but may have had their education or personal development interrupted due to armed conflict. Youth may be expected to work, support family, and take on leadership roles for which they may not be prepared. For female youth, strengthening life skills can facilitate the development of mechanisms to help overcome societal pressures and obstacles, positively influence the role of women in peacebuilding, and ensure that any elevation in their position during the conflict is not lost in civilian life. For male youth, improved life skills can help address negative aspects of contextual notions of masculinity and increase their ability to resolve conflict in non-violent ways.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 18,
            "Heading1": "7. Youth-focused approaches to DDR",
            "Heading2": "7.2 Reintegration",
            "Heading3": "7.2.6 Life skills",
            "Heading4": ""
        },
        {
            "Paragraph": "Investment in life skills development for all youth must be considered of critical importance for DDR practitioners. This should be seen as a key reintegration strategy and should be mainstreamed throughout all the main components of reintegration programming. Examples of the type of life skills that may be developed through reintegration support are outlined in Table 1 below. When reintegration is being supported as part of a DDR programme, the life skills to be developed should be determined by the findings from the profiling survey conducted during demobilization.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 18,
            "Heading1": "7. Youth-focused approaches to DDR",
            "Heading2": "7.2 Reintegration",
            "Heading3": "7.2.6 Life skills",
            "Heading4": ""
        },
        {
            "Paragraph": "A young person’s level of education will often determine whether he or she makes a successful transition into the world of work. There is also evidence that keeping young people in school slows the transmission of HIV/AIDS and has other mental health and psychosocial benefits for youth affected by armed conflict (see IDDRS 5.60 on HIV/AIDS and DDR). Although a lack of primary education is normally a problem that only affects younger children, in an increasing number of conflict-affected countries, low literacy has become a major problem among youth.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 19,
            "Heading1": "7. Youth-focused approaches to DDR",
            "Heading2": "7.2 Reintegration",
            "Heading3": "7.2.7 Education",
            "Heading4": ""
        },
        {
            "Paragraph": "Time spent with an armed force or group results in a loss of educational opportunities. This in turn can create barriers to socioeconomic (re)integration, as youth are often faced with pressure to provide for themselves and their families. In contrast, a return to education can help to foster a sense of normalcy, including social interaction with other students, that assists with other elements of reintegration. As explained in detail in IDDRS 5.20 on Children and DDR, when transitioning from military to civilian life, youth may be reluctant to resume formal basic education because they feel embarrassed to attend schools with children of a much younger age, or because their care-giving responsibilities are simply too heavy to allow them the time to study without earning an income. Costs can be prohibitive, and older youth may be pressured into employment. For those youth who do return to education, many experience diminished educational attainment. This may be due to an inability to concentrate because of the trauma they experienced, or due to the absence of teachers with the experience and capacity to deal with the obstacles to learning that they face.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 19,
            "Heading1": "7. Youth-focused approaches to DDR",
            "Heading2": "7.2 Reintegration",
            "Heading3": "7.2.7 Education",
            "Heading4": ""
        },
        {
            "Paragraph": "Obstacles to the education of youth who are ex-combatants and persons associated with armed forces or groups must be overcome if their reintegration is to be successful. Youth should not feel stigmatized because they lost the opportunity to acquire an education, served in armed forces or groups, became refugees, or were not able to attend school for other reasons. Youth should also not be prevented from attending school due to costs, or because they are parents or hold other responsibilities (e.g., main household earner). The best solution may be to provide youth who have missed out on education with Accelerated Learning Programmes (ALP), which are designed and tailored for older learners and that are compatible with and recognized by the formal system of education (see section 7.9.4 in IDDRS 5.20 on Children and DDR). This may require the development of creative modalities for the provision of catch-up education in order to remain sensitive to the needs of youth, overcome obstacles, and maximize accessibility. For example: //n Begin education (basic literacy, numeracy and primary education) during demobilization and begin youth on a trajectory that will enable easier integration into formal education. //n Develop education programmes for different subsets of youth who are former members of armed forces and groups to best take into account their ability to learn and their level of development and maturity (e.g., through remedial education). //n Provide initial bridging education in separate facilities (for a short time only) to build up to a minimal level of educational attainment before entering mainstream classes. //n Train and mentor teachers in the provision of education to vulnerable, at-risk youth. //n Train teachers to promote peaceful coexistence and adapt curricula accordingly. //n Provide child-care facilities at all schools offering education for youth, to allow young mothers and youth who have responsibilities for dependents to attend. Childcare should be free and include a feeding/nutritional programme. //n Deliver vocational training on a part-time basis, so that it is possible to use the rest of the week for regular catch-up education. The mix of education and vocational training provides former combatants with a broader basis for finding long-term employment than simple vocational training. This system has the additional advantage of increasing the number of places available at training centres, which exist only in a limited number, as trainees will only attend two half-days of training a week, allowing many more people to be trained than if only one group attended full-time.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 19,
            "Heading1": "7. Youth-focused approaches to DDR",
            "Heading2": "7.2 Reintegration",
            "Heading3": "7.2.7 Education",
            "Heading4": ""
        },
        {
            "Paragraph": "Vocational training can play a key role in the successful reintegration of young ex-combatants and persons formerly associated with armed forces or groups by increasing their chances to effectively participate in the labour market. By providing youth with the means to acquire ‘employable skills,’ vocational training can increase self-esteem and build confidence, while helping young people to (re)gain respect and appreciation from the community.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 20,
            "Heading1": "7. Youth-focused approaches to DDR",
            "Heading2": "7.2 Reintegration",
            "Heading3": "7.2.8 Vocational training",
            "Heading4": ""
        },
        {
            "Paragraph": "Most armed conflicts result in the disruption of training and economic systems and, because of time spent in armed forces or groups, many young ex-combatants and persons associated with armed forces and groups do not acquire the skills that lead to a job or to sustainable livelihoods. At the same time, the reconstruction and recovery of a conflict-affected country requires large numbers of skilled and unskilled persons. Training provision needs to reflect the balance between demand and supply, as well as the aspirations of youth DDR participants and beneficiaries.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 20,
            "Heading1": "7. Youth-focused approaches to DDR",
            "Heading2": "7.2 Reintegration",
            "Heading3": "7.2.8 Vocational training",
            "Heading4": ""
        },
        {
            "Paragraph": "DDR practitioners should develop strong networks with local businesses and agriculturalists in their area of operation as early as possible to engage them as key stakeholders in the reintegration process and to enhance employment and livelihood options post-training. Partnerships with the private sector should be established early on to identify specific employment opportunities for youth post-training. This could include the development of apprenticeship programmes (see below), entering into Memoranda of Understanding (MOUs) with local chambers of commerce or orientation events bringing together key business and community leaders, local authorities, service providers, trade unions, and youth participants. DDR practitioners should explore opportunities to collaborate with vocational training institutes to see how they could adapt their programmes to specifically cater for demobilized youth.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 20,
            "Heading1": "7. Youth-focused approaches to DDR",
            "Heading2": "7.2 Reintegration",
            "Heading3": "7.2.8 Vocational training",
            "Heading4": ""
        },
        {
            "Paragraph": "Employers’, agriculturalists, and trade unions are important partners, as they may identify growth sectors in the economy, and provide assistance and advice to vocational training agencies. They can help to identify a list of national core competencies or curricula and create a system for national recognition of these competencies/curricula. Employers’ organizations can also encourage their members to offer on-the-job training to young employees by explaining the benefits to their businesses such as increased productivity and competitiveness, and reduced job turn-over and recruitment expenses.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 21,
            "Heading1": "7. Youth-focused approaches to DDR",
            "Heading2": "7.2 Reintegration",
            "Heading3": "7.2.8 Vocational training",
            "Heading4": ""
        },
        {
            "Paragraph": "Systematic data on the labour market and on the quantitative and qualitative capacities of training partners may be unavailable in conflict-affected countries. Engagement with businesses, agriculturalists, and service providers at the national, sub-national and local levels is therefore vital to fill these knowledge gaps in real-time, and to sensitize these actors on the challenges faced by youth ex-combatants and persons formerly associated with armed forces and groups. DDR practitioners should also explore opportunities to collaborate with national and local authorities, other UN agencies/programmes and any other relevant/appropriate actors to promote the restoration of training facilities and institutions, apprenticeship education and training programmes, and the capacity building of trainers.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 21,
            "Heading1": "7. Youth-focused approaches to DDR",
            "Heading2": "7.2 Reintegration",
            "Heading3": "7.2.8 Vocational training",
            "Heading4": ""
        },
        {
            "Paragraph": "For youth who have little or no experience of decent work, vocational training should include a broad range of training and livelihood options to provide young people with choice and control over decision-making that affects their lives. In rural settings, agricultural and animal husbandry, veterinary, and related skills may be more valuable and more marketable and should not be ignored as options. Specifically, consideration should be given to the type of training that female youth would prefer, rather than limiting them to training for roles that have traditionally been associated with females .",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 21,
            "Heading1": "7. Youth-focused approaches to DDR",
            "Heading2": "7.2 Reintegration",
            "Heading3": "7.2.8 Vocational training",
            "Heading4": ""
        },
        {
            "Paragraph": "The level of training should also match the need of the local economy to increase the probability of employment, so that the skills and expectations of youth match labour market needs, and training modalities should be developed to most appropriately reflect the learning needs of youth deprived of much of their schooling. As youth may have experienced trauma or loss, mental health and psychosocial support should be available during training to those who need it. Vocational training modalities should also specifically consider those with dependants (particularly young women) to enable them sustained access to training programmes. This may include supporting access to social protection measures such as kindergarten or other forms of childcare. In addition, it is important to understand the motivations and interests of young people as part of facilitating a match of training with the local economy needs.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 21,
            "Heading1": "7. Youth-focused approaches to DDR",
            "Heading2": "7.2 Reintegration",
            "Heading3": "7.2.8 Vocational training",
            "Heading4": ""
        },
        {
            "Paragraph": "Young people require learning strategies that allow them to learn at their own pace. Learning approaches should be interactive and utilize appropriate new technologies, particularly when attempting to extend skills training to hard-to-reach youth. This may include digital resources and eLearning, as well as mobile skills-building facilities. The role of the trainer involved in these programmes should be that of a facilitator who encourages active learning, supports teamwork and provides a positive adult ‘role model’ for young participants. Traditional supply-driven and instructor-oriented training methods should be avoided.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 21,
            "Heading1": "7. Youth-focused approaches to DDR",
            "Heading2": "7.2 Reintegration",
            "Heading3": "7.2.8 Vocational training",
            "Heading4": ""
        },
        {
            "Paragraph": "Where possible, and in order to prepare young people with no previous work experience for the highly competitive labour market, vocational training should be paired with apprenticeship and/or on-the-job training opportunities. Trainees can then combine the skills they are learning with practical experience of norms and values, productivity and competition in the world of work. DDR practitioners should also plan staff development activities that aim at training existing or newly recruited vocational trainers in how to address the specific needs and experiences of young DDR participants and beneficiaries.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 22,
            "Heading1": "7. Youth-focused approaches to DDR",
            "Heading2": "7.2 Reintegration",
            "Heading3": "7.2.8 Vocational training",
            "Heading4": ""
        },
        {
            "Paragraph": "Youth ex-combatants and persons formerly associated with armed forces or groups can experience further frustration and hopelessness if they do not find a job after having been involved in ineffective or poorly targeted training programme. These feelings can make re-recruitment more likely. One of the clearest lessons learned from past DDR programmes is that even after training, young combatants often struggle to succeed in weak economies that have been damaged by war, as do adults. Businesses owned by former members of armed forces and groups regularly fail due to market saturation, competition with highly qualified people already running the same kinds of businesses, limited experience in business start-up, management and development, and because of the very limited cash available to pay for goods and services in post-war societies. Youth may also be in competition for limited job opportunities with more experienced adults.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 22,
            "Heading1": "7. Youth-focused approaches to DDR",
            "Heading2": "7.2 Reintegration",
            "Heading3": "7.2.8 Vocational training",
            "Heading4": ""
        },
        {
            "Paragraph": "To address these issues, reintegration programmes should more effectively empower youth by combining several skills in one course, e.g., home economics with tailoring, pastry or soap- making. This is because possession of a range of skills greatly improves the employability of young people. Also, providing easy-to-learn skills such as mobile phone repair makes young people less vulnerable and more adaptable to rapidly changing market demands. Together the acquisition of business skills and life skills (see above) can help young people become more effective in the market. Depending on the context, agricultural and animal husbandry, veterinary, and related skills should be considered.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 22,
            "Heading1": "7. Youth-focused approaches to DDR",
            "Heading2": "7.2 Reintegration",
            "Heading3": "7.2.8 Vocational training",
            "Heading4": ""
        },
        {
            "Paragraph": "Training demobilized youth in trades they might identify as their preference should be avoided if the trades are not required in the labour market. The feeling of frustration and helplessness that might have caused people to take up arms in the first place only increases when they cannot find employment after training and could increase the risk of re-recruitment. Training and apprenticeship programmes should be adapted to young people’s abilities, interests and needs, to enable them to complete the programme, which will both boost their employment prospects and bolster their self- confidence. A commitment to motivating young people to realize their potential is a vital part of successful programming and implementation.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 22,
            "Heading1": "7. Youth-focused approaches to DDR",
            "Heading2": "7.2 Reintegration",
            "Heading3": "7.2.8 Vocational training",
            "Heading4": ""
        },
        {
            "Paragraph": "This can be achieved through greater involvement of both youth participants and the business community in reintegration programming and design. This can enable a more realistic appreciation of the economic context, the identification of interesting but non-standard alternatives (so long as they can lead to sustainable job prospects or livelihoods), and the development of initial relationships. Effective career or livelihood counselling will be central to this process, and it is therefore necessary to recruit DDR staff with skills not only in vocational and technical training provision, but also in working with youth. Where such capacities are not evident it is important to invest in capacity development before DDR staff make contact with programme participants.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 22,
            "Heading1": "7. Youth-focused approaches to DDR",
            "Heading2": "7.2 Reintegration",
            "Heading3": "7.2.8 Vocational training",
            "Heading4": ""
        },
        {
            "Paragraph": "Vocational training should be accompanied by high quality employment counselling and livelihood or career guidance. Young people who have been engaged with an armed force or armed group may have no experience of looking for employment, no professional contacts, and may not know what they can do or even want to do. Employment counselling, career guidance and labour market information that is grounded in the realities of the context can help youth ex-combatants and youth formerly associated with an armed force or group to: \\n manage the change from the military to civilian life and from childhood to adulthood; \\n understand the labour market; \\n identify opportunities for work and learning; \\n build important attitudes and life skills; \\n make decisions; \\n plan their career and life.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 23,
            "Heading1": "7. Youth-focused approaches to DDR",
            "Heading2": "7.2 Reintegration",
            "Heading3": "7.2.9 Employment Services",
            "Heading4": ""
        },
        {
            "Paragraph": "Employment counselling and career and livelihood guidance should match the skills and aspirations of youth who have transitioned to civilian status with employment or education and training opportunities. Counselling and guidance should be offered as early as possible (and at an early stage of the DDR programme if one exists), so that they can play a key role in designing employment programmes, identifying education and training opportunities, and helping young ex- combatants and persons formerly associated with armed forces or groups make realistic choices. Female youth and youth with disabilities should receive tailored support to make choices that appropriately reflect their wishes rather than being pressured into following a career path that fits with social norms. This will require significant work with service providers, employers, family and the wider community to sensitize on these issues, and may necessitate additional training, capacity building and orientation of DDR staff to ensure that this is done effectively.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 23,
            "Heading1": "7. Youth-focused approaches to DDR",
            "Heading2": "7.2 Reintegration",
            "Heading3": "7.2.9 Employment Services",
            "Heading4": ""
        },
        {
            "Paragraph": "Employment counsellors should work closely with the business community and youth both before and during vocational training. Employment services including counselling, career guidance, and directing young people to the appropriate jobs and educational institutions should also be offered to all young people seeking employment, not only those previously engaged with armed forces or groups. Such a community-based approach will demonstrate the benefit of accepting returning former members of armed forces and groups into the community. Employment and livelihood services must build on existing national structures and are normally under the control of the ministry of labour and/or youth. DDR practitioners should be aware of fair recruitment principles and guidelines 3 and how they may apply to a DDR context when seeking to promote employment through both public employment services and private recruitment agencies.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 24,
            "Heading1": "7. Youth-focused approaches to DDR",
            "Heading2": "7.2 Reintegration",
            "Heading3": "7.2.9 Employment Services",
            "Heading4": ""
        },
        {
            "Paragraph": "Public works programmes aim to build or rehabilitate public/community assets and infrastructure that are vital for sustaining the livelihoods of a community. Examples are the rehabilitation of maintenance of roads, improving drainage, water supplies and sanitation, demining or environmental work including the planting of trees (see IDDRS 4.20 on Demobilization). Public works programmes can be easily designed to create job opportunities for youth who are community members and/or former members of armed forces and groups. There is always urgent work to be done in priority sectors — such as essential public facilities — and geographical areas, especially those most affected by armed conflict. Job-creation schemes may provide employment and income support and, at the same time, develop physical and social infrastructure. Such schemes should be designed to promote the value-chain, exploring the full range of activities needed to create a product or services, and should make use of locally available resources, whenever possible, to boost the sustainable economic impact.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 24,
            "Heading1": "7. Youth-focused approaches to DDR",
            "Heading2": "7.2 Reintegration",
            "Heading3": "7.2.10 Public works programmes",
            "Heading4": ""
        },
        {
            "Paragraph": "Although these programmes offer only a limited number of long-term jobs, they can provide immediate employment, increase the productivity of low-skilled youth and help young participants gain work experience that can be critical for more sustainable employment. A further key impact is that they can assist in raising the social status of youth former members of armed forces and groups from individuals who may be perceived as “destroyers” to individuals who are considered “constructors”. Chosen schemes can be part of special reconstruction projects to directly benefit youth, such as training centres, sports facilities, health facilities, schools, or places where young people can engage in local politics or play and listen to music. Such projects can be developed within the local construction industry and assist groups of youth to become small contractors. Community-based employment provides an ideal opportunity to mix young former members of armed forces and groups with other youth, paving the way for social reintegration, and should be made available equally to young women and men.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 24,
            "Heading1": "7. Youth-focused approaches to DDR",
            "Heading2": "7.2 Reintegration",
            "Heading3": "7.2.10 Public works programmes",
            "Heading4": ""
        },
        {
            "Paragraph": "Where possible, public works programmes shall be implemented immediately after young people transition from military to civilian status. Care must be taken to ensure that safe labour standards are prioritized, and that youth are given options in terms of the type of work available to them, and not forced into physically demanding work. The creation of employment-intensive work for youth should include other components such as flexible on-site training, mentoring, community services and psychosocial care (where necessary) to support their reintegration into society.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 25,
            "Heading1": "7. Youth-focused approaches to DDR",
            "Heading2": "7.2 Reintegration",
            "Heading3": "7.2.10 Public works programmes",
            "Heading4": ""
        },
        {
            "Paragraph": "Employers may be hesitant to hire youth who are former members of armed forces or groups for a wide range of reasons. These reasons may include distrust, image/perceptions, as well as issues of discrimination linked to ethnicity, sociocultural background, political and/or religious beliefs, gender, etc. To help overcome barriers and create opportunities, employers should be given incentives to hire youth or create apprenticeship places. For example, construction companies could receive certain DDR-related contracts on the condition that their labour force includes a high percentage of youth or even a specific group of youth, such as female youth who are ex-combatants. Wage subsidies and other incentives, such as tax exemptions for a limited period, can also be offered to employers who hire young former members of armed forces and groups. This can, for example, pay for the cost of initial training required for young workers. These subsidies can be particularly useful in enabling certain groups of youth to access the labour market (e.g., ex-combatants with disabilities), or areas of the labour market that may traditionally be off limits (e.g., female ex-combatants with a desire to work in traditionally male dominated areas).",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 25,
            "Heading1": "7. Youth-focused approaches to DDR",
            "Heading2": "7.2 Reintegration",
            "Heading3": "7.2.11 Wage incentives",
            "Heading4": ""
        },
        {
            "Paragraph": "There are many schemes for sharing initial hiring costs between employers and government. The main issues to be decided are the length of the period in which young people will be employed; the amount of subsidy or other compensation employers will receive; and the type of contracts that young people will be offered. Employers may, for example, receive the same amount as the wage of each person hired or apprenticed. Other programmes combine subsidized employment with limited-term employment contracts for young people. Work training contracts may provide incentives to employers who recruit young former members of armed forces and groups and provide them with on-the-job training. Care should be taken to make sure that this opportunity includes youth who are former members of armed forces and groups, in order to incentivize employers to work with a group that they may have otherwise been wary of. Furthermore, DDR practitioners should develop an efficient monitoring system to make sure that training, mentoring and employment incentives are used to improve employability, rather than turn youth into a cheap source of labour.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 25,
            "Heading1": "7. Youth-focused approaches to DDR",
            "Heading2": "7.2 Reintegration",
            "Heading3": "7.2.11 Wage incentives",
            "Heading4": ""
        },
        {
            "Paragraph": "Trade unions should be encouraged to identify and share examples of good practice for organizing and recruiting young people. These include youth-recruiting-youth methods, networks of young trade union activists for sharing experiences, and other informal networks for exchanging information. Youth committees and working groups from different unions should be set up in order to share information, identify the needs and problems of young people and implement relevant policies and strategies. Young members can learn from other unions about how to open up job opportunities and improve working conditions. Tripartite consultations and collective bargaining can be used by unions to pressure governments and employers to deal with questions of youth employment and make youth issues part of policies and programmes. It is also a good idea to work with governments and workers’ organizations to develop and implement strategies for youth reintegration that everyone involved supports. Decent work for youth can be made part of collective agreements negotiated by unions.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 25,
            "Heading1": "7. Youth-focused approaches to DDR",
            "Heading2": "7.2 Reintegration",
            "Heading3": "7.2.12 Trade unions",
            "Heading4": ""
        },
        {
            "Paragraph": "Unions can also provide advice on workplace issues and proposed legislation, support and encourage the provision of social protection for both young people and adults, put pressure on employers and employers’ organizations to prevent child labour, and make sure that young workers are informed about their rights and the role of trade unions.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 26,
            "Heading1": "7. Youth-focused approaches to DDR",
            "Heading2": "7.2 Reintegration",
            "Heading3": "7.2.12 Trade unions",
            "Heading4": ""
        },
        {
            "Paragraph": "The private sector can play an important role in reintegration, not only through employers’ organizations, but also because individual companies can contribute to the socioeconomic (re)integration of young people. There are a great many potential initiatives that the private sector can contribute to, ranging from strategic dialogue to high-risk arrangements. The private sector may sponsor scholarships and support education by, for example: sponsoring young people working toward higher qualifications that provide relevant skills for the labour market; sponsoring special events or school infrastructure, such as books and computers or other office equipment; and establishing meaningful traineeships that provide young people with valuable work experience and help them reintegrate into society. The private sector should also be encouraged to support young entrepreneurs during the critical first years of their new business. Large firms could introduce mentorship or coaching programmes, and offer practical support such as providing non-financial resources by allowing young people to use company facilities (internet, printer, etc.), which is a low-cost yet effective way of helping them to start their own businesses or apply for jobs. Volunteer work at a large business provides young entrepreneurs with valuable expertise, knowledge, experience and advice. This could also be provided in seminars and workshops. The private sector can also provide start-up capital, for example, by holding competitions to provide young people who develop innovative business ideas with start- up funding.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 26,
            "Heading1": "7. Youth-focused approaches to DDR",
            "Heading2": "7.2 Reintegration",
            "Heading3": "7.2.13 The private sector",
            "Heading4": ""
        },
        {
            "Paragraph": "Networks of small businesses run by young people should be helped to cooperate with each other and with other businesses, as well as with institutions such as universities and specialized institutions in particular sectors of the economy, so that they can better compete with large, well- established companies. They can cooperate and share the costs of buying more expensive equipment, as well as share experiences and knowledge.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 26,
            "Heading1": "7. Youth-focused approaches to DDR",
            "Heading2": "7.2 Reintegration",
            "Heading3": "7.2.13 The private sector",
            "Heading4": ""
        },
        {
            "Paragraph": "Public–private partnerships can also assist youth who are former members of armed forces and groups, for e.g., by working together to provide employment service centres for young people. Training centres, job centres and microfinance providers should be linked to members of the private sector, be well informed of the needs and potential of youth, and adapt their services to help this group.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 26,
            "Heading1": "7. Youth-focused approaches to DDR",
            "Heading2": "7.2 Reintegration",
            "Heading3": "7.2.13 The private sector",
            "Heading4": ""
        },
        {
            "Paragraph": "As there is often severe competition in post-conflict labour markets, youth will often have very limited access to existing jobs. The large majority of youth will need to start their own businesses, in groups or individually. To increase their success rate, DDR practitioners should: \\n\\n develop young people’s ability to deal with the problems they will face in the world of work through business development education. They should learn the following sets of skills: \\n being enterprising — learning to see and respond to opportunities; \\n business development skills — learning to investigate and develop a business idea; \\n business management skills — learning how to get a business going and manage it successfully. \\n\\n develop the capacities of young entrepreneurs to manage businesses that positively contribute to sustainable development in their communities and societies and that do no harm. \\n\\n encourage business persons and agricultural leaders to support young (or young potential) entrepreneurs during the vital first years of their new enterprise by transferring their knowledge, experience and contacts to them. They can do this by providing on-the-job learning, mentoring, including them in their networks and associations, and using youth businesses to supply their own businesses. The more support a young entrepreneur receives in the first years of their business, the better their chances of creating a sustainable business or of becoming more employable. \\n\\n ensure business-focused DDR activities align with national priorities and strategies in order to maximise potential access to resources and government support. \\n\\n provide access to business training. Among several business training methods, Start Your Business, for start-ups, and Start and Improve Your Business (SIYB) help train people who train entrepreneurs and through this multiplier effect, reach a large number of unemployed or potential business starters. SIYB is a sustainable and cost- effective method that equips young entrepreneurs with the practical management skills needed in a competitive business environment. If the illiteracy rate among young combatants is very high, other methods are available, such as Grassroots Management Training.4",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 27,
            "Heading1": "7. Youth-focused approaches to DDR",
            "Heading2": "7.2 Reintegration",
            "Heading3": "7.2.14 Youth Entrepreneurship",
            "Heading4": ""
        },
        {
            "Paragraph": "Youth entrepreneurship is more likely to be effective if supported by enabling policies and regulations. For example, efficient and fair regulations for business registration will help young people to start a business in the formal economy. Employers’ organizations can play an important role in providing one-on-one mentoring to young entrepreneurs. Support from a mentor is particularly effective for young entrepreneurs during the first years of business start-up, since this is when youth enterprises tend to have high failure rates. It is important that youth themselves control the mentoring relationships they engage in to ensure these are formed on a voluntary basis and are positive in nature. Some youth may enjoy more formal structures, while for others an informal arrangement is preferable. ",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 27,
            "Heading1": "7. Youth-focused approaches to DDR",
            "Heading2": "7.2 Reintegration",
            "Heading3": "7.2.14 Youth Entrepreneurship",
            "Heading4": ""
        },
        {
            "Paragraph": "Group-based youth entrepreneurship, in the form of associations or cooperatives, is another important way of providing decent jobs for youth ex-combatants and youth formerly associated with armed forces and groups. This is because many of the obstacles that young entrepreneurs face can be overcome by working in a team with other people. In recognition of this, DDR practitioners should encourage business start-ups in small groups and where possible there should be a balance between civilians and former members of armed forces and groups. DDR practitioners should empower these youth businesses by monitoring their performance and defending their interests through business advisory services, including them in employers’ and workers’ organizations, providing access to business development services and micro-finance, and creating a favourable environment for business development.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 28,
            "Heading1": "7. Youth-focused approaches to DDR",
            "Heading2": "7.2 Reintegration",
            "Heading3": "7.2.14 Youth Entrepreneurship",
            "Heading4": ""
        },
        {
            "Paragraph": "A number of issues may also need to be tackled in relation to youth entrepreneurship, including: \\n the need for investment in premises and equipment (a warehouse, marketplace, cooling stores, workplace, equipment); \\n the size and nature of the local market (purchasing power and availability of raw materials); \\n the economic infrastructure (roads, communications, energy); and \\n the safety of the environment and of any new equipment.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 28,
            "Heading1": "7. Youth-focused approaches to DDR",
            "Heading2": "7.2 Reintegration",
            "Heading3": "7.2.14 Youth Entrepreneurship",
            "Heading4": ""
        },
        {
            "Paragraph": "Given that such issues go beyond the scope of DDR, there should be direct links between DDR and other development initiatives or programmes to encourage national or international investments in these areas. Where possible, reintegration programmes should also source products and services from local suppliers.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 28,
            "Heading1": "7. Youth-focused approaches to DDR",
            "Heading2": "7.2 Reintegration",
            "Heading3": "7.2.14 Youth Entrepreneurship",
            "Heading4": ""
        },
        {
            "Paragraph": "Microcredit remains an important source of financial help for people who do not meet the criteria for regular bank loans and has wide reaching benefits in terms of enhancing social capital and facilitating conflict resolution and reconciliation through cross-group cooperation. Reintegration programmes should take active steps to provide microfinance options.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 28,
            "Heading1": "7. Youth-focused approaches to DDR",
            "Heading2": "7.2 Reintegration",
            "Heading3": "7.2.15 Microfinance for youth",
            "Heading4": ""
        },
        {
            "Paragraph": "The success of microfinance lies in its bottom-up approach, which allows for the establishment of new links among individuals, NGOs, governments and businesses. Traditionally, youth have largely been denied access to finance. While some young people are simply too young to sign legal contracts, there is also a perception that youth ex-combatants and youth formerly associated with armed forces and groups are unpredictable, volatile, and therefore a high-risk group for credits or investments. These prejudices tend to disempower youth, turning them into passive receivers of assistance rather than enabling them to take charge of their own lives.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 28,
            "Heading1": "7. Youth-focused approaches to DDR",
            "Heading2": "7.2 Reintegration",
            "Heading3": "7.2.15 Microfinance for youth",
            "Heading4": ""
        },
        {
            "Paragraph": "Microfinance holds great potential for young people. Youth should be allowed access to loans within small cooperatives in which they can buy essential assets as a group. When the group members have together been able to save or accumulate some capital, the savings or loans group can be linked to, or even become, a microfinance institution with access to donor capital.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 29,
            "Heading1": "7. Youth-focused approaches to DDR",
            "Heading2": "7.2 Reintegration",
            "Heading3": "7.2.15 Microfinance for youth",
            "Heading4": ""
        },
        {
            "Paragraph": "Governments should assist youth to get credits on favourable terms to help them start their own business, e.g., by guaranteeing loans through microfinance institutions or temporarily subsidizing loans. In general, providing credit is a controversial issue, whether it aims at creating jobs or making profits. It is thus important to determine which lending agencies can best meet the specific needs of young entrepreneurs. With adequate support, such credit agencies can play an important role in helping young people to become successful entrepreneurs. Depending on the case, the credit can either be publicly or privately funded, or through a public-private partnership that would increase the buy-in of the local business community into the reintegration process.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 29,
            "Heading1": "7. Youth-focused approaches to DDR",
            "Heading2": "7.2 Reintegration",
            "Heading3": "7.2.15 Microfinance for youth",
            "Heading4": ""
        },
        {
            "Paragraph": "Microfinance programmes designed specifically for youth should be accompanied by complementary support services, including business training and other non-financial services such as business development services, information and counselling, skills development, and networking.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 29,
            "Heading1": "7. Youth-focused approaches to DDR",
            "Heading2": "7.2 Reintegration",
            "Heading3": "7.2.15 Microfinance for youth",
            "Heading4": ""
        },
        {
            "Paragraph": "The reintegration of young former members of armed forces and groups is more likely to be successful they receive support from their families. The family unit provides critical initial needs (shelter, food, clothing, etc.) and the beginning of a social network that can be crucial to community acceptance and finding employment, both important factors in minimising the risk of re-recruitment and in successful, sustained reintegration. Youth-focused reintegration programmes should develop initiatives that promote family reintegration through preparing families for youth returns, providing support to families who welcome back youth who are reintegrating, and working with families and communities to come together to reduce potential stigma that the family may experience for welcoming back a former member of an armed force or group.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 30,
            "Heading1": "7. Youth-focused approaches to DDR",
            "Heading2": "7.2 Reintegration",
            "Heading3": "7.2.16 The role of families and communities",
            "Heading4": ""
        },
        {
            "Paragraph": "After serving in armed groups or forces in which they had status and even power, youth are likely to experience a sudden drop in their influence in families and communities. A community- based approach that elevates the position of youth and ensures their social and political inclusion, is central to the successful reintegration of youth. Young men and women should be explicitly involved in the decision-making structures that affect the reintegration process, to allow them to express their specific concerns and needs, and to build their sense of ownership of post-conflict reconstruction processes.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 30,
            "Heading1": "7. Youth-focused approaches to DDR",
            "Heading2": "7.2 Reintegration",
            "Heading3": "7.2.16 The role of families and communities",
            "Heading4": ""
        },
        {
            "Paragraph": "Youth-focused reintegration programmes should emphasise the identification and support of role models to provide leadership to all youth. This may include young women who are engaged in non-gender-traditional employment to demonstrate the possibilities open to young women and to provide mentoring support to others in training and employment choices. Equally, it may include young men who challenge gender norms and promote non-violent conflict management who can help to change attitudes towards gender and violence in both young men and women. Youth who have successfully transitioned from military to civilian life may serve as mentors to those who have more recently made the transition, preferably in a group setting alongside civilian youth so as to avoid stigma and isolation.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 30,
            "Heading1": "7. Youth-focused approaches to DDR",
            "Heading2": "7.2 Reintegration",
            "Heading3": "7.2.16 The role of families and communities",
            "Heading4": ""
        },
        {
            "Paragraph": "Political marginalization is a significant driving factor behind youth (re-)recruitment into armed forces and groups. Ensuring that youth have necessary and appropriate levels of voice and representation in their communities and nationally is a critical element of successful reintegration.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 30,
            "Heading1": "7. Youth-focused approaches to DDR",
            "Heading2": "7.2 Reintegration",
            "Heading3": "7.2.17 Voice, participation and representation",
            "Heading4": ""
        },
        {
            "Paragraph": "Reintegration support should aim to create opportunities for young people’s civic and political engagement at the local level, including strategies for ensuring the inclusion of youth former combatants and youth formerly associated with armed forces and groups in local decision-making processes. Programmatic collaboration with community-based organizations and NGOs engaging in political development initiatives (for e.g., political party capacity development and the establishment of youth parliaments) to identify and promote opportunities for youth engagement can be a useful way to develop this stream of work. At the national level, DDR practitioners should coordinate and collaborate with national youth organisations to help facilitate social relations with peers and opportunities to engage in youth-led political initiatives. This should be accompanied by the aforementioned life-skills, including civic education, which could be jointly attended by civilian youth, to ensure a conflict sensitive approach.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 30,
            "Heading1": "7. Youth-focused approaches to DDR",
            "Heading2": "7.2 Reintegration",
            "Heading3": "7.2.17 Voice, participation and representation",
            "Heading4": ""
        },
        {
            "Paragraph": "Youth ex-combatants and youth formerly associated with armed forces and groups have the potential to play a significant, positive role in peace building. Reintegration programmes should therefore make significant resources available to promote youth as agents of change. Programmatic interventions seeking to promote the role of youth as peaceful agents of change might include: \\n a training programme for youth (former members of armed forces and groups and otherwise) in political mediation, grassroots organization and advocacy. \\n a youth-led community peace education programme utilising creative platforms (e.g. sport, music, visual arts, theatre and dance) to promote a culture of non-violence and peace \\n a youth managed peer education and mentoring programme promoting equality, trust and thought-provoking learning on issues such as SGBV, social inclusion, violence prevention, climate change and sustainable development, among others. \\n an activity reusing scrapped weapons for artistic and symbolic purposes could be included as a reintegration activity involving community youth in an effort to build confidence and connections between youth, as well as leave lasting messages for peace in communities. \\n a small grants facility for youth (both former members of armed forces and groups and otherwise) supporting youth designed and implemented social programmes that have an articulated community benefit. \\n a community-driven development facility that brings youth (both former members of armed forces and groups and otherwise) together with community leaders to identify, design and implement small infrastructure projects benefiting the community (and providing employment). \\n a local-level political forum that enables youth to engagement in local decision-making processes and provides referral services for access to resources. \\n a national dialogue process, coordinating with other relevant youth actors, to lobby for greater youth participation in the formal political process and give youth a seat at the table at local, sub- national and national levels.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 30,
            "Heading1": "7. Youth-focused approaches to DDR",
            "Heading2": "7.2 Reintegration",
            "Heading3": "7.2.17 Voice, participation and representation",
            "Heading4": ""
        },
        {
            "Paragraph": "Such an approach should promote the inclusion of all youth, male and female, whether former members of armed forces or groups or not. However, it is critical that such interventions are youth owned and that it is the youth themselves who drive these initiatives forward. DDR practitioners and community leaders can work with local and national authorities, formal and informal, to help open up space for youth to pursue these activities. This might be by first engaging in joint activities that benefit the community and demonstrate the positive effect youth can have on the reconstruction process. This is important as Governments should be convinced of the ‘added value’ of youth involvement in reconstruction activities and of the positive reasons for investing in youth.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 31,
            "Heading1": "7. Youth-focused approaches to DDR",
            "Heading2": "7.2 Reintegration",
            "Heading3": "7.2.17 Voice, participation and representation",
            "Heading4": ""
        },
        {
            "Paragraph": "After leaving armed forces and groups, youth may wish to retain some linkage with the political entity of the armed group to which they were previously affiliated. Every person has the legal right to freedom of political expression, which should be considered and supported at all stages of the planning and implementation of youth-focused DDR. DRR practitioners shall ensure that youth are not inadvertently prevented from freely expressing their rights.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 31,
            "Heading1": "7. Youth-focused approaches to DDR",
            "Heading2": "7.2 Reintegration",
            "Heading3": "7.2.17 Voice, participation and representation",
            "Heading4": ""
        },
        {
            "Paragraph": "Young people often lack a structured platform and the opportunity to have their voice heard by decision makers, comprised mainly of the elder generation. For this reason, the process by which national level peace agreements are negotiated often provides very little space for young people to share their perspectives. To counteract this, youth often create their own youth forums and networks. In some settings, interaction between different youth networks has been used to encourage trust- building between different communities and to reduce the risk of escalation to armed conflict. Some young people also informally mediate conflicts at the community level.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 31,
            "Heading1": "7. Youth-focused approaches to DDR",
            "Heading2": "7.3 DDR support to mediation",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The likelihood that a peace agreement will be sustainable in the future depends on the engagement of young people, as the ultimate owners, implementers and stakeholders of the peace process. UN Security Council Resolution 2250 recognises this, urging Member States to increase inclusive representation of youth in decision making, including direct involvement in peace processes.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 31,
            "Heading1": "7. Youth-focused approaches to DDR",
            "Heading2": "7.3 DDR support to mediation",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "While youth may have the energy, flexibility and time to work on peacebuilding they may also lack exposure to education, theory, technical skill and best practice around peacebuilding and mediation. They may also be vulnerable to being instrumentalized by spoilers or other political actors during peace processes. Where possible, DDR practitioners should support the empowerment of youth to act as agents of positive change by advocating for youth representation in peace processes and for spaces through which youth can apply creative approaches to conflict resolution. DDR practitioners should also invest in the capacity development of young women and men in mediation and dialogue, and aim to strengthen existing youth-led efforts. All youth empowerment efforts should be developed and designed in consultation with young people. Seeing youth as positive assets for society and acting on that new perception is vital to prevent alienation.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 31,
            "Heading1": "7. Youth-focused approaches to DDR",
            "Heading2": "7.3 DDR support to mediation",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "CVR programmes are bottom-up interventions that focus on the reduction of armed violence at the local level by fostering improved social cohesion and providing incentives to resist recruitment. CVR programmes may include an explicit focus on youth, including youth ex-combatants and youth formerly associated with armed forces and groups. In addition, CVR programmes may explicitly target individuals who are not members of an armed group, but who are at risk of recruitment by such groups. This may include youth who are ineligible to participate in a DDR programme, but who exhibit the potential to build peace and to contribute to the prevention of recruitment in their community. Wherever possible, youth should be represented in CVR Project Selection Committees and youth organizations should be engaged as project partners. In instances where CVR is due to be followed by support to community-based reintegration then CVR and community-based reintegration should, from the outset, be planned as a single and continuous programme.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 32,
            "Heading1": "7. Youth-focused approaches to DDR",
            "Heading2": "7.4 Community violence reduction",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "In addition, where safe and appropriate, children may be included in CVR programmes, consistent with relevant national and international legal safeguards, including on the involvement of children in hazardous work, to ensure their rights, needs and well-being are carefully accounted for.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 32,
            "Heading1": "7. Youth-focused approaches to DDR",
            "Heading2": "7.4 Community violence reduction",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "If the individuals being considered for inclusion in a CVR programme have left an armed group designated as a terrorist organization by the UN Security Council, then proper screening mechanisms and criteria shall be incorporated to identify (and exclude) individuals who may have committed terrorist acts in compliance with international law (for further information on specific requirements see IDDRS 2.11 on The Legal Framework for UN DDR and IDDRS 6.50 on Armed Groups Designated as Terrorist Organizations). For further information on CVR, see IDDRS 2.30 on Community Violence Reduction.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 32,
            "Heading1": "7. Youth-focused approaches to DDR",
            "Heading2": "7.4 Community violence reduction",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Transitional WAM is primarily aimed at reducing the capacity of individuals and groups to engage in armed violence and conflict. Transitional WAM also aims to reduce accidents and save lives by addressing the immediate risks related to the possession of weapons, ammunition and explosives. In order to design effective transitional WAM measures targeting youth, it is essential to understand the factors contributing to the proliferation and misuse of weapons, ammunition and explosives. As outlined in MOSAIC 6.20 on Children, Adolescents, Youth and Small Arms and Light Weapons, armed violence puts youth at risk by threatening their security, health, education, wellbeing and development, both during and after conflict. By far the greatest risk of death and injury by gunshot is borne by young males aged 15 to 29. The risks to and behaviour of young men are often influenced by social and group norms related to masculinity and manhood. As young men constitute the primary victims and perpetrators of armed violence, they should play a central role in the development of transitional WAM initiatives. Equally, young women, both as victims and perpetrators can offer an alternative and no less important perspective. While it may not be possible to keep youth physically separate from weapons and ammunition in the context of a transitional WAM initiative (such as when youth are handing over weapons during a collection programme), such physical separation should be imposed to the extent possible in order to minimise risks. It should also be kept in mind that youth may be targeted by individuals, such as former commanders, who seek to discourage T-WAM initiatives. Special attention should therefore be given to ensuring their protection and security. The priorities and inputs of youth should be taken into account, as relevant, throughout the planning, design, implementation and monitoring and evaluation of transitional WAM initiatives. For further information, see IDDRS 4.11 on Transitional Weapons and Ammunition Management.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 32,
            "Heading1": "7. Youth-focused approaches to DDR",
            "Heading2": "7.5 Transitional weapons and ammunition management ",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "It is vital to monitor and follow-up with youth DDR participants and beneficiaries. For children under the age of 18 the guidance in IDDRS 5.20 should be followed. In developing follow-up monitoring and support services for older youth, it is critical to provide a platform for feedback on the impact of DDR (positive and negative) to promote participation and representation and give youth a voice on their rights, aspirations, and perspectives which are critical for sustainable outcomes. Youth should also be sensitized on how to seek follow-up support from DDR practitioners, or relevant government or civil society actors, linked to service provision as well as how to address protection issues or other barriers to reintegration that they may face.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 32,
            "Heading1": "7. Youth-focused approaches to DDR",
            "Heading2": "7.6 Monitoring and follow up",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "Treating all youth, in the same manner, irrespective of age, when it comes to criminal responsibility and accountability presents a challenge because the definition of youth includes children under the age of 18, who have the right to special protection through child justice mechanisms, as well as adults, who are subject to standard criminal processes.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 32,
            "Heading1": "8. Criminal accountability and responsibility",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "To be sure that children are afforded their rights and protection under law, where there is any question about whether the person is a child, an age assessment shall be conducted before any kind of criminal process, interrogation, or prosecution occurs. Any judicial proceedings for children shall respect internationally recognized juvenile justice and fair trial standards, with a focus on recovery and restorative justice in order to assist children’s physical, psychological and social recovery.5 Where no separate juvenile justice system is in place, cases should be handled by civilian authorities who have special training in child-friendly procedures, rather than military or intelligence authorities. All judicial actions relating to children shall take place in the presence of the child’s appointed legal representative or other appropriate assistance, whose role it is to protect the rights and interests of the child, and unless contrary to the best interests of the child, in the presence of the child’s parents or legal guardians.",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 32,
            "Heading1": "8. Criminal accountability and responsibility",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "Most youth will fall over the minimum age of criminal responsibility (recommended to be 14- 16 by the Committee on the Rights of the Child), and thus may be held liable for crimes that they commit. Nevertheless, children, as victims of recruitment and use, should not be deprived of their liberty, prosecuted, punished or threatened with prosecution or punishment solely for their membership in armed forces or groups, consistent with Article 8.7 of the Paris Principles. National laws that criminalize child association effectively criminalize the child’s status (associated) which results from an adult’s criminal conduct (recruitment and use), and that violates the human rights of the child. Such laws should not apply to children. In addition, as for adults, expressions of support for particular groups, acts, or ideologies that do not rise to the level of legally defined crimes, should not constitute criminal offenses. Children should not be interrogated as a suspect or prosecuted due to the actual or alleged affiliation of a family member. With respect to children suspected of committing crimes, due consideration shall be given to children’s right to child-specific due process and minimum standards based on their age, needs and specific vulnerabilities, including for example, the right to legal representation, prioritizing the child’s best interests, protections against self- incrimination, and support from their families (see IDDRS 5.20 Children and DDR for more guidance). Any processes for youth who were recruited and used by an armed force or group as children but who were demobilized as adults should consider their status as a child at the time of the alleged offense and the coercive environment under which they lived or been forced to act. For example, a youth who is demobilized as an adult, but became associated as a child and who is suspected of committing a crime before reaching the age of 18, should, be subject to the criminal procedure relevant for juveniles in the jurisdiction and the court should consider the fact that the individual was recruited as a child as a mitigating factor. If a youth is suspected of committing multiple offences, some before and some after he or she has reached 18 years of age, states should consider establishing procedures that allow the application of juvenile procedures in respect of all offences alleged to have been committed, when there are reasonable grounds to do so.6",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 33,
            "Heading1": "8. Criminal accountability and responsibility",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 33,
            "Heading1": "Annex A: Abbreviations",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "\\n\\n Basic Information \\n Sex \\n Date of Birth/Age \\n Ethnic Group/Tribe/Clan \\n Place of Origin \\n City and Community of Reintegration \\n Marital Status \\n Number of Children and Dependants \\n Number of school aged children \\n Household Size \\n\\n Income Generation/Economic Situation \\n Do you and your family have a place to live? \\n How do you support your family financially now? \\n What type of work do you do now or in the past? \\n Do any other members of your household earn an income? \\n How much money do you earn per month on average? \\n What is the total earned per month of all working household members? \\n Over the last few months, how often have you had to reduce the quantity or quality of food you eat because of its cost? \\n If necessary, are you able to borrow money from banks, family, friends or other traditional loans systems? If not, why? \\n Do you borrow money? If yes, how frequently? \\n Do you currently work? If yes, what are your sources of income? \\n If you are unemployed, what support/skills do you need to find work? \\n\\n Perceived Challenges/Barriers to Reintegration \\n What are the biggest challenges you face? \\n\\n Perceived strengths \\n What are your strengths? What professional skills do you have? \\n\\n Support System \\n Do you have any trusted persons (from your family, community, etc.) that you can seek help from or talk to if you need support? Who are these persons? \\n\\n Psychosocial wellbeing \\n How often are you invited to participate in social activities (family reunions, family events, weddings, religious events, community events)? \\n Do you feel you are part of the community where you currently live? \\n What safety concerns do you currently have? \\n How frequently do you experience important tensions or conflicts between you and your family since you returned?",
            "Level": 5,
            "Title": "Youth and DDR",
            "PageNum": 34,
            "Heading1": "Annex B: Sample Profiling Questions on Reintegration",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        }
    ]

}

