
{
    "5.40 Cross-border Population Movements": [
        {
            "Paragraph": "This module offers advice to policy makers and operational staff of agencies dealing with combatants and associated civilians moving across international borders on how to work closely together to establish regional strategies for disarmament, demobilization and rein­ tegration (DDR) processes.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 1,
            "Heading1": "Summary",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Armed conflicts are increasingly characterized by ‘mixed population movements’ of combatants and civilians moving across international borders, as well as lines of conflict spilling over and across State boundaries. Because many previous DDR programmes lacked a regional dimension that took this reality into account, the ‘recycling’ of combatants from conflict to conflict within a region and even beyond has become an increasing problem. However, combatants are not the only people who are highly mobile in times of complex emergency. Given that the majority of people fleeing across borders are civilians seeking asylum, it remains vital for the civilian and humanitarian character of asylum to be preserved by host States, with the support of the international community. Combatants must therefore be separated from civilians in order to maintain States’ internal and external security and to safeguard asylum for refugees, as well as to find appropriate long­lasting ways of assisting the various population groups concerned, in accordance with international law standards.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 1,
            "Heading1": "Summary",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "This module attempts to answer the following questions: \\n What are the population groups connected with combatants moving across interna­ tional borders? \\n What are the standards and legal frameworks governing their treatment? What are recommendations for action on both sides of the border? \\n What are the roles and responsibilities of international and national agencies on both sides of the border?",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 1,
            "Heading1": "1. Module scope and objectives",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The module discusses issues relating to foreign adult combatants, foreign women asso­ ciated with armed groups and forces in non­combat roles, foreign children associated with armed groups and forces, civilian family members/dependants of foreign combatants, and cross­border abductees. Their status at various phases — upon crossing into a host country, at the stage of DDR and repatriation planning, and upon return to and reintegration in their country of origin — is discussed, and ways of dealing with those who do not repatriate are explored.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 1,
            "Heading1": "1. Module scope and objectives",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The module’s aims to provide guidance to agencies supporting governments to fulfil their obligations under international law in deciding on the appropriate treatment of the population groups connected with cross­border combatants.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 1,
            "Heading1": "1. Module scope and objectives",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The principles in this module are intended to be applied not only in formal DDR pro­ grammes, but also in situations where there may be no such programme (and perhaps no United Nations [UN] mission), but where activities related to the identification of foreign combatants, disarmament, demobilization, internment, repatriation and reintegration or other processes are nevertheless needed in response to the presence of foreign combatants on a State’s territory.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 1,
            "Heading1": "1. Module scope and objectives",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Annex A contains a list of terms, definitions and abbreviations used in this standard. A com­ plete glossary of all the terms, definitions and abbreviations used in the series of integrated DDR standards (IDDRS) is given in IDDRS 1.20.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 2,
            "Heading1": "2. Terms, definitions and abbreviations",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "In the IDDRS series, the words ‘shall’, ‘should’, ‘may’, ‘can’ and ‘must’ are used to indicate the intended degree of compliance with the standards laid down. This use is consistent with the language used in the International Organization for Standardization (ISO) standards and guidelines: \\n a) ‘shall’ is used to indicate requirements, methods or specifications that are to be applied in order to conform to the standard; \\n b) ‘should’ is used to indicate the preferred requirements, methods or specifications; \\n c) ‘may’ is used to indicate a possible method or course of action; \\n d) ‘can’ is used to indicate a possibility and capability; and, \\n e) ‘must’ is used to indicate an external constraint or obligation.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 2,
            "Heading1": "2. Terms, definitions and abbreviations",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "This module is intended primarily for policy makers and operational staff of agencies deal­ ing with combatants and associated civilians moving across international borders, regardless of whether or not there are DDR programmes on either side of the border. The guidelines offered in it are also aimed at assisting governments to fulfil their international obligations, and at guiding donors in making funding decisions. They are based on relevant provisions of international law, field experience and lessons learned from a number of operations, par­ ticularly in Africa.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 2,
            "Heading1": "3. Introduction",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "This module on cross­border population movements has been included in the integrated DDR standards because of the regional and international dimensions of conflicts and the impact on population movements: wars lead to both combatants and civilians crossing borders; there are regional and international causes and actors; and cross­border combatants can a pose a threat to regional and international security. At the end of a conflict, repatriation and sustainable reintegration are needed for both combatants and civilians, contributing to the creation of properly functioning communities in the country of origin. For some, local integration in the host country — or, in exceptional cases, third­country resettlement — will be the appropriate long­term course of action.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 2,
            "Heading1": "3. Introduction",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "International law provides a framework for dealing with cross­border movements of com­ batants and associated civilians. In particular, neutral States have an obligation to identify, separate and intern foreign combatants who cross into their territory, to prevent the use of their territory as a base from which to engage in hostilities against another State. In con­ sidering how to deal with foreign combatants in a DDR programme, it is important to recognize that they may have many different motives for crossing international borders, and that host States in turn will have their own agendas for either preventing or encour­ aging such movement.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 2,
            "Heading1": "4. Guiding principles",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "No single international agency has a mandate for issues relating to cross­border movements of combatants, but all have an interest in ensuring that these issues are prop­ erly dealt with, and that States abide by their international obligations. Therefore, DDR­related processes such as identification, disarmament, separation, internment, demo­ bilization and reintegration of combatants, as well as building State capacity in host countries and countries of origin, must be carried out within an inter­agency framework. Annex B contains an overview of key inter­national agencies with relevant mandates that could be expected to assist governments to deal with regional and cross­border issues relating to combatants in host countries and countries of origin.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 3,
            "Heading1": "4. Guiding principles",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Foreign combatants are not necessarily ‘mercenaries’ within the definition of interna­ tional law; and since achieving lasting peace and stability in a region depends on the ability of DDR programmes to attract and retain the maximum possible number of former com­ batants, careful distinctions are necessary between foreign combatants and mercenaries. It is also essential, however, to ensure coherence between DDR processes in adjacent countries in regions engulfed by conflict in order to prevent combatants from moving around from process to process in the hopes of gaining benefits in more than one place.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 3,
            "Heading1": "4. Guiding principles",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Foreign children associated with armed forces and groups should be treated separately from adult foreign combatants, and should be given special protection and assistance dur­ ing the DDR process, with a particular emphasis on rehabilitation and reintegration. Their social reintegration, recovery and reconciliation with their communities may work better if they are granted protection such as refugee status, following an appropriate process to determine if they deserve that status, while they are in host countries.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 3,
            "Heading1": "4. Guiding principles",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Civilian family members of foreign combatants should be treated as refugees or asylum seekers, unless there are individual circumstances that suggest they should be treated dif­ ferently. Third­country nationals/civilians who are not seeking refugee status — such as cross­border abductees — should be assisted to voluntarily repatriate or find another long­ term course of action to assist them within an applicable framework and in close consultation/ collaboration with the diplomatic representations of their countries of nationality.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 3,
            "Heading1": "4. Guiding principles",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "At the end of an armed conflict, UN missions should support host countries and countries of origin to find long­term solutions to the problems faced by foreign combatants. The primary solution is to return them in safety and dignity to their country of origin, a process that should be carried out in coordination with the voluntary repatriation of their civilian family members.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 3,
            "Heading1": "4. Guiding principles",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "When designing and implementing DDR programmes, the regional dimensions of the conflict should be taken into account, ensuring that foreign combatants who have parti­ cipated in the war are eligible for such programmes, as well as other individuals who have crossed an international border with an armed force or group and need to be repatriated and included in DDR processes. DDR programmes should therefore be open to all persons who have taken part in the conflict, regardless of their nationality, and close coordination and links should be formed among all DDR programmes in a region to ensure that they are coherently planned and implemented.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 3,
            "Heading1": "4. Guiding principles",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "As a matter of principle and because of the nature of his/her activities, an active foreign combatant cannot be considered as a refugee. However, a former combatant who has gen­ uinely given up military activities and become a civilian may at a later stage be given refugee status, provided that he/she applies for this status after a reasonable period of time and is not ‘excludable from international protection’ on account of having committed crimes against peace, war crimes, crimes against humanity, serious non­political crimes outside the country of refuge before entering that country, or acts contrary to the purposes and principles of the UN. The UN High Commissioner for Refugees (UNHCR) assists governments in host countries to determine whether demobilized former combatants are eligible for refugee status using special procedures when they ask for asylum.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 4,
            "Heading1": "4. Guiding principles",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Forced displacement is mainly caused by the insecurity of armed conflict. Conflicts that cause refugee movements across international borders by definition involve neighbouring States, and thus have regional security implications. As is evident in recent conflicts in Africa in particular, the lines of conflict frequently run across State boundaries, because they are being fought by people with ethnic, cultural, political and military ties that are not confined to one country. The mixed movements of populations that result are very complex and involve not only refugees, but also combatants and civilians associated with armed groups and forces, including family members and other dependants, cross­border abductees, etc.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 4,
            "Heading1": "5. The context of regional conflicts and cross-border population movements",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The often­interconnected nature of conflicts within a region, recruitment (both forced and voluntary) across borders and the ‘recycling’ of combatants from conflict to conflict within a region has meant that not only nationals of a country at war, but also foreign com­ batants may be involved in the struggle. When wars come to an end, it is not only refugees who are in need of repatriation and reintegration, but also foreign combatants and associated civilians. DDR programmes need to be regional in scope in order to deal with this reality. ",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 5,
            "Heading1": "5. The context of regional conflicts and cross-border population movements",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Enormous complexities are involved in managing mass influxes and mixed population movements of combatants and civilians. Combatants’ status may not be obvious, as many arrive without weapons and in civilian clothes. At the same time, however, especially in societies where there are large numbers of weapons, not everyone who arrives with a weap­ on is a combatant or can be presumed to be a combatant (refugee influxes usually include young males and females escaping from forced recruitment). The sheer size of population movements can be overwhelming, sometimes making it impossible to carry out any screen­ing of arrivals.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 5,
            "Heading1": "5. The context of regional conflicts and cross-border population movements",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Whereas refugees by definition flee to seek sanctuary, combatants who cross inter­ national borders may have a range of motives for doing so — to launch cross­border attacks, to escape from the heat of battle before re­ grouping to fight, to desert permanently, to seek refuge, to bring family members and other dependants to safety, to find food, etc. Their reasons for moving with civilians may be varied — not only to protect and assist their dependants, but also sometimes to ex­ ploit civilians as human shields and to prevent voluntary repatriation, to use refugee camps as a place for rest and recuperation between attacks or as a recruiting and/or training ground, and to divert humanitarian assistance for military purposes. Civilians may be supportive of or intimidated by combatants. The presence of combatants and militarized camps close to border areas may provoke cross­ border reprisals and risk a spillover of the conflict. Host countries may also have their own reasons for sheltering foreign combatants, since complete neutrality is probably rare in today’s conflicts, and in addition there may be a lack of political will and capacity to prevent foreign combatants from entering a neighbouring country. In their responses to mixed cross­ border population movements, the international community should take into account these complexities.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 5,
            "Heading1": "5. The context of regional conflicts and cross-border population movements",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Experience has shown that DDR processes directed at nationals of a specific country in isolation have failed to adequately deal with the problems of combatants being recycled from conflict to conflict within (and sometimes even outside) a region, and with the spillover effects of such wars. In addition, the failure of host countries to identify, disarm and separate foreign combatants from refugee populations has contributed to endless cycles of security problems, including militarization of and attacks on refugee camps and settlements, xeno­ phobia, and failure to maintain asylum for refugees. These issues compromise the neutrality of aid work and pose a security threat to the host State and surrounding countries.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 6,
            "Heading1": "5. The context of regional conflicts and cross-border population movements",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The disarmament, demobilization, rehabilitation, reintegration and repatriation of com­ batants and associated civilians therefore require a stronger and more consistent cross­border focus, involving both host countries and countries of origin and benefiting both national and foreign combatants. This dimension has increasingly been recognized by the UN in its recent peacekeeping operations.1",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 6,
            "Heading1": "5. The context of regional conflicts and cross-border population movements",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "International law lays down obligations for host countries with regard to foreign combatants and associated civilians who cross their borders. This framework is derived from the laws of neutrality, international humanitarian law, human rights law and refugee law, as well as international principles governing the conduct of inter­State relations. These different areas of law provide grounds for the identification and separation of foreign combatants from civilians who cross an international border, as well as for the disarmament and internment of foreign combatants until either they can be repatriated or another course of action can be found at the end of the conflict.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 6,
            "Heading1": "6. International law framework governing cross-border movements  of foreign combatants and associated civilians",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "As long as a host country fulfils its obligations under international law, it may also rely on its national law: e.g., the criminal law can be used to prosecute cross­border combatants in order to protect national security, prevent subversive activities, and deal with illegal arms possession and forced recruitment.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 6,
            "Heading1": "6. International law framework governing cross-border movements  of foreign combatants and associated civilians",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Under Article 2(4) of the Charter of the UN, States have an obligation to “refrain in their international relations from the threat or use of force against the territorial integrity or political independence of any State, or in any other manner inconsistent with the Purposes of the United Nations” (this is regarded as customary international law binding on all States). This article should be read and interpreted within the wider spirit of the Charter, and parti­ cularly article 1, which includes among the aims of the UN the maintenance of international peace and security, the development of friendly relations among nations and the resolution of international problems. Therefore, in addition to refraining from actions that might endanger peace and security, States also have a duty to take steps to strengthen peace and encourage friendly relations with others. Article 2(4) provides the foundation for the premise that States have an obligation to disarm, separate and intern foreign combatants.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 6,
            "Heading1": "6. International law framework governing cross-border movements  of foreign combatants and associated civilians",
            "Heading2": "6.1. The Charter of the United Nations",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "UN General Assembly resolution 2625 (XXV) of 24 October 1970, which adopted the Declaration on Principles of International Law concerning Friendly Relations and Coop­ eration among States in Accordance with the Charter of the United Nations, prohibits the indirect use of armed force, through assisting, encouraging or tolerating armed activities against another State by irregular forces, armed bands or individuals, whether nationals or foreigners.2",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 7,
            "Heading1": "6. International law framework governing cross-border movements  of foreign combatants and associated civilians",
            "Heading2": "6.1. The Charter of the United Nations",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The law of neutrality requires neutral States to disarm foreign combatants, separate them from civilian populations, intern them at a safe distance from the conflict zone and pro­ vide humane treatment until the end of the war, in order to ensure that they no longer pose a threat or continue to engage in hostilities. Neutral States are also required to provide such interned combatants with humane treatment and conditions of internment.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 7,
            "Heading1": "6. International law framework governing cross-border movements  of foreign combatants and associated civilians",
            "Heading2": "6.2. The law of neutrality",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The Hague Convention of 1907 dealing with the Rights and Duties of Neutral Powers and Persons in Case of War on Land, which is considered to have attained customary law status, making it binding on all States, sets out the rules governing the conduct of neutral States. Although it relates to international armed conflicts, it is generally accepted as appli­ cable by analogy also to internal armed conflicts in which foreign combatants from govern­ ment armed forces or opposition armed groups have entered the territory of a neutral State. It contains an obligation to intern such combatants, as is described in detail in section 7.3.7 of this module.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 7,
            "Heading1": "6. International law framework governing cross-border movements  of foreign combatants and associated civilians",
            "Heading2": "6.2. The law of neutrality",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "In accordance with article 4(B)2 of the Third Geneva Convention of 1949 relative to the Treatment of Prisoners of War, foreign combatants interned by neutral States are entitled to treatment and conditions of internment given to prisoners of war under the Convention.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 7,
            "Heading1": "6. International law framework governing cross-border movements  of foreign combatants and associated civilians",
            "Heading2": "6.3. International humanitarian law",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Additional Protocol II, relating to Protection of Victims of Non­International Armed Conflicts, provides in Part II for humane, non­discriminatory treatment for those who do not take a direct part or who have ceased to take part in hostilities, whether or not their liberty has been restricted.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 7,
            "Heading1": "6. International law framework governing cross-border movements  of foreign combatants and associated civilians",
            "Heading2": "6.3. International humanitarian law",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "These standards are discussed in section 7.3.7 of this paper dealing with the internment of adult foreign combatants.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 7,
            "Heading1": "6. International law framework governing cross-border movements  of foreign combatants and associated civilians",
            "Heading2": "6.3. International humanitarian law",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The 1984 UN Convention Against Torture and Other Cruel, Inhuman or Degrading Treatment or Punishment contains a broad non­refoulement provision, which states that: “No State shall expel, return (‘refouler’) or extradite a person to another State where there are sub­ stantial grounds for believing that he would be in danger of being subjected to torture” (art. 3[1]). As there are no exceptions to this non­refoulement provision, foreign combatants may benefit from this prohibition against forcible return to a country of origin in situations where there are grounds to believe that they would be at risk of torture if returned. “For the purposes of determining whether there are such grounds, the competent authorities shall take into account all relevant considerations including, where applicable, the existence in the State concerned of a consistent pattern of gross, flagrant or mass violation of human rights” (art. 3[2]).",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 7,
            "Heading1": "6. International law framework governing cross-border movements  of foreign combatants and associated civilians",
            "Heading2": "6.4. Human rights law",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Several UN and regional conventions protect children caught up in armed conflict, in­ cluding the 1989 UN Convention on the Rights of the Child and the 2000 Optional Protocol to the Convention on the Rights of the Child on the Involvement of Children in Armed Con­flict (for details, see IDDRS 5.30 on Children and DDR).",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 8,
            "Heading1": "6. International law framework governing cross-border movements  of foreign combatants and associated civilians",
            "Heading2": "6.4. Human rights law",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "International law standards on detention are relevant to internment of foreign com­ batants, e.g., the Body of Principles for the Protection of All Persons Under Any Form of Detention or Imprisonment,3 UN Standard Minimum Rules for the Treatment of Prisoners,4 and the Basic Principles for the Treatment of Prisoners.5",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 8,
            "Heading1": "6. International law framework governing cross-border movements  of foreign combatants and associated civilians",
            "Heading2": "6.4. Human rights law",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "A refugee is defined in the 1951 UN Convention and 1967 Protocol relating to the Status of Refugees as a person who: \\n is outside his/her country of origin; \\n has a well­founded fear of persecution because of race, religion, nationality, member­ ship of a particular social group or political opinion; \\n is unable or unwilling to avail him­/herself of the protection of that country, or to return there, owing to the well­founded fear of persecution.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 8,
            "Heading1": "6. International law framework governing cross-border movements  of foreign combatants and associated civilians",
            "Heading2": "6.5. Refugee law",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Later regional instruments extended this definition. The 1969 Organization of African Unity (OAU) Convention Governing the Specific Aspects of Refugee Problems in Africa repeats the 1951 Convention’s definition of a refugee, but also covers any person who, “owing to external aggression, occupation, foreign domination or events seriously disturbing public order in either part or the whole of his country of origin or nationality, is compelled to leave his place of habitual residence in order to seek refuge in another place outside his country of origin or nationality” (art. 1[2]). This means that in Africa, persons fleeing civil distur­ bances, widespread violence and war are entitled to refugee status in States parties to the OAU Convention, whether or not they have a well­founded fear of persecution. In Latin America, the Cartagena Declaration of 1984, although not binding, recommends that the definition of a refugee used in the region should include, in addition to those fitting the 1951 Convention definition, persons who fled their country “because their lives, safety or freedom have been threatened by generalized violence, foreign aggression, internal conflicts, massive violations of human rights or other circumstances which have seriously disturbed public order”. Some Latin American States have incorporated this definition into their national legislation.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 8,
            "Heading1": "6. International law framework governing cross-border movements  of foreign combatants and associated civilians",
            "Heading2": "6.5. Refugee law",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The 1951 Convention — and also the 1969 OAU Convention — explicitly defines those who do not deserve international protection as refugees, even if they meet the above defi­ nitions. These exclusion clauses are particularly relevant in the case of former combatants who have committed crimes against humanity, war crimes, etc., and are discussed in more detail in section 13.3.4.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 8,
            "Heading1": "6. International law framework governing cross-border movements  of foreign combatants and associated civilians",
            "Heading2": "6.5. Refugee law",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The instruments of refugee law set out a range of obligations of States parties, as well as rights and duties of refugees. The fundamental obligation of a country of asylum is not to “expel or return (‘refouler’) a refugee in any manner whatsoever to the frontiers of territories where his life or freedom would be threatened on account of his race, religion, nationality, membership of a particular social group or political opinion” (art.e 33[1] of the 1951 UN Convention). However, there is an exception to this rule, permitting return to the country of origin in the case of “a refugee whom there are reasonable grounds for regarding as a danger to the security of the country in which he is, or who, having been convicted by a final judg­ ment of a particularly serious crime, constitutes a danger to the community of that country” (art. 33[2]).",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 9,
            "Heading1": "6. International law framework governing cross-border movements  of foreign combatants and associated civilians",
            "Heading2": "6.5. Refugee law",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "While the humanitarian character of asylum is implicit in the 1951 UN Convention, its definition of a refugee describes a victim of serious human rights violations, and it pro­ vides an obligation for refugees to obey the laws and public order measures of the host country. It does not, however, deal explicitly with issues relating to combatants. Neverthe­ less, principles relating to the humanitarian and civilian character of asylum have been developed in the OAU Refugee Convention and in recommendations of UNHCR’s Executive Committee (the governing body of representatives of States) and have been reaffirmed by the UN General Assembly.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 9,
            "Heading1": "6. International law framework governing cross-border movements  of foreign combatants and associated civilians",
            "Heading2": "6.5. Refugee law",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The OAU Convention specifies that “the grant of asylum to refugees is a peaceful and humanitarian act and shall not be regarded as an unfriendly act by any Member State” and highlights the need to make “a distinction between a refugee who seeks a peaceful and normal life and a person fleeing his country for the sole purpose of fomenting subver­ sion from outside” and to be “determined that the activities of such subversives should be discouraged, in accordance with the Declaration on the Problem of Subversion and Reso­ lution of the Problem of Refugees adopted in Accra in 1965”. Under article III of the OAU Convention, refugees not only have a duty to obey the laws of the country of asylum, but must also abstain from subversive activities against other countries. Parties to the OAU Convention undertake to prohibit refugees residing in their countries from attacking other countries, by any activities likely to cause tensions with other countries. Under article II, countries of asylum have an obligation “as far as possible [to] settle refugees at a reasonable distance from the frontier of their country of origin”.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 9,
            "Heading1": "6. International law framework governing cross-border movements  of foreign combatants and associated civilians",
            "Heading2": "6.5. Refugee law",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The UNHCR Executive Committee has formulated a number of conclusions, providing guidance for protection during mixed population movements. Conclusion 94 on preserving the humanitarian and civilian character of asylum is attached as Annex C. It recommends, among other things, that States receiving influxes of refugees and combatants should take measures as early as possible to: \\n disarm armed elements; \\n identify and separate combatants from the refugee population; \\n intern combatants.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 9,
            "Heading1": "6. International law framework governing cross-border movements  of foreign combatants and associated civilians",
            "Heading2": "6.5. Refugee law",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "These recommendations are reaffirmed in various UN General Assembly resolutions. The General Assembly has “urge[d] States to uphold the civilian and humanitarian character of refugee camps and settlements, consistent with international law, inter alia, through effec­ tive measures to prevent the infiltration of armed elements, to identify and separate any such armed elements from refugee populations, to settle refugees at safe locations, where possible away from the border, and to ensure prompt and unhindered access to them by humanitarian personnel”.6 The General Assembly has also “welcom[ed] the increased atten­ tion being given by the United Nations to the problem of refugee camp security, including through the development of operational guidelines on the separation of armed elements from refugee populations”.7 In a report to the General Assembly, the UNHCR Executive Committee has recommended that the international community “mobiliz[e] . . . adequate resources to support and assist host States in maintaining the civilian and humanitarian character of asylum, including in particular through disarmament of armed elements and the identification, separation and internment of combatants”.8",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 9,
            "Heading1": "6. International law framework governing cross-border movements  of foreign combatants and associated civilians",
            "Heading2": "6.5. Refugee law",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The exclusively civilian and humanitarian character of asylum serves several purposes: it reduces potential tensions between countries of asylum and origin; it provides refugees with better protection; it allows the identification and separation of armed elements; and it helps to deal with internal and external security problems. A foreigner planning or carrying out military­related activities in the host country is therefore not a refugee, and the host country must prevent foreign armed elements from using its territory to attack another State and prevent genuine refugees from joining them.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 10,
            "Heading1": "6. International law framework governing cross-border movements  of foreign combatants and associated civilians",
            "Heading2": "6.5. Refugee law",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The varying reasons for the arrival of foreign combatants in a host country, as well as whether or not that country is involved in armed conflict, will be among the factors that determine the response of the host country and that of the international community. For example, foreign combatants may enter a country directly involved in armed conflict; they may be in a country that is a neutral neighbouring State; or they may be in a non­neutral country not directly involved in the conflict. Host countries may have political sympathies or State interests with regard to one of the parties to a conflict, and this may affect their policies or responses to influxes of combatants mixed in with refugees. Even if the host country is not neutral, international agencies should highlight the benefits to the host country and the region of complying with the international law framework described above. Awareness­raising, training and ad­ vocacy efforts, as well as individual country strategies to deal with issues of State capacity, cooperation and compliance with interna­ tional obligations and recommended actions, should be carried out.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 10,
            "Heading1": "7. Adult foreign combatants and DDR issues in host countries",
            "Heading2": "7.1. Context",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Key international agencies that could assist governments with issues relating to adult combatants include the Department of Peacekeeping Operations (DPKO), the International Committee of the Red Cross (ICRC), UNHCR, the UN High Commission on Human Rights (UNHCHR), the UN Development Programme (UNDP), the World Food Programme (WFP), the Office for the Coordination of Humanitarian Affairs (OCHA), the International Labour Organization (ILO) and the International Organization for Migration (IOM).",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 10,
            "Heading1": "7. Adult foreign combatants and DDR issues in host countries",
            "Heading2": "7.2. Key agencies",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Key national agencies that deal with these issues are those concerned with defence, armed forces, police, DDR, refugee/humanitarian activities and foreign affairs.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 10,
            "Heading1": "7. Adult foreign combatants and DDR issues in host countries",
            "Heading2": "7.2. Key agencies",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Identification, disarmament, separation, internment, demobilization and eventual repatri­ ation and reintegration of foreign combatants (as well as other interventions) are multi­State processes that require the participation and cooperation of multiple actors, including the host State, countries of origin, local communities, refugee communities, donor States, interna­ tional and national agencies, regional organizations, and the political and military parts of the UN system. Therefore coordination within a host State and cross­border is vital.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 11,
            "Heading1": "7. Adult foreign combatants and DDR issues in host countries",
            "Heading2": "7.3. Key actions",
            "Heading3": "7.3.1. Coordination",
            "Heading4": ""
        },
        {
            "Paragraph": "At the national level, it may be helpful for key government and international agencies to set up an inter­agency forum for coordination and collaboration. This will be particu­ larly useful where the capacity and resources of the host country are limited, and there is a need for the international community to provide large amounts of assistance. It is recom­ mended that such a forum be restricted to essential and operational agencies present in the host country. The forum could arrange for and manage coordination and collaboration in matters of advocacy, awareness­raising, providing policy guidance, capacity­building, and setting up and supervising the methods used for the separation and internment of com­ batants, as well as later repatriation. Such a forum may also provide assistance with the maintenance of State security and with the mobilization of resources, including funding.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 11,
            "Heading1": "7. Adult foreign combatants and DDR issues in host countries",
            "Heading2": "7.3. Key actions",
            "Heading3": "7.3.1. Coordination",
            "Heading4": ""
        },
        {
            "Paragraph": "Advocacy by agencies should be coordinated. Agencies should focus on assisting the host government to understand and implement its obligations under international law and show how this would be beneficial to State interests, such as preserving State security, demonstrating neutrality, etc.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 11,
            "Heading1": "7. Adult foreign combatants and DDR issues in host countries",
            "Heading2": "7.3. Key actions",
            "Heading3": "7.3.2. Advocacy",
            "Heading4": ""
        },
        {
            "Paragraph": "What key points should be highlighted in advocacy on international obligations? \\n The government must respect the right to seek asylum and the principle of non-refoulement for all persons seeking asylum, including acceptance at the frontier; \\n The government must take measures to identify, disarm and separate combatants from refugees as early as possible, preferably at the border; \\n The government of a neutral State has an obligation to intern identified combatants in a safe location away from the border/conflict zone; \\n An active combatant cannot be considered as a refugee. However, at a later stage, when it is clear that combatants have genuinely and permanently given up military activities, UNHCR would assist the government to determine the refugee status of demobilized former combatants using special procedures if any apply for refugee status; \\n Foreign children associated with armed forces and groups should be dealt with separately from adult foreign combatants and should benefit from special protection and assistance with regard to disarmament, demobilization, rehabilitation and reintegration. They should first be properly identified as persons under the age of 18, separated from adult combatants as soon as possible, and should not be accommodated in internment camps for adult combatants. They may be given the status of refugees or asylum seekers and accommodated in refugee camps or settlements in order to encourage their rehabilitation, reintegration and reconciliation with their communities; \\n Civilian family members of combatants should be treated as prima facie refugees or asylum seekers and may be accommodated in refugee camps or settlements; \\n Special assistance should be offered to women or girls abducted/forcibly married into armed groups and forces and then taken over borders.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 11,
            "Heading1": "7. Adult foreign combatants and DDR issues in host countries",
            "Heading2": "7.3. Key actions",
            "Heading3": "7.3.2. Advocacy",
            "Heading4": ""
        },
        {
            "Paragraph": "Security screening is vital to the identification and separation of combatants. This screening is the responsibility of the host government’s police or armed forces, which should be present at entry points during population influxes.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 12,
            "Heading1": "7. Adult foreign combatants and DDR issues in host countries",
            "Heading2": "7.3. Key actions",
            "Heading3": "7.3.3. Security screening and identification of foreign combatants",
            "Heading4": ""
        },
        {
            "Paragraph": "International personnel/agencies that may be present at border entry points during influxes include: peacekeeping forces; military observers; UN Civilian Police; UNHCR for reception of refugees, as well as reception of foreign children associated with fighting forces, if the latter are to be given refugee status; and the UN Children’s Fund (UNICEF) for gen­ eral issues relating to children. UNHCR’s and/or UNICEF’s child protection partner non­ governmental organizations (NGOs) may also be present to assist with separated refugee children and children associated with armed forces and groups. Child protection agencies may be able to assist the police or army with identifying persons under the age of 18 years among foreign combatants.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 12,
            "Heading1": "7. Adult foreign combatants and DDR issues in host countries",
            "Heading2": "7.3. Key actions",
            "Heading3": "7.3.3. Security screening and identification of foreign combatants",
            "Heading4": ""
        },
        {
            "Paragraph": "Training in security screening and identification of foreign combatants could usefully be provided to government authorities by specialist personnel, such as international police, DPKO and military experts. They may also be able to help in making assessments of situa­ tions where there has been an infiltration of combatants, providing advice on preventive and remedial measures, and advocating for responses from the international community. The presence of international agencies as observers in identification, disarmament and separation processes for foreign combatants will make the combatants more confident that the process is transparent and neutral.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 12,
            "Heading1": "7. Adult foreign combatants and DDR issues in host countries",
            "Heading2": "7.3. Key actions",
            "Heading3": "7.3.3. Security screening and identification of foreign combatants",
            "Heading4": ""
        },
        {
            "Paragraph": "Identification and disarmament of combatants should be carried out at the earliest possible stage in the host country, preferably at the entry point or at the first reception/ transit centre for new arrivals. Security maintenance at refugee camps and settlements may also lead to identification of combatants.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 12,
            "Heading1": "7. Adult foreign combatants and DDR issues in host countries",
            "Heading2": "7.3. Key actions",
            "Heading3": "7.3.3. Security screening and identification of foreign combatants",
            "Heading4": ""
        },
        {
            "Paragraph": "If combatants are identified, they should be disarmed and transported to a secure loca­ tion in the host country for processing for internment, in accordance with the host govern­ ment’s obligations under international humanitarian law.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 12,
            "Heading1": "7. Adult foreign combatants and DDR issues in host countries",
            "Heading2": "7.3. Key actions",
            "Heading3": "7.3.3. Security screening and identification of foreign combatants",
            "Heading4": ""
        },
        {
            "Paragraph": "What methods are there for identification? \\n Self-identification. Especially in situations where it is known that the host government has facilities for foreign combatants, some combatants may identify themselves voluntarily, either as part of military structures or individually. Providing information on the availability of internment camp facilities for foreign combatants may encourage self-identification. Groups of combatants from a country at war may negotiate with a host country to cross into its territory before actually doing so, and peacekeepers with a presence at the border may have a role to play in such negotiations. The motivation of those who identify themselves as combatants is usually either to desert on a long-term basis and perhaps to seek asylum or to escape the heat of battle temporarily. \\n Appearance. Military uniforms, weapons and arriving in troop formation are obvious signs of persons being combatants. Even where there are no uniforms or weapons, military and security officials of the host country will often be skilful at recognizing fellow military and security personnel — from appearance, demeanour, gait, scars and wounds, responses to military language and commands, etc. Combatants’ hands may show signs of having carried guns, while their feet may show marks indicating that they have worn boots. Tattoos may be related to the various fighting factions. Combatants may be healthier and stronger than refugees, especially in situations where food is limited. It is important to avoid arbitrarily identifying all single, able-bodied young men as combatants, as among refugee influxes there are likely to be boys and young men who have been fleeing from forced military recruitment, and they may never have fought. \\n Security screening questions and luggage searches. Questions asked about the background of foreigners entering the host country (place of residence, occupation, circumstances of flight, family situation, etc.) may reveal that the individual has a military background. Luggage searches may reveal military uniforms, insignia or arms. Lack of belongings may also be an indication of combatant status, depending on the circumstances of flight. \\n Identification by refugees and local communities. Some refugees may show fear or wariness of combatants and may point out combatants in their midst, either at entry points or as part of relocation movements to refugee camps. Local communities may report the presence of strangers whom they suspect of being combatants. This should be carefully verified and the individual(s) concerned should have the opportunity to prove that they have been wrongly identified as combatants, if that is the case. \\n Perpetrators of cross-border armed incursions and attacks. Host country authorities may intercept combatants who are launching cross-border attacks and who pose a serious threat to the country. Stricter security and confinement measures would be necessary for such individuals.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 12,
            "Heading1": "7. Adult foreign combatants and DDR issues in host countries",
            "Heading2": "7.3. Key actions",
            "Heading3": "7.3.4. Methods of identifying foreign combatants",
            "Heading4": ""
        },
        {
            "Paragraph": "Once combatants are identified, they will usually be taken into the custody of the army of the host country and/or peacekeepers. They should be disarmed as soon as possible. Inter­ national military and police personnel may need to assist in this process. Weapons should be documented and securely stored for destruction or handing over to the government of the country of origin at the end of the internment period (e.g., at the end of the conflict). Other items such as vehicles should be kept in safe locations, also to be handed over at the end of the internment period. Personal items may be left in the possession of the owner.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 13,
            "Heading1": "7. Adult foreign combatants and DDR issues in host countries",
            "Heading2": "7.3. Key actions",
            "Heading3": "7.3.5. Disarmament",
            "Heading4": ""
        },
        {
            "Paragraph": "After they have been disarmed, foreign combatants may be handed over to the author­ ity responsible for their transportation to an internment facility — usually the police or security forces. The assistance of peacekeeping forces and any other relevant agencies may be required.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 13,
            "Heading1": "7. Adult foreign combatants and DDR issues in host countries",
            "Heading2": "7.3. Key actions",
            "Heading3": "7.3.5. Disarmament",
            "Heading4": ""
        },
        {
            "Paragraph": "The host country, in collaboration with UN missions and other relevant international agencies, should decide at an early stage what level of demobilization of interned foreign combatants is desirable and within what time­frame. This will depend partly on the profile and motives of internees, and will determine the types of structures, services and level of security in the internment facility. For example, keeping military command and control structures will assist with maintaining discipline through commanders. Lack of demobilization, however, will delay the process of internees becoming civilians, and as a result the possibility of their gaining future refugee status as an exit strategy for foreign combatants who are seeking asylum. On the other hand, discouraging and dismantling military hierarchies will assist the demobilization process. Reuniting family members or putting them in contact with each other and providing skills training, peace education and rehabilitation programmes will also aid demobilization. Mixing different and rival factions from the country of origin, the feasibility of which will depend on the nature of the conflict and the reasons for the fighting, will also make demobilization and reconciliation processes easier.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 13,
            "Heading1": "7. Adult foreign combatants and DDR issues in host countries",
            "Heading2": "7.3. Key actions",
            "Heading3": "7.3.6. Demobilization",
            "Heading4": ""
        },
        {
            "Paragraph": "Article 11 of the 1907 Hague Convention provides that: “A Neutral Power which receives on its territory troops belonging to the belligerent armies shall intern them, as far as possible, at a distance from the theatre of war. It may keep them in camps and even confine them in fortresses or in places set apart for this purpose. It shall decide whether officers can be left at liberty on giving their parole not to leave the neutral territory without permission.” Internment therefore does not necessarily require complete loss of liberty, and host States could grant internees varying degrees of freedom of movement, as long as the foreign combatants can no longer participate in hostilities from the neutral States’ territory. The host government should therefore decide what level of freedom of movement it wants to allow internees and set up a system to regulate movement in and out of internment camps. In order to be able to monitor the movement of internees properly and prevent them from engaging in unlawful activities, including use of the host country’s territory for military purposes, it is likely to be necessary for internment to involve at least some level of confinement. Depending on the local circumstances (mainly the extent of the security risk), this may range from a closed camp with no external freedom of movement to systems that provide for freedom of movement (e.g., a pass system that permits visits outside the camp or a system of reporting to authorities).",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 14,
            "Heading1": "7. Adult foreign combatants and DDR issues in host countries",
            "Heading2": "7.3. Key actions",
            "Heading3": "7.3.7. Internment10",
            "Heading4": "The nature of internment"
        },
        {
            "Paragraph": "Article 12 of the Convention lays down the conditions of treatment for internees as follows: “In the absence of a special convention to the contrary, the Neutral Power shall supply the interned with the food, clothing, and relief required by humanity. At the conclu­ sion of peace the expenses caused by the internment shall be made good.”",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 14,
            "Heading1": "7. Adult foreign combatants and DDR issues in host countries",
            "Heading2": "7.3. Key actions",
            "Heading3": "7.3.7. Internment10",
            "Heading4": "The nature of internment"
        },
        {
            "Paragraph": "The Third Geneva Convention of 1949 lays down minimum rights and conditions of intern­ ment to be granted to captured combatants. These rights also apply by analogy to foreign combatants interned in a neutral State.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 14,
            "Heading1": "7. Adult foreign combatants and DDR issues in host countries",
            "Heading2": "7.3. Key actions",
            "Heading3": "7.3.7. Internment10",
            "Heading4": "Standards of internment"
        },
        {
            "Paragraph": "What are the basic standards under the Third Geneva Convention? \\n Internees must be treated humanely at all times and are entitled to respect for their person (art. 3); \\n There must be no harmful discrimination among internees (art. 16); \\n Female internees must be treated in a way that caters for their specific needs and must be given treatment as favourable as that given to men (art. 14); \\n Internees must be provided, free of charge, with the necessary maintenance and medical attention required by their state of health (art. 15); \\n No physical or mental torture, or any other form of coercion, may be inflicted on them to get information of any kind (art. 17); \\n Internees must be provided with an identity card (art. 17); \\n After they are separated from civilians, combatants must be evacuated as soon as possible to camps a safe distance away from the combat zone, and these evacuations must be carried out humanely (i.e., evacuees must be given sufficient food, drinking water and necessary clothing and medical attention) (arts. 19 and 20); \\n Interned combatants must not be accommodated in prisons (art. 22); \\n Places of internment must be hygienic and healthy places to live. Internees’ quarters must be protected from dampness and adequately heated and lighted Level 5 Cross-cutting Issues Cross-border Population Movements 15 5.40 (conditions must not harm their health). Camps must be kept clean, and proper sanitary measures should be taken to prevent epidemics (arts. 22, 25 and 29); \\n Female internees must be accommodated separately from men, and separate dormitories and hygienic supplies should be provided for them (arts. 25 and 29); \\n Daily food rations must be sufficient in quantity, quality and variety to keep internees in good health, and their habitual diet must also be taken into account (art. 26); \\n Internees must enjoy complete freedom in the exercise of their religion and in the practice of sports and intellectual activities (arts. 34–38); \\n Internees must be permitted to receive and send letters, as well as individual parcels or collective shipments (e.g., of food, clothing) (arts. 71–73); \\n Internees’ working conditions should be properly regulated (arts. 49–57); \\n Internees must have the right to make requests to the authorities interning them regarding their conditions of captivity (art. 78).",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 14,
            "Heading1": "7. Adult foreign combatants and DDR issues in host countries",
            "Heading2": "7.3. Key actions",
            "Heading3": "7.3.7. Internment10",
            "Heading4": "Standards of internment"
        },
        {
            "Paragraph": "Additional Protocol II relating to Protection of Victims of Non­International Armed Conflicts provides in Part II for humane, non­discriminatory treatment for those who do not take a direct part in, or who have ceased to take part in, hostilities, whether or not their liberty has been restricted. Such persons may include internees.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 15,
            "Heading1": "7. Adult foreign combatants and DDR issues in host countries",
            "Heading2": "7.3. Key actions",
            "Heading3": "7.3.7. Internment10",
            "Heading4": "Standards of internment"
        },
        {
            "Paragraph": "What are applicable standards under Additional Protocol II? \\n Internees must receive similar treatment to the local civilian population regarding provision of food and drinking water, health and hygiene, and protection against the climate and the dangers of the armed conflict (art. 5[1][b]); \\n They must be allowed to receive individual or collective relief (art. 5[1][c]); \\n They must have freedom to practise their religion (art. 5[1][d]); \\n If made to work, they must have the benefit of working conditions and safeguards similar to those enjoyed by the local civilian population (art. 5[1][e]); \\n They should be allowed to send and receive letters and cards (art. 5[2][b]); \\n Places of internment must not be located close to the combat zone (art. 5[2][c]); \\n Internees must be evacuated under conditions of safety if the internment site becomes exposed to danger arising out of the armed conflict (art. 5[2][c]); \\n Internees are entitled to free medical examinations and treatment (art. 5[2][d]); \\n Internees’ physical or mental health and integrity must not be endangered by any unjustified act or omission (art. 5[2][e]); \\n Women must be accommodated in separate quarters and be under the supervision of women, except where they are accommodated with male family members (art. 5[2][a]); \\n If it is decided to release persons deprived of their liberty, necessary measures must be taken to ensure their safety (art. 5[4]).",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 15,
            "Heading1": "7. Adult foreign combatants and DDR issues in host countries",
            "Heading2": "7.3. Key actions",
            "Heading3": "7.3.7. Internment10",
            "Heading4": "Standards of internment"
        },
        {
            "Paragraph": "At least at the early stages of setting up and managing an internment camp, it is likely that host governments will lack capacity and resources for the task. International agencies have an important role to play in acquiring and supplying resources in order to assist the host government to provide internees with the “relief required by humanity” (as required under the Hague Convention): \\n In collaboration with the host government, international agencies should assist with awareness­raising and lobbying of donors, which should take place as soon as possible, as donor funding often takes time to be made available. Donors should be informed about the resource needed to separate and intern combatants and the benefits of such policies, e.g., maintaining State security, helping the host government to keep borders open for asylum seekers, etc.; \\n International agencies should favourably consider contributing financial grants, mate­ rial and other assistance to internment programmes, especially in the early phases when the host government will not have donor funding for such programmes. Contributing assistance, even on an ad hoc and temporary basis, will make international agencies’ advocacy and advisory roles more effective. The following are some illustrations of ways in which international agencies can contribute:",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 15,
            "Heading1": "7. Adult foreign combatants and DDR issues in host countries",
            "Heading2": "7.3. Key actions",
            "Heading3": "7.3.7. Internment10",
            "Heading4": "Assistance by the international community"
        },
        {
            "Paragraph": "Food. WFP may assist with providing food. Given the inability of internees to feed themselves because of their restricted freedom of movement, each internee should be entitled to a full food ration of at least 2,100 kilocalories per day. \\n Health care. International agencies’ partners (e.g., local Red Cross societies) may be able to provide mobile health clinics, to supplement hospital treatment for more serious medical matters. Medical care should include reproductive health care for female internees. \\n Non-food items. Items such as plastic sheeting, plates, buckets, blankets, sleeping mats, soap, etc. will be needed for each internee and agency contributions will be essential. Agencies such as UNHCR and ICRC, if they have the resources, may be able to give extra assistance at least temporarily until the government receives regular donor funding for the internment initiative. \\n Registration and documentation. Agencies could help the host government to develop a system for registration and issuing of identity documentation. Agencies will often need the data themselves, e.g., ICRC in order to arrange family tracing and family visits, and UNHCR for the purpose of getting information on the profiles of internees who may later come within their mandate if, at a later stage, internees apply for refugee status. ICRC may issue its own documentation to internees in connection with its detention-monitoring role. \\n Skills training. To combat the problem of idleness and to provide rehabilitation and alternative skills for internees, as well as to maintain order and dignity during internment, agency partners must try to provide/fund vocational skills training programmes as soon as possible. In order for demobilization and reintegration to start in internment camps, it is essential to have skills training programmes that could help internees to become rehabilitated. Social skills training would also be helpful here, such as sensitization in human rights, civic education, peace-building, HIV/AIDS, and sexual and gender-based violence. \\n Recreation. Sufficient space for recreation and sporting equipment should be provided for the purpose of recreation. \\n Re-establishing family links. ICRC, together with national societies, should try to trace family members of internees, both across borders and within the host country, which will allow family links to be re-established and maintained (e.g., through exchange of Red Cross messages). Where civilian family members have also crossed into the host country, arrangements should be made for maintaining family unity. There are various options: families could be accommodated in internment camps, or in a separate nearby facility, or in a refugee camp or settlement. If family members are voluntarily accommodated Level 5 Cross-cutting Issues Cross-border Population Movements 17 5.40 together with or near to internees, this has the advantage of preserving family unity, helping to break down military hierarchies in internment camps, reducing risks of local/refugee community retaliation against the family members on account of their connections to combatants, and minimizing the chances of combatants moving to civilian sites in order to be with their family members. However, the family members may face security risks, including physical violence and sexual harassment, from internees. Where civilian spouses and children are not accommodated with internees, regular and adequate family visits to internment camps must be arranged by ICRC, UNHCR or other relevant agencies. \\n Monitoring. ICRC should be able to carry out regular, confidential monitoring of internment camps, including the treatment of internees and the standards of their internment, in accordance with its mandate for persons deprived of their liberty for reasons related to armed conflict. Reports from monitoring visits will be provided on a confidential basis to the government of the host country. \\n Host communities. The involvement and support of host communities will be vital to the internment process. Therefore, agencies should consider providing host communities with community-based development assistance programmes.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 16,
            "Heading1": "7. Adult foreign combatants and DDR issues in host countries",
            "Heading2": "7.3. Key actions",
            "Heading3": "7.3.7. Internment10",
            "Heading4": "Assistance by the international community"
        },
        {
            "Paragraph": "In view of the chaotic conditions usually found in conflict situations and the difficulties in setting up an adequate identification programme that could be operational immediately, combatants may be admitted to separation, disarmament and internment processes re­ gardless of their nationality. Hence, it would be more practical to deal with problems of nationality at the end of internment, in order to decide, in consultation with the former combatants, the country in which they would undergo a DDR programme and the country to which they would finally return. This will require liaison between the governments in­ volved, and should be closely monitored/supervised by the relevant agencies.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 14,
            "Heading1": "7. Adult foreign combatants and DDR issues in host countries",
            "Heading2": "7.3. Key actions",
            "Heading3": "7.3.7. Internment10",
            "Heading4": "Nationality issues"
        },
        {
            "Paragraph": "Internment camps should provide gender­appropriate facilities, including separate accom­ modation, washing and toilet facilities, as well as sex­specific health services, including reproductive health care. This must include sanitary kits and clean birthing kits for women. Women with babies should be given the means to care for their own children. With the ex­ ception of young babies, accommodating children in internment camps should be avoided and alternative accommodation should be found for them and their mothers. When intern­ ees are transported, sufficient vehicles should be provided to offer women the option of being transported separately from men, if their personal safety is threatened. Protection from sexual harassment and other violence should be ensured at all times (also see IDDRS 5.10 on Women, Gender and DDR).",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 17,
            "Heading1": "7. Adult foreign combatants and DDR issues in host countries",
            "Heading2": "7.3. Key actions",
            "Heading3": "7.3.7. Internment10",
            "Heading4": "Special requirements of female combatants"
        },
        {
            "Paragraph": "In the internment camps, authorities should have flexibility to review and change incorrect decisions regarding who has been interned on a case­by­case basis. For this purpose, agen­ cies with a protection mandate, such as ICRC, UNHCR, UNHCHR and UNICEF, should have confidential access to internees.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 17,
            "Heading1": "7. Adult foreign combatants and DDR issues in host countries",
            "Heading2": "7.3. Key actions",
            "Heading3": "7.3.7. Internment10",
            "Heading4": "Redressing incorrect internment decisions"
        },
        {
            "Paragraph": "Persons incorrectly interned include: \\n civilians who have not participated in military activities, and who could therefore be regarded as refugees or asylum seekers; \\n civilians who have not participated in military activities and who were abducted by combatants (including women and girls abducted for the purpose of sexual slavery and men abducted for medical or other labour services), but who do not fall within the definition of a refugee. Such persons will usually be voluntarily repatriated; \\n children associated with armed forces and groups who were not identified as children during the separation process, incorrectly ending up in internment camps for adult combatants; \\n persons who do not fit the definition of combatant, and who were separated and in­ terned on the basis of criteria other than those established for the separation process.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 17,
            "Heading1": "7. Adult foreign combatants and DDR issues in host countries",
            "Heading2": "7.3. Key actions",
            "Heading3": "7.3.7. Internment10",
            "Heading4": "Redressing incorrect internment decisions"
        },
        {
            "Paragraph": "It is important, whenever possible, to plan for exit strategies for internment programmes, although where the conflict in the country of origin lasts a long time, internment may also be lengthy. Exit strategies may include: \\n including internees in DDR programmes in the country of origin at the end of the conflict; \\n deciding whether internees who are considered to have become civilians after a period of demobilization and who apply for refugee status should be given that status.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 18,
            "Heading1": "7. Adult foreign combatants and DDR issues in host countries",
            "Heading2": "7.3. Key actions",
            "Heading3": "7.3.7. Internment10",
            "Heading4": "Exit strategies"
        },
        {
            "Paragraph": "International law makes special provision for and prohibits the recruitment, use, financing or training of mercenaries. A mercenary is defined as a foreign fighter who is specially recruited to fight in an armed conflict, is motivated essentially by the desire for private gain, and is promised wages or other rewards much higher than those received by local combat­ ants of a similar rank and function.12 Mercenaries are not considered to be combatants, and are not entitled to prisoner­of­war status. The crime of being a mercenary is committed by any person who sells his/her labour as an armed fighter, or the State that assists or recruits mercenaries or allows mercenary activities to be carried out in territory under its jurisdiction. ",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 18,
            "Heading1": "7. Adult foreign combatants and DDR issues in host countries",
            "Heading2": "7.3. Key actions",
            "Heading3": "7.3.8. Mercenarie",
            "Heading4": ""
        },
        {
            "Paragraph": "Not every foreign combatant meets the definition of a mercenary: those who are not motivated by private gain and given high wages and other rewards are not mercenaries. It may sometimes be difficult to distinguish between mercenaries and other types of foreign combatants, because of the cross­border nature of many conflicts, ethnic links across porous borders, the high levels of recruitment and recycling of combatants from conflict to conflict within a region, sometimes the lack of real alternatives to recruitment, and the lack of a regional dimension to many previous DDR programmes.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 18,
            "Heading1": "7. Adult foreign combatants and DDR issues in host countries",
            "Heading2": "7.3. Key actions",
            "Heading3": "7.3.8. Mercenarie",
            "Heading4": ""
        },
        {
            "Paragraph": "Even when a foreign combatant may fall within the definition of a mercenary, this does not limit the State’s authority to include such a person in a DDR programme, despite any legal action States may choose to take against mercenaries and those who recruit them or assist them in other ways. In practice, in many conflicts, it is likely that officials carrying out disarmament and demobilization processes would experience great difficulty distinguish­ ing between mercenaries and other types of foreign combatants. Since the achievement of lasting peace and stability in a region depends on the ability of DDR programmes to attract the maximum possible number of former combatants, it is recommended that mercenaries should not be automatically excluded from DDR processes/programmes, in order to break the cycle of recruitment and weapons circulation and provide the individual with sustain­ able alternative ways of making a living.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 18,
            "Heading1": "7. Adult foreign combatants and DDR issues in host countries",
            "Heading2": "7.3. Key actions",
            "Heading3": "7.3.8. Mercenarie",
            "Heading4": ""
        },
        {
            "Paragraph": "DDR programmers may establish criteria to deal with such cases. Issues for consideration include: Who is employing and commanding mercenaries and how do they fit into the conflict? What threat do mercenaries pose to the peace process, and are they factored into the peace accord? If there is resistance to account for mercenaries in peace processes, what are the underlying political reasons and how can the situation be resolved? How can mercenaries be identified and distinguished from other foreign combatants? Do individuals have the capacity to act on their own? Do they have a chain of command? If so, is their leadership seen as legitimate and representative by the other parties to the process and the UN? Can this leadership be approached for discussions on DDR? Do its members have an interest in DDR? If mercenaries fought for personal gain, are DDR benefits likely to be large enough to make them genuinely give up armed activities? If DDR is not appropriate, what measures can be put in place to deal with mercenaries, and by whom — their employers and/or the national authorities and/or the UN?",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 18,
            "Heading1": "7. Adult foreign combatants and DDR issues in host countries",
            "Heading2": "7.3. Key actions",
            "Heading3": "7.3.8. Mercenarie",
            "Heading4": ""
        },
        {
       
            "Paragraph": "In many armed conflicts, it is common to find large numbers of children among combat­ants, especially in armed groups and in long­ lasting conflicts. Priority shall be given to identifying, removing and providing appro­ priate care for children during operations to identify and separate foreign combatants. Correct identification of children among com­ batants who enter a host country is vital, because children shall benefit from separate programmes that provide for their safe re­ moval, rehabilitation and reintegration.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 19,
            "Heading1": "8. Foreign children associated with armed forces and groups and DDR issues in host countries",
            "Heading2": "8.1. Context",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "UNHCR, UNICEF and ICRC will be particularly involved in helping governments to deal with foreign children associated with armed forces and groups. Key national agencies in­ clude those concerned with children’s issues, social welfare, and refugee and humanitarian affairs.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 19,
            "Heading1": "8. Foreign children associated with armed forces and groups and DDR issues in host countries",
            "Heading2": "8.2. Key agencies",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "Agencies such as UNHCR, UNICEF and ICRC should advocate with the host country for foreign children associated with armed forces and groups to be given a legal status, and care and protection that promote their speedy rehabilitation and best interests, in accordance with States’ obligations under the Convention on the Rights of the Child and its Optional Protocol on Involvement of Children in Armed Conflict.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 19,
            "Heading1": "8. Foreign children associated with armed forces and groups and DDR issues in host countries",
            "Heading2": "8.3. Key actions",
            "Heading3": "8.3.1. Agreement with host country government on the status and treatment of foreign children associated with armed forces and groups",
            "Heading4": ""
        },
        {
       
            "Paragraph": "An appropriate status for children may include refugee status, because of the illegality of and serious child rights violations involved in the under­aged recruitment of children, as well as the need for children to be removed, rehabilitated and reintegrated in their com­ munities as soon as possible. Refugee status can be given on a prima facie and collective basis in cases of large­scale arrivals, as and if applicable. Where the refugee status of indi­ viduals must be decided, reasons for giving refugee status in the case of children fleeing armed conflict may include a well­founded fear of illegal recruitment, sexual slavery or other serious child rights violations.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 19,
            "Heading1": "8. Foreign children associated with armed forces and groups and DDR issues in host countries",
            "Heading2": "8.3. Key actions",
            "Heading3": "8.3.1. Agreement with host country government on the status and treatment of foreign children associated with armed forces and groups",
            "Heading4": ""
        },
        {
       
            "Paragraph": "Agreement should be reached with the host government on the definition of a ‘child’ for the purpose of providing separate treatment for children associated with armed forces and groups. In view of the development of international law towards the position that persons under age 18 should not participate in hostilities, it is recommended that advocacy with host governments should be for all combatants under the age of 18 to be regarded as children.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 20,
            "Heading1": "8. Foreign children associated with armed forces and groups and DDR issues in host countries",
            "Heading2": "8.3. Key actions",
            "Heading3": "8.3.1. Agreement with host country government on the status and treatment of foreign children associated with armed forces and groups",
            "Heading4": ""
        },
        {
       
            "Paragraph": "When agreement is reached with the host country government about the definition of a child and the methods for providing children with separate treatment from adults, this informa­ tion should be provided to all those involved in the process of identifying and separating combatants (i.e., army, police, peacekeepers, international police, etc.).",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 20,
            "Heading1": "8. Foreign children associated with armed forces and groups and DDR issues in host countries",
            "Heading2": "8.3. Key actions",
            "Heading3": "8.3.2. Identification of children among foreign combatants",
            "Heading4": ""
        },
        {
       
            "Paragraph": "It is often difficult to decide whether a combatant is under the age of 18, for a range of reasons. The children themselves may not know their own ages. They are likely to be under the influence of commanders who may not want to lose them, or they may be afraid to separate from commanders. Questioning children in the presence of commanders may not, therefore, always provide accurate information, and should be avoided. On the other hand, young adult combatants who do not want to be interned may try to falsify their age. Child protection agencies present at border entry points may be able to help army and police personnel with determining the ages of persons who may be children. It is therefore rec­ ommended that agreement be reached with the government of the host country on the involvement of such agencies as advisers in the identification process (also see IDDRS 5.30 on Children and DDR).",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 20,
            "Heading1": "8. Foreign children associated with armed forces and groups and DDR issues in host countries",
            "Heading2": "8.3. Key actions",
            "Heading3": "8.3.2. Identification of children among foreign combatants",
            "Heading4": ""
        },
        {
       
            "Paragraph": "Once identified, children should be disarmed if necessary, removed from commanders and handed over to the custody of relevant agencies present at the border such as UNHCR, UNICEF and child protection NGOs.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 20,
            "Heading1": "8. Foreign children associated with armed forces and groups and DDR issues in host countries",
            "Heading2": "8.3. Key actions",
            "Heading3": "8.3.3. Separation of foreign children associated with armed forces and groups",
            "Heading4": ""
        },
        {
       
            "Paragraph": "Children should not be accommodated in internment camps with adult combatants, unless a particular child is a serious security threat. This should only happen in exceptional circum­ stances, and for no longer than absolutely necessary.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 20,
            "Heading1": "8. Foreign children associated with armed forces and groups and DDR issues in host countries",
            "Heading2": "8.3. Key actions",
            "Heading3": "8.3.4. Demobilization, rehabilitation and reintegration",
            "Heading4": ""
        },
        {
       
            "Paragraph": "Where the government has agreed to recognize children associated with fighting forces as refugees, these children can be accommodated in refugee camps or settlements, with due care given to possible security risks. For example, a short period in a refugee transit centre or appropriate interim care facility may give time for the child to start the demobilization process, socialize, readjust to a civilian environment, and prepare to transfer to a refugee camp or settlement. Temporary care measures like these would also provide time for agencies to carry out registration and documentation of the child and inter­camp tracing for family members, and find a suitable camp for placement. Finally, the use of an interim facility will allow the organization of a sensitization campaign in the camp to help other refugees to accept children associated with armed forces and groups who may be placed with them for reintegration in communities.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 20,
            "Heading1": "8. Foreign children associated with armed forces and groups and DDR issues in host countries",
            "Heading2": "8.3. Key actions",
            "Heading3": "8.3.4. Demobilization, rehabilitation and reintegration",
            "Heading4": ""
        },
        {
       
            "Paragraph": "Children associated with armed forces and groups should be included in programmes for other populations of separated children rather than being isolated as a separate group within a refugee camp or settlement. The social reintegration of children associated with fighting forces in refugee communities will be assisted by offering them normal activities such as education, vocational skills training and recreation, as well as family tracing and reunification. Younger children may be placed in foster care, whereas ‘independent/group living’ arrangements with supervision by a welfare officer and ‘older brother’ peer support may be more appropriate for older adolescents.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 21,
            "Heading1": "8. Foreign children associated with armed forces and groups and DDR issues in host countries",
            "Heading2": "8.3. Key actions",
            "Heading3": "8.3.4. Demobilization, rehabilitation and reintegration",
            "Heading4": ""
        },
        {
       
            "Paragraph": "Prevention of (re­)recruitment, especially of at­risk young people such as children previously associated with armed forces and groups and separated children, must be an important focus in refugee camps and settlements. Preventive measures include: locating camps and settlements a safe distance from the border; sufficient agency staff being present at the camps; security and good governance measures; sensitization of refugee communities, families and children themselves to assist them to avoid recruitment in camps; birth registration of children; and adequate programmes for at­risk young people, including family­tracing activities, education and vocational skills programmes to provide alternative livelihood options for the future.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 21,
            "Heading1": "8. Foreign children associated with armed forces and groups and DDR issues in host countries",
            "Heading2": "8.3. Key actions",
            "Heading3": "8.3.5. Prevention of military recruitment",
            "Heading4": ""
        },
        {
       
            "Paragraph": "In many conflicts, there is a significant level of war­related sexual violence against girls. (NB: Boys may also be affected by sexual abuse, and it is necessary to identify survivors, although this may be difficult.) Girls who have been associated with armed groups and forces may have been subjected to sexual slavery, exploitation and other abuses and may have babies of their own. Once removed from the armed group or force, they may continue to be at risk of exploitation in a refugee camp or settlement, especially if they are separated from their families. Adequate and culturally appropriate sexual and gender­based violence pro­ grammes should be provided in refugee camps and communities to help protect girls, and community mobilization is needed to raise awareness and help prevent exploitation and abuse. Special efforts should be made to allow girls access to basic services in order to prevent exploitation (also see IDDRS 5.20 on Youth and DDR and IDDRS 5.10 on Women, Gender and DDR).",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 21,
            "Heading1": "8. Foreign children associated with armed forces and groups and DDR issues in host countries",
            "Heading2": "8.3. Key actions",
            "Heading3": "8.3.6. Specific needs of girls",
            "Heading4": ""
        },
        {
       
            "Paragraph": "Foreign combatants entering a host country may sometimes be accompanied by civilian fam­ ily members or other dependants. Family members may also independently make their way to the host country. If the family members have entered the host country to seek asylum, they should be considered as refugees or asylum seekers, unless there are individual cir­ cumstances to the contrary.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 22,
            "Heading1": "9. Civilian family members or other dependants of combatants and DDR issues in host countries",
            "Heading2": "9.1. Context",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "UNHCR is the mandated UN agency for refugees. Key national agencies include those deal­ ing with refugees and humanitarian affairs.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 22,
            "Heading1": "9. Civilian family members or other dependants of combatants and DDR issues in host countries",
            "Heading2": "9.2. Key agencies",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "When civilian family members of combatants enter a country of asylum, they should be directed to UNHCR and the host government’s refugee agency, while the adult combatants will be dealt with by the army and police. Family members or dependants may be accom­ modated in refugee camps or settlements or urban areas (depending on the policy of the government of the host country). Accommodation placements should be carried out with due regard to protection concerns, e.g., family members of a combatant should be protected from other refugees who may be victims of that combatant.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 22,
            "Heading1": "9. Civilian family members or other dependants of combatants and DDR issues in host countries",
            "Heading2": "9.3. Key actions",
            "Heading3": "9.3.1. Providing safe asylum and accommodation",
            "Heading4": ""
        },
        {
       
            "Paragraph": "It is important to try to establish family links between refugee family members and com­ batants in internment camps, since separation and internment policies may create many female­headed households. Family links can be maintained through family tracing, ex­ changes of Red Cross messages and family visits to internment camps, which should be organized by ICRC, Red Cross national societies and UNHCR. Women and girls who have been forcibly abducted and are married under circumstances not recognized by customary or national law have the right, with their children where applicable, to be safely separated from their ‘husbands’ (also see IDDRS 5.10 on Women, Gender and DDR).",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 22,
            "Heading1": "9. Civilian family members or other dependants of combatants and DDR issues in host countries",
            "Heading2": "9.3. Key actions",
            "Heading3": "9.3.2. Maintaining family links with foreign combatants",
            "Heading4": ""
        },
        {
       
            "Paragraph": "It is essential to ensure that refugee camps and settlements do not become militarized through the infiltration of combatants, which may lead to camps and settlements becoming the focus of security problems, including military attacks. Preventing this problem is primarily the responsibility of the government of the host country, but international agencies should support the government, and donor support will be essential.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 22,
            "Heading1": "9. Civilian family members or other dependants of combatants and DDR issues in host countries",
            "Heading2": "9.3. Key actions",
            "Heading3": "9.3.3. Preserving the civilian and humanitarian character of asylum",
            "Heading4": ""
        },
        {
       
            "Paragraph": "Security in and around refugee camps and settlements can be achieved through: \\n locating refugee camps and settlements a safe distance away from the border (generally at least 50 kilometres) and conflict zones; \\n the systematic identification, disarmament, separation and internment of combatants; \\n the screening of persons being relocated to refugee camps to ensure that only civilians are admitted; \\n prohibiting armed elements from residence in, transit though or visits to refugee camps and settlements; \\n prohibiting all military activities in refugee camps, including recruitment, training and providing support to combatants; \\n prohibiting the holding, trading and bringing of weapons and ammunition into refugee camps and settlements by unauthorized persons; \\n ensuring the presence of enough agency staff in camps and settlements; enforcing law and order in camps and settlements; \\n enforcing security measures such as stationing police in and around camps and settle­ ments; \\n involving refugees in ensuring their own security and the peaceful and humanitarian character of camps and settlements, e.g., through community­based neighbourhood watch schemes and good governance measures in camps and settlements; \\n enforcing properly functioning camp rules and by­laws to regulate the conduct of refugees, resolve disputes, etc., in order to supplement the laws of the host country (to which refugees are also subject); \\n correctly designing the size and physical layout of camps and settlements; encouraging good neighbourliness between refugee camps/settlements and host communities.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 23,
            "Heading1": "9. Civilian family members or other dependants of combatants and DDR issues in host countries",
            "Heading2": "9.3. Key actions",
            "Heading3": "9.3.3. Preserving the civilian and humanitarian character of asylum",
            "Heading4": ""
        },
        {
       
            "Paragraph": "",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 23,
            "Heading1": "10. Cross-border abductees and DDR issues in host countries",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "In the context of regionalized conflicts, cross­border attacks and movements of combatants across borders, experience has shown that within the households of combatants, or under their control in other ways, will be persons who have been abducted across borders for the purposes of forced labour, sexual exploitation, military recruitment, etc. Their presence may not become known until some time after fighting has ended.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 23,
            "Heading1": "10. Cross-border abductees and DDR issues in host countries",
            "Heading2": "10.1. Context",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "Cross­border abductees do not necessarily come within the mandate of any specific inter­ national agency. However, agencies such as UNHCR and ICRC are encouraged to assist such third­country nationals on humanitarian grounds in view of their situation of external dis­ placement. Key national agencies include those concerned with humanitarian affairs.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 23,
            "Heading1": "10. Cross-border abductees and DDR issues in host countries",
            "Heading2": "10.2. Key agencies",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "The main ways in which agencies can protect and assist cross­border abductees are for them to: (1) identify those who have been abducted (they may often be ‘invisible’, particularly in view of their vulnerability and their marginalization from the local community because of their foreign nationality, although it may be possible to get access to them by working through local, especially women’s organizations); (2) arrange for their release if necessary; and (3) arrange for their voluntary repatriation or find another long­term way to help them. Foreign abductees should be included in inter­agency efforts to help national abductees, such as advocacy with and sensitization of combatants to release abductees under their control (also see IDDRS 5.10 on Women, Gender and DDR and IDDRS 5.30 on Children and DDR).",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 24,
            "Heading1": "10. Cross-border abductees and DDR issues in host countries",
            "Heading2": "10.3. Key actions",
            "Heading3": "10.3.1. Identification, release, finding  long-lasting  solutions",
            "Heading4": ""
        },
        {
       
            "Paragraph": "Cross­border abductees should be considered as eligible to participate in reintegration pro­ grammes in the host country or country of origin together with other persons associated with the armed forces and groups, regardless of whether or not they are in possession of weapons. Although linked to the main DDR process, such programmes should be separate from those dealing with persons who have fought/carried weapons, and should carefully screen refugees to identify those who are eligible.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 24,
            "Heading1": "10. Cross-border abductees and DDR issues in host countries",
            "Heading2": "10.3. Key actions",
            "Heading3": "10.3.2. Eligibility for DDR",
            "Heading4": ""
        },
        {
       
            "Paragraph": "Women and girl abductees, including forced wives of combatants and those with children conceived during their captivity, are likely to be in a particularly difficult situation, both in the host country and in the country of origin. They will need special attention in protection, reintegration and reconciliation activities.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 24,
            "Heading1": "10. Cross-border abductees and DDR issues in host countries",
            "Heading2": "10.3. Key actions",
            "Heading3": "10.3.3. Issues relating to women and girls",
            "Heading4": ""
        },
        {
       
            "Paragraph": "Cross­border abductees who do not want to repatriate, or are not in a position to make a decision to separate themselves from abduc­ tors/combatants, should be included in hu­ manitarian assistance programmes in these locations, in order to empower them so that they can make decisions about their future, as well as to help them integrate into the host country, if that is what they want to do.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 24,
            "Heading1": "10. Cross-border abductees and DDR issues in host countries",
            "Heading2": "10.3. Key actions",
            "Heading3": "10.3.4. Local integration and empowerment",
            "Heading4": ""
        },
        {
       
            "Paragraph": "Cross­border family links should be estab­ lished and coordinated in collaboration with ICRC and national Red Cross and Red Cres­ cent societies (which have a mandate for tracing people across international borders) or other relevant agencies. This service will assist cross­border abductees to make decisions about their long­term future (e.g., by helping them to assess the reaction of family members to their situation) and will help to bring about future family reunification. Both abductees and family members are likely to be in need of counselling before family reunification.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 24,
            "Heading1": "10. Cross-border abductees and DDR issues in host countries",
            "Heading2": "10.3. Key actions",
            "Heading3": "10.3.5. Re-establishing family links",
            "Heading4": ""
        },
        {
       
            "Paragraph": "Since lasting peace and stability in a region depend on the ability of DDR programmes to attract the maximum possible number of former combatants, the following principles relat­ ing to regional and cross­border issues should be taken into account in planning for DDR: \\n DDR programmes should be open to all persons who have taken part in the con­ flict, including foreigners and nationals who have crossed international borders. Extensive sensitization is needed both in countries of origin and host countries to ensure that all persons entitled to par­ ticipate in DDR programmes are aware of their right to do so; DDR programmes should be open to all persons who have taken part in the conflict, including foreigners and nationals who have crossed international borders. \\n close coordination and links among all DDR programmes in a region are essential. There should be regular coordination meetings on DDR issues — including, in particular, regional aspects — among UN missions, national commissions on DDR or competent government agencies, and other relevant agencies; \\n to avoid disruptive consequences, including illicit cross­border movements and traffick­ ing of weapons, standards in DDR programmes within a region should be harmonized as much as possible. While DDR programmes may be implemented within a regional framework, such programmes must nevertheless take into full consideration the poli­ tical, social and economic contexts of the different countries in which they are to be implemented; \\n in order to have accurate information on foreign combatants who have been involved in a conflict, DDR registration forms should contain a specific question on the national­ ity of the combatant.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 25,
            "Heading1": "11. Planning for foreign combatants’ voluntary repatriation and inclusion in cross-border DDR operations",
            "Heading2": "11.1. Regional dimensions to be taken into account in setting up DDR programmes",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "As part of regional DDR processes, agreements should be concluded between countries of origin and host countries to allow both the repatriation and the incorporation into DDR programmes of combatants who have crossed international borders. UN peacekeeping missions and regional organizations have a key role to play in carrying out such agreements, particularly in view of the sensitivity of issues concerning foreign combatants.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 25,
            "Heading1": "11. Planning for foreign combatants’ voluntary repatriation and inclusion in cross-border DDR operations",
            "Heading2": "11.2. Repatriation agreements",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "Agreements should contain guarantees for the repatriation in safety and dignity of former combatants, bearing in mind, however, that States have the right to try individuals for criminal offences not covered by amnesties. In the spirit of post­war reconciliation, guarantees may include an amnesty for desertion or an undertaking that no action will be taken in the case of former combatants from the government forces who laid down their arms upon entry into the host country. Protection from prosecution as mercenaries may also be necessary. However, there shall be no amnesty for breaches of international humanitarian law during the conflict.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 25,
            "Heading1": "11. Planning for foreign combatants’ voluntary repatriation and inclusion in cross-border DDR operations",
            "Heading2": "11.2. Repatriation agreements",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "Agreements should also provide a basis for resolving nationality issues, including meth­ ods of finding out the nationality those involved, deciding on the country in which former combatants will participate in a DDR programme and the country of eventual destination. Family members’ nationalities may have to be taken into account when making long­term plans for particular families, such as in cases where spouses and children are of different nationalities.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 26,
            "Heading1": "11. Planning for foreign combatants’ voluntary repatriation and inclusion in cross-border DDR operations",
            "Heading2": "11.2. Repatriation agreements",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "UN missions, with the support of agencies such as UNDP, UNICEF and UNHCR, should lead extensive information campaigns in host countries to ensure that foreign combatants are provided with essential information on how to present themselves for DDR programmes. The information should enable them to make free and informed decisions about their repa­ triation and reintegration prospects. It is important to ensure that refugee family members in camps and settlements in the host country also receive relevant information.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 26,
            "Heading1": "11. Planning for foreign combatants’ voluntary repatriation and inclusion in cross-border DDR operations",
            "Heading2": "11.3. Information and sensitization campaigns",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "UN missions should help arrange voluntary contacts between government officials and foreign combatants. This will assist in encouraging voluntary repatriation and planning for the inclusion of such combatants in DDR programmes in their country of origin. However, foreign combatants who do not want to meet with government officials of their country of origin should not be forced to do so.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 26,
            "Heading1": "11. Planning for foreign combatants’ voluntary repatriation and inclusion in cross-border DDR operations",
            "Heading2": "11.3. Information and sensitization campaigns",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "The government of the country of origin, together with the UN mission and relevant agencies, should sensitize receiving communities in areas to which former combatants will be repatriating, in order to encourage reintegration and reconciliation. Receiving com­ munities may plan traditional ceremonies for healing, forgiveness and reconciliation, and these should be encouraged, provided they do not violate human rights standards.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 26,
            "Heading1": "11. Planning for foreign combatants’ voluntary repatriation and inclusion in cross-border DDR operations",
            "Heading2": "11.3. Information and sensitization campaigns",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "Apart from combatants who are confined in internment camps, there are likely to be other former or active combatants living in communities in host countries. Therefore, national security authorities in host countries, in collaboration with UN missions, should identify sites in the host country where combatants can present themselves for voluntary repatria­ tion and incorporation in DDR programmes. In all locations, UNICEF, in collaboration with child protection NGOs, should verify each child’s age and status as a child soldier. In the event that female combatants and women associated with armed forces and groups are identified, their situation should be brought to the attention of the lead agency for women in the DDR process. Where combatants are in possession of armaments, they should be immediately disarmed by security forces in collaboration with the UN mission in the host country.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 26,
            "Heading1": "11. Planning for foreign combatants’ voluntary repatriation and inclusion in cross-border DDR operations",
            "Heading2": "11.4. Identification of foreign combatants and disarmament",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "In keeping with the principle that “everyone has the right to seek and to enjoy in other countries asylum from persecution”,13 repatriation should be voluntary. However, where an application for refugee status has been rejected according to fair procedures and the individual has been assessed as not being in need of international protection, he/she may be returned to the country of origin even against his/her will (see section 10.6). The fact that repatriation is voluntary could be verified by UN missions in the case of adult combatants, and by UNICEF and child protection agencies in the case of children associated with armed forces and groups. Where children associated with armed forces and groups are living in refugee camps, the fact that repatriation is voluntary shall be verified by UNHCR.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 26,
            "Heading1": "11. Planning for foreign combatants’ voluntary repatriation and inclusion in cross-border DDR operations",
            "Heading2": "11.5. Voluntary repatriation",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "Every effort should be made to ensure that family unity is preserved in repatriation move­ ments. UN missions should support the governments of the host country and country of origin by assisting with transportation. Where combatants have family members or other dependants in refugee camps, there should be close consultation with UNHCR so that the voluntary repatriation of family members can be coordinated and carried out according to the wishes of the family members and with full respect for their safety and dignity. In cases where it is not possible to repatriate combatants and family members/dependants as family units, mechanisms to reunite the family upon return should be established.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 27,
            "Heading1": "11. Planning for foreign combatants’ voluntary repatriation and inclusion in cross-border DDR operations",
            "Heading2": "11.6. Maintaining family unity during repatriation",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "Spouses and children who are not citizens of the country to which they are travelling should be allowed by the government concerned to enter and live in that country with an appropriate legal status. This applies equally to spouses and children of ‘traditional mar­ riages’ and legally recognized marriages.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 27,
            "Heading1": "11. Planning for foreign combatants’ voluntary repatriation and inclusion in cross-border DDR operations",
            "Heading2": "11.6. Maintaining family unity during repatriation",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "Governments and UN missions will be responsible for repatriation movements of foreign combatants, while UNHCR will provide transportation of family members. Depending on the local circumstances, the two repatriation operations could be merged under the overall management of one agency.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 27,
            "Heading1": "11. Planning for foreign combatants’ voluntary repatriation and inclusion in cross-border DDR operations",
            "Heading2": "11.7. Repatriation movements",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "The concerned governments should agree on travel documents for foreign former com­ batants, e.g., DDR cards for those who have been admitted to a disarmament programme in the host country, or ICRC travel documents or host country documentation for those who have been interned.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 27,
            "Heading1": "11. Planning for foreign combatants’ voluntary repatriation and inclusion in cross-border DDR operations",
            "Heading2": "11.7. Repatriation movements",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "To allow the speedy repatriation of foreign former combatants and their family members, the governments involved should consider not requesting or obliging those being repatri­ ated to complete official immigration, customs and health formalities.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 27,
            "Heading1": "11. Planning for foreign combatants’ voluntary repatriation and inclusion in cross-border DDR operations",
            "Heading2": "11.7. Repatriation movements",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "Particular care should be taken with regard to whether, and how, to include foreign children associated with armed forces and groups in DDR programmes in the country of origin, especially if they have been living in refugee camps and communities. Since they are already living in a civilian environment, they will benefit most from DDR rehabilitation and rein­ tegration processes. Their level of integration in refugee camps and communities is likely to be different. Some children may be fully integrated as refugees, and it may no longer be in their best interests to be considered as children associated with armed forces and groups in need of DDR assistance upon their return to the country of origin. Other children may not yet have made the transition to a civilian status, even if they have been living in a civilian environment, and it may be in their best interests to participate in a DDR programme. In all cases, stigmatization should be avoided.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 27,
            "Heading1": "11. Planning for foreign combatants’ voluntary repatriation and inclusion in cross-border DDR operations",
            "Heading2": "11.8. Factors affecting foreign children associated with armed forces and groups",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "It is recommended that foreign children associated with armed forces and groups should be individually assessed by UNHCR, UNICEF and/or child protection partner NGOs to plan for the child’s needs upon repatriation, including possible inclusion in an appropriate DDR programme. Factors to consider should include: the nature of the child’s association with armed forces or groups; the circumstances of arrival in the asylum country; the stability of present care arrangements; the levels of integration into camp/community­based civilian activities; and the status of family­tracing efforts. All decisions should involve the partici­ pation of the child and reflect his/her best interests. It is recommended that assessments should be carried out in the country of asylum, where the child should already be well known to, and should have a relationship of trust with, relevant agencies in the refugee camp or settlement. The assessment can then be given to relevant agencies in the country of origin when planning the voluntary repatriation of the child, and decisions can be made about whether and how to include the child in a DDR programme. If it is recommended that a child should be included in a DDR programme, he/she should receive counselling and full information about the programme (also see IDDRS 5.30 on Children and DDR).",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 28,
            "Heading1": "11. Planning for foreign combatants’ voluntary repatriation and inclusion in cross-border DDR operations",
            "Heading2": "11.8. Factors affecting foreign children associated with armed forces and groups",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "Governments must ensure that former combatants and their dependants are able to return in conditions of safety and dignity.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 28,
            "Heading1": "12. Foreign combatants and DDR issues upon return to the country of origin",
            "Heading2": "12.1. Assurances upon return",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "Return in safety implies a guarantee of: \\n legal security (e.g., appropriate amnesties or public assurances of personal safety, integ­ rity, non­discrimination and freedom from fear of persecution); \\n physical security (e.g., protection from armed attacks, routes that are free of unexploded ordnances and mines); \\n material security (e.g., access to land or ways to earn a living).",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 28,
            "Heading1": "12. Foreign combatants and DDR issues upon return to the country of origin",
            "Heading2": "12.1. Assurances upon return",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "Return in dignity implies that returnees should not be harassed on departure, on route or on arrival. If returning spontaneously, they should be allowed to do so at their own pace; should not be separated from family members; should be allowed to return without pre­ conditions; should be accepted and welcomed by national authorities and local populations; and their rights and freedoms should be fully restored so that they can start a meaningful life with self­esteem and self­confidence.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 28,
            "Heading1": "12. Foreign combatants and DDR issues upon return to the country of origin",
            "Heading2": "12.1. Assurances upon return",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "In keeping with the spirit of post­war reconciliation, it is recommended that the govern­ ment of the country of origin should not take disciplinary action against former combatants who were members of the government armed forces and who laid down their arms during the war. They should benefit from any amnesties in force for former combatants in general.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 28,
            "Heading1": "12. Foreign combatants and DDR issues upon return to the country of origin",
            "Heading2": "12.1. Assurances upon return",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "In accordance with agreements reached between the country of asylum and the country of origin during the planning for repatriation of former combatants, they should be included in appropriate DDR programmes in their country of origin. Entitlements should be syn­ chronized with DDR assistance received in the host country, e.g., if disarmament and demo­ bilization has been carried out in the host country, then reintegration is likely to be the most important process for repatriated former combatants in the country of origin. Lack of rein­ tegration may contribute to future cross­border movements of combatants and mercenaries.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 28,
            "Heading1": "12. Foreign combatants and DDR issues upon return to the country of origin",
            "Heading2": "12.2. Inclusion in DDR programmes",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "Entitlements under DDR programmes are only a contribution towards the process of rein­ tegration. This process should gradually result in the disappearance of differences in legal rights, duties and opportunities of different population groups who have rejoined society — whether they were previously displaced persons or demobilized combatants — so that all are able to contribute to community stabilization and development.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 29,
            "Heading1": "12. Foreign combatants and DDR issues upon return to the country of origin",
            "Heading2": "12.3. Reintegration",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "Agencies involved in reintegration programming should support the creation of eco­ nomic and social opportunities that assist the recovery of the community as a whole, rather than focusing on former combatants. Every effort shall be made not to increase tensions that could result from differences in the type of assistance received by victims and perpetrators. Community­based reintegration assistance should therefore be designed in a way that encourages reconciliation through community participation and commitment, including demobilized former combatants, returnees, internally displaced persons (IDPs) and other needy community members (also see IDDRS 4.30 on Social and Economic Reintegration).",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 29,
            "Heading1": "12. Foreign combatants and DDR issues upon return to the country of origin",
            "Heading2": "12.3. Reintegration",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "Efforts should be made to ensure that different types of reintegration programmes work closely together. For example, in countries where the ‘4Rs’ (repatriation, reintegration, re­ habilitation and reconstruction) approach is used to deal with the return and reintegration of displaced populations, it is important to ensure that programme contents, methodologies and approaches support each other and work towards achieving the overall objective of supporting communities affected by conflict (also see IDDRS 2.30 on Participants, Benefici­ aries and Partners).",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 29,
            "Heading1": "12. Foreign combatants and DDR issues upon return to the country of origin",
            "Heading2": "12.3. Reintegration",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "Links between DDR and other reintegration programming activities are especially relevant where there are plans to reintegrate former combatants into communities or areas alongside returnees and IDPs (e.g., former combatants may benefit from UNHCR’s com­ munity­based reintegration programmes for returnees and war­affected communities in the main areas of return). Such links will not only contribute to agencies working well together and supporting each other’s activities, but also ensure that all efforts contribute to social and political stability and reconciliation, particularly at the grass­roots level.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 29,
            "Heading1": "12. Foreign combatants and DDR issues upon return to the country of origin",
            "Heading2": "12.3. Reintegration",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "In accordance with the principle of equity for different categories of persons returning to communities, repatriation/returnee policies and DDR programmes should be coordinated and harmonized as much as possible.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 29,
            "Heading1": "12. Foreign combatants and DDR issues upon return to the country of origin",
            "Heading2": "12.3. Reintegration",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "The disarmament, demobilization, rehabilitation and reintegration of former combatants should be monitored and reported on by relevant agencies as part of a community­focused approach (i.e., including monitoring the rights of war­affected communities, returnees and IDPs, rather than singling out former combatants for preferential treatment). Relevant monitoring agencies include UN missions, UNHCHR, UNICEF and UNHCR. Human rights monitoring partnerships should also be established with relevant NGOs.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 30,
            "Heading1": "12. Foreign combatants and DDR issues upon return to the country of origin",
            "Heading2": "12.4. Monitoring",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "In the case of an overlap in areas of return, UNHCR will usually have established a field office. As returnee family members of former combatants come within UNHCR’s mandate, the agency should monitor both the rights and welfare of the family unit as a whole, and those of the receiving community. Such monitoring should also help to build confidence.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 30,
            "Heading1": "12. Foreign combatants and DDR issues upon return to the country of origin",
            "Heading2": "12.4. Monitoring",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "What issues should be monitored? \\n Non-discrimination: Returned former combatants and their families/other dependants should not be targeted for harassment, intimidation, extra-judicial punishment, violence, denial of fair access to public institutions or services, or be discriminated against in the enjoyment of any basic rights or services (e.g., health, education, shelter); \\n Amnesties and guarantees: Returned former combatants and their families should benefit from any amnesties in force for the population generally or for returnees specifically. Amnesties may cover, for example, matters relating to having left the country of origin and having found refuge in another country, draft evasion and desertion, as well as the act of performing military service in unrecognized armed groups. Amnesties for international crimes, such as genocide, crimes against humanity, war crimes and serious violations of international humanitarian law, are not supported by the UN. Former combatants may legitimately be prosecuted for such crimes, but they must receive a fair trial in accordance with judicial procedures; \\n Respect for human rights: In common with all other citizens, the human rights and fundamental freedoms of former combatants and their families must be fully respected; 2.30 Level 5 Cross-cutting Issues Cross-border Population Movements 31 5.40 \\n Access to land: Equitable access to land for settlement and agricultural use should be encouraged; \\n Property recovery: Land or other property that returned former combatants and their families may have lost or left behind should be restored to them. UN missions should support governments in setting up dispute resolution procedures on issues such as property recovery. The specific needs of women, including widows of former combatants, should be taken into account, particularly where traditional practices and laws discriminate against women’s rights to own and inherit property; \\n Protection from landmines and unexploded ordnances: Main areas of return may be at risk from landmines and unexploded ordnances that have not yet been cleared. Awareness-raising, mine clearance and other efforts should therefore include all members of the community; \\n Protection from stigmatization: Survivors of sexual abuse, and girls and women who have had to bear their abusers’ children may be at risk of rejection from their communities and families. There may be a need for specific community sensitization to combat this problem, as well as efforts to empower survivors through inclusion in constructive socio-economic activities.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 30,
            "Heading1": "12. Foreign combatants and DDR issues upon return to the country of origin",
            "Heading2": "12.4. Monitoring",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "Foreign combatants should not be included in the prima facie awarding of refugee status to large groups of refugees, as asylum should be granted to civilians only. UNHCR recom­ mends that where active or former combatants may be mixed in with refugees in population influxes, host countries should declare that prima facie recognition of refugee status does not apply to either group.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 31,
            "Heading1": "13. Foreign former combatants who choose not to repatriate: Status and solutions",
            "Heading2": "13.1. Refugee status",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "After a reasonable period of time has been allowed to confirm that former combatants have genuinely renounced armed/military activities, UNHCR will support governments of host countries by helping to determine the refugee status (or helping governments to determine the refugee status) of former combatants who refuse to repatriate and instead ask for international protection. These assessments should carefully take into account the ‘excludability’ of such individuals from international protection as provided by article 1 F of the 1951 Convention relating to the Status of Refugees and its 1967 Protocol.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 31,
            "Heading1": "13. Foreign former combatants who choose not to repatriate: Status and solutions",
            "Heading2": "13.1. Refugee status",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "Determining refugee status must be linked to making sustainable long­term future plans for former combatants. These could be: \\n\\n Repatriation: Voluntary, safe and dignified repatriation to the country of origin at the end of the conflict or other event that gave rise to refugee claims is considered the best response for most population influxes; \\n\\n Local integration: For former combatants who are protected as refugees and therefore cannot be repatriated, the best option will be local integration, since options for third­ country resettlement are likely to be limited. UNHCR negotiates with countries of asylum for local integration, and this process should be supported by UN missions and agencies. Local integration involves: \\n Legal processes: Refugees are granted an increasingly wider range of rights and entitlements identical to those enjoyed by other citizens, e.g., freedom of move­ ment; family reunification in the country of asylum; access to education, the labour market, public relief and assistance, including health facilities; the possibility of acquiring and disposing of property; and the capacity to travel out of and return to the country of asylum with valid travel and identity documents. This process should gradually lead to permanent residence rights and the option to apply for citizenship in accordance with national laws; \\n Economic processes: Refugees become increasingly less reliant on humanitarian assistance or State aid, achieving a growing degree of self­reliance and having permanent jobs, thus contributing to the economic life of the host country; \\n Social and cultural processes: These are interactive processes involving refugees feeling more and more at home in their new country, and local communities accept­ ing their presence with greater ease, which allow refugees to live among the host population without fear of discrimination and contribute actively to the social life of their country of asylum; \\n\\n Resettlement: Third­country resettlement may be appropriate for certain refugees who were formerly combatants, e.g., where the refugee has protection needs that cannot be met in the country of asylum, is unlikely to integrate into the host country, etc. However, despite UNHCR advocacy for assistance from the international community, it is often difficult to find resettlement opportunities for refugees who were former combatants. Some resettlement countries do not take former combatants, with sometimes varying definitions of what exactly a former combatant is. Therefore, resettlement to a third coun­ try is unlikely to be a viable option for large numbers of former combatants, although it may be a solution in individual cases. The fact that very few countries take former com­ batants could be used to encourage the host country to accept them for local integration.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 31,
            "Heading1": "13. Foreign former combatants who choose not to repatriate: Status and solutions",
            "Heading2": "13.2. Sustainable plans for the future",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "UNHCR recommends that applications for refugee status by former combatants should not be encouraged in the early stages of influxes into the host country, because it is not practical to determine individual refugee status when large numbers of people have to be processed. The timing of applications for refugee status will be one of the factors that decide what will eventually happen to refugees in the long term, e.g., voluntary repatriation is more likely to be a viable option at the end of the conflict.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 32,
            "Heading1": "13. Foreign former combatants who choose not to repatriate: Status and solutions",
            "Heading2": "13.3. Determining refugee status",
            "Heading3": "13.3.1. Timing and sequence of applications for refugee status",
            "Heading4": ""
        },
        {
       
            "Paragraph": "Where a peace process is under way or is in sight and therefore voluntary repatriation is feasible in the foreseeable future, the refugee status should be determined after repatria­ tion operations have been completed for former combatants who wish to return at the end of the conflict. Former combatants who are afraid to return to the country of origin must be given the option of applying for refugee status instead of being repatriated against their will.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 32,
            "Heading1": "13. Foreign former combatants who choose not to repatriate: Status and solutions",
            "Heading2": "13.3. Determining refugee status",
            "Heading3": "13.3.1. Timing and sequence of applications for refugee status",
            "Heading4": ""
        },
        {
       
            "Paragraph": "Where voluntary repatriation is not yet feasible because of unsafe conditions in the coun­try of origin, the determination of refugee status should preferably be conducted only after a meaningful DDR process in the host country, in order to ensure that former combatants applying for refugee status have achieved civilian status through demobilization, rehabilita­ tion and reintegration initiatives in the host country.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 32,
            "Heading1": "13. Foreign former combatants who choose not to repatriate: Status and solutions",
            "Heading2": "13.3. Determining refugee status",
            "Heading3": "13.3.1. Timing and sequence of applications for refugee status",
            "Heading4": ""
        },
        {
       
            "Paragraph": "In order to determine whether former combatants have genuinely given up armed activities, there should be a reasonable period of time between an individual laying down arms and being considered for refugee status. This ‘cooling­off period’, during which former combatants will be monitored to ensure that they really have given up military activities, will vary depending on the local circumstances, but should not be too long — generally only a matter of months. The length of the waiting period could be decided according to the profile of the former combatants, either individually or as a group (e.g., length of service, rank and position, type of recruitment ([orced or voluntary], whether there are addictions, family situation, etc.), and the nature of the armed conflict in which they have been involved (duration, intensity, whether there were human rights violations, etc.). Determining the refugee status of children associated with armed forces and groups who have applied for refugee status shall be done as quickly as possible. Determining the refugee status of other vulnerable persons can also be done quickly, such as disabled former combatants whose disabilities prevent them from further participating in military activities.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 32,
            "Heading1": "13. Foreign former combatants who choose not to repatriate: Status and solutions",
            "Heading2": "13.3. Determining refugee status",
            "Heading3": "13.3.1. Timing and sequence of applications for refugee status",
            "Heading4": ""
        },
        {
       
            "Paragraph": "Refugee status determination for former combatants involves establishing three facts: \\n that they have genuinely and permanently given up arms and become civilians; \\n that they meet the definition of a refugee under the 1951 UN Refugee Convention or regional instruments; \\n that they are not excluded from being protected as refugees, according to the exclusion clauses of refugee conventions.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 33,
            "Heading1": "13. Foreign former combatants who choose not to repatriate: Status and solutions",
            "Heading2": "13.3. Determining refugee status",
            "Heading3": "13.3.2. Requirements for refugee status for foreign former combatants",
            "Heading4": ""
        },
        {
       
            "Paragraph": "The giving up of military activities by foreign former combatants is more likely to be genuine if they have been demobilized and they have a real chance of earning a living in civilian life, including through DDR programmes in the host country. Detention in internment camps without demobilization and rehabilitation activities will not automatically lead to combatants becoming civilians. Breaking up military structures; linking up families; and providing vocational skills training, counselling, rehabilitation and peace education programmes for foreign former combatants in the host country will make it easier for them to become civil­ ians and be considered for refugee status some time in the future.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 33,
            "Heading1": "13. Foreign former combatants who choose not to repatriate: Status and solutions",
            "Heading2": "13.3. Determining refugee status",
            "Heading3": "13.3.3. Genuine and permanent giving up of military activities",
            "Heading4": ""
        },
        {
       
            "Paragraph": "It needs to be carefully verified that individuals have given up military activities, includ­ ing in situations where foreign former combatants are interned or where they have some degree of freedom of movement. Verification should include information gathered through­ out the period of identification, separation and internment. For example, it will be easier to understand individual motives and activities if the movements of internees in and out of internment camps are monitored. Actions or attitudes that may prove that an individual has genuinely given up military activities may include expressions of regret for past military ac­ tivities and for the victims of the conflict, signs of weariness with the war and a general feeling of homesickness, and clear signs of dissatisfaction with a military or political organization. ",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 33,
            "Heading1": "13. Foreign former combatants who choose not to repatriate: Status and solutions",
            "Heading2": "13.3. Determining refugee status",
            "Heading3": "13.3.3. Genuine and permanent giving up of military activities",
            "Heading4": ""
        },
        {
       
            "Paragraph": "Internment camp authorities or other agencies that are closely in contact with internees should share information with UNHCR, unless such information must be kept confidential.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 33,
            "Heading1": "13. Foreign former combatants who choose not to repatriate: Status and solutions",
            "Heading2": "13.3. Determining refugee status",
            "Heading3": "13.3.3. Genuine and permanent giving up of military activities",
            "Heading4": ""
        },
        {
       
            "Paragraph": "Even if a foreign former combatant has a genuine fear of persecution, he/she may not be eligible for international protection as a refugee if he/she has committed acts that would mean that the exclusion clauses of the Refugee Convention would apply to him/her. This is to prevent abuse of asylum by undeserving persons who have seriously abused the human rights of others.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 33,
            "Heading1": "13. Foreign former combatants who choose not to repatriate: Status and solutions",
            "Heading2": "13.3. Determining refugee status",
            "Heading3": "13.3.4. Exclusion from refugee protection",
            "Heading4": ""
        },
        {
       
            "Paragraph": "The issue of exclusion from protection as a refugee will be particularly relevant if there are serious reasons for believing that an individual has committed a crime against peace, a war crime, a crime against humanity, a serious non­political crime outside the country of refuge before he/she was admitted to that country as a refugee, or acts contrary to the pur­ poses and principles of the UN. As defined by international instruments and interpreted in case law, exclusion clauses would apply if an individual had committed any of the following: \\n crimes against peace, e.g., planning or participating in an unlawful war; \\n war crimes involving grave breaches of international humanitarian law, e.g., mistreatment of civilians and prisoners of war, infliction of unjustified property damage during wartime; \\n crimes against humanity involving fundamentally inhumane conduct on a widespread or system­ atic scale against a civilian population, e.g., genocide, slavery, torture, rape, deportations; \\n serious non­political crimes committed outside the country of refuge prior to admission to that country as a refugee: The purpose of this clause is to ensure that important fugitives from justice are not able to avoid the jurisdiction of a State in which they may lawfully face punishment for genuine, serious crimes, by claiming refugee status in another country; \\n acts contrary to the purposes and principles of the UN: This clause covers, for example, high­ level government officials (Heads of State, ministers, high officials) who have exploited their political authority to endanger the well­being of individuals, their country and/ or the world community.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 34,
            "Heading1": "13. Foreign former combatants who choose not to repatriate: Status and solutions",
            "Heading2": "13.3. Determining refugee status",
            "Heading3": "13.3.4. Exclusion from refugee protection",
            "Heading4": ""
        },
        {
       
            "Paragraph": "A foreign former combatant cannot be excluded from refugee protection simply because he/she is a member of an organization or political party involved in a conflict. It must be established whether he/she was personally responsible for excludable acts. However, affili­ ation with a particularly violent group or unit (that is known on the basis of clear and cred­ ible information from the country of origin to carry out serious crimes of the type included in the exclusion clauses) may not only be important evidence, but also give rise to a presump­ tion that the individual has been involved in the excludable acts of that group. However, the procedure for determining refugee status must give the individual an opportunity to show that this is not the case. If an individual can defend his/her actions or claim mitigating circumstances, these should be taken into account in assessing whether to exclude an indi­ vidual from refugee protection.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 34,
            "Heading1": "13. Foreign former combatants who choose not to repatriate: Status and solutions",
            "Heading2": "13.3. Determining refugee status",
            "Heading3": "13.3.4. Exclusion from refugee protection",
            "Heading4": ""
        },
        {
       
            "Paragraph": "In examining refugee claims by foreign children associated with armed forces and groups, a child’s age and maturity should be taken into account when assessing whether he/she had the mental capacity to be held responsible for crimes that may exclude him/her from protection as a refugee.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 34,
            "Heading1": "13. Foreign former combatants who choose not to repatriate: Status and solutions",
            "Heading2": "13.3. Determining refugee status",
            "Heading3": "13.3.4. Exclusion from refugee protection",
            "Heading4": ""
        },
        {
       
            "Paragraph": "Refugee status may be cancelled if information comes to light that an individual, who was recognized as a refugee (either individually or on a prima facie basis), should have been subject to the exclusion clauses when the refugee status was accorded (i.e., where refugee status was obtained through fraudulent means or substantial misrepresentations).",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 34,
            "Heading1": "13. Foreign former combatants who choose not to repatriate: Status and solutions",
            "Heading2": "13.3. Determining refugee status",
            "Heading3": "13.3.4. Exclusion from refugee protection",
            "Heading4": ""
        },
        {
       
            "Paragraph": "Refugee status may be withdrawn if an individual who was properly recognized as a refugee later commits acts covered by the exclusion clauses.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 34,
            "Heading1": "13. Foreign former combatants who choose not to repatriate: Status and solutions",
            "Heading2": "13.3. Determining refugee status",
            "Heading3": "13.3.4. Exclusion from refugee protection",
            "Heading4": ""
        },
        {
       
            "Paragraph": "When foreign former combatants are recognized as refugees, UNHCR will try to integrate them into the country of asylum or resettle them in a third country. The refugee always has the option to voluntarily repatriate in the future, when conditions in his/her country of origin improve.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 34,
            "Heading1": "13. Foreign former combatants who choose not to repatriate: Status and solutions",
            "Heading2": "13.4. Foreign former combatants who are given refugee status",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "Foreign former combatants who have been detained (e.g., in internment camps) should be reunited with their families as soon as they are found to be refugees and may be accom­ modated in refugee camps or settlements, but specific measures may be necessary to protect them.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 35,
            "Heading1": "13. Foreign former combatants who choose not to repatriate: Status and solutions",
            "Heading2": "13.4. Foreign former combatants who are given refugee status",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "Individuals who fall within the Refugee Convention’s exclusion clauses are not entitled to international protection or assistance from UNHCR. As a matter of principle, they should not be accommodated in refugee camps or settlements. Practical solutions to manage them will depend on the host country’s capacity and willingness to deal with matters such as separating them from refugee populations.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 35,
            "Heading1": "13. Foreign former combatants who choose not to repatriate: Status and solutions",
            "Heading2": "13.5. Foreign former combatants who are excluded from protection as refugees",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "Foreign former combatants who are excluded from protection as refugees may be re­ turned to their country of origin. However, the UN Convention Against Torture provides an obligation for host countries not to return an individual to his/her country of origin where there are serious reasons to believe he/she would be tortured or treated inhumanely in other ways. In such cases, the UNHCHR and UN missions, as well as any human rights organizations established in the host country, should advocate for the protection provided in the Convention Against Torture.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 35,
            "Heading1": "13. Foreign former combatants who choose not to repatriate: Status and solutions",
            "Heading2": "13.5. Foreign former combatants who are excluded from protection as refugees",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "Foreign former combatants who have committed crimes that exclude them from being given refugee status should not only be excluded from refugee protection, but also be brought to justice, e.g., extradited to face prosecution in the domestic courts of the country of origin or international tribunals (ad hoc war crimes tribunals and the International Criminal Court). In exceptional cases of the most serious types of crimes (e.g., genocide, serious breaches of the laws of armed conflict, torture as defined in the Convention Against Torture), there have been an increasing number of prosecutions in the national courts of host countries, under the principle of universality, which recognizes that some crimes are so grave that all countries have an interest in prosecuting them.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 35,
            "Heading1": "13. Foreign former combatants who choose not to repatriate: Status and solutions",
            "Heading2": "13.5. Foreign former combatants who are excluded from protection as refugees",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "The term ‘not in need of international protection’ is understood to refer to persons who, after due consideration of their applications for refugee status in fair procedures, are found not to qualify for refugee status under refugee conventions, nor to be in need of international protection on other grounds after a review of protection needs of whatever nature, and who are not authorized to stay in the host country for other good reasons. Such persons include those for whom there are no serious reasons to believe that they would be tortured or treated inhumanely in other ways if returned to the country of origin, as provided for under the UN Convention Against Torture.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 35,
            "Heading1": "13. Foreign former combatants who choose not to repatriate: Status and solutions",
            "Heading2": "13.6. Foreign former combatants who do not meet the criteria for refugee status and are not in need of international protection",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "Foreign former combatants whose applications for refugee status have been rejected by fair procedures and who have been assessed not to be in need of international protection on any other basis may be returned to their country of origin, as an exercise of national sovereignty by the host country if it does not want them to be integrated into the local community. Return of persons not in need of international protection is necessary in order to maintain the integrity of the asylum system. The return of such persons is a bilateral matter between the two countries. The UN mission and other relevant agencies (e.g., UNHCHR, IOM) should support governments in finding other options, such as repatriation and local integration, for foreign former combatants who are not in need of international protection.15",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 35,
            "Heading1": "13. Foreign former combatants who choose not to repatriate: Status and solutions",
            "Heading2": "13.6. Foreign former combatants who do not meet the criteria for refugee status and are not in need of international protection",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Terms and definitions \\n (NB: For the purposes of this document, the following terms are given the meaning set out below, without prejudice to more precise definitions they may have for other purposes.)",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 37,
            "Heading1": "Annex A: Abbreviations",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Asylum: The grant, by a State, of protection on its territory to persons from another State who are fleeing persecution or serious danger. A person who is granted asylum is a refugee. Asylum encompasses a variety of elements, including non­refoulement, permission to remain in the territory of the asylum country and humane standards of treatment.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 37,
            "Heading1": "Annex A: Abbreviations",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Asylum seeker: A person whose request or application for refugee status has not been finally decided on by a possible country of refuge.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 37,
            "Heading1": "Annex A: Abbreviations",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Child associated with armed forces and groups: According to the Cape Town Principles and Best Practices (1997), “Any person under 18 years of age who is part of any kind of regular or irregular armed force or armed group in any capacity, including, but not limited to: cooks, porters, messengers and anyone accompanying such groups, other than family members. The definition includes girls recruited for sexual purposes and for forced mar­ riage. It does not, therefore, only refer to a child who is carrying or has carried weapons.” For further discussion of the term, see the entry in IDRRS 1.20.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 37,
            "Heading1": "Annex A: Abbreviations",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Combatant: Based on an analogy with the definition set out in the Third Geneva Conven­ tion of 1949 relative to the Treatment of Prisoners of War in relation to persons engaged in international armed conflicts, a combatant is a person who: \\n is a member of a national army or an irregular military organization; or is actively participating in military activities and hostilities; or \\n is involved in recruiting or training military personnel; or \\n holds a command or decision­making position within a national army or an armed organization; or \\n arrived in a host country carrying arms or in military uniform or as part of a military structure; or \\n having arrived in a host country as an ordinary civilian, thereafter assumes, or shows determination to assume, any of the above attributes.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 37,
            "Heading1": "Annex A: Abbreviations",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Exclusion from protection as a refugee: This is provided for in legal provisions under refugee law that deny the benefits of international protection to persons who would other­ wise satisfy the criteria for refugee status, including persons in respect of whom there are serious reasons for considering that they have committed a crime against peace, a war crime, a crime against humanity, a serious non­political crime, or acts contrary to the purposes and principles of the UN.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 37,
            "Heading1": "Annex A: Abbreviations",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Ex-combatant/Former combatant: A person who has assumed any of the responsibilities or carried out any of the activities mentioned in the above definition of ‘combatant’, and has laid down or surrendered his/her arms with a view to entering a DDR process.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 37,
            "Heading1": "Annex A: Abbreviations",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Foreign former combatant: A person who previously met the above definition of combatant and has since disarmed and genuinely demobilized, but is not a national of the country where he/she finds him­/herself.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 37,
            "Heading1": "Annex A: Abbreviations",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Host country: A foreign country into whose territory a combatant crosses.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 37,
            "Heading1": "Annex A: Abbreviations",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Internally displaced persons (IDPs): Persons who have been obliged to flee from their homes “in particular as a result of or in order to avoid the effects of armed conflicts, situations of generalized violence, violations of human rights or natural or human­made disasters, and who have not crossed an internationally recognized State border” (according to the definition in the UN Guiding Principles on Internal Displacement).",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 37,
            "Heading1": "Annex A: Abbreviations",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Internee: A person who falls within the definition of combatant (see above) who has crossed an international border from a State experiencing armed conflict and is interned by a neutral State whose territory he/she has entered.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 38,
            "Heading1": "Annex A: Abbreviations",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Internment: An obligation of a neutral State to restrict the liberty of movement of foreign combatants who cross into its territory, as provided for under the 1907 Hague Convention Respecting the Rights and Duties of Neutral Powers and Persons in the Case of War on Land. This rule is considered to have attained customary international law status, so that it is binding on all States, whether or not they are parties to the Hague Convention. It is appli­ cable by analogy also to internal armed conflicts in which combatants from government armed forces or opposition armed groups enter the territory of a neutral State. Internment involves confining foreign combatants who have been separated from civilians in a safe location away from combat zones and providing basic relief and humane treatment. Varying degrees of freedom of movement can be provided, subject to the interning State ensuring that the in­ ternees cannot use its territory for participation in hostilities.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 38,
            "Heading1": "Annex A: Abbreviations",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "\\n\\n 1. A mercenary is any person who: \\n a) Is specially recruited locally or abroad in order to fight in an armed conflict; \\n b) Is motivated to take part in the hostilities essentially by the desire for private gain and, in fact, is promised, by or on behalf of a party to the conflict, material compensation substantially in excess of that promised or paid to combatants of similar rank and func­ tions in the armed forces of that party; \\n c) Is neither a national of a party to the conflict nor a resident of territory controlled by a party to the conflict; \\n d) Is not a member of the armed forces of a party to the conflict; and \\n e) Has not been sent by a State which is not a party to the conflict on official duty as a member of its armed forces. \\n\\n 2. A mercenary is also any person who, in any other situation: \\n a) Is specially recruited locally or abroad for the purpose of participating in a concerted act of violence aimed at: \\n (i) Overthrowing a Government or otherwise undermining the constitutional order of a State; or \\n (ii) Undermining the territorial integrity of a State; \\n b) Is motivated to take part therein essentially by the desire for significant private gain and is prompted by the promise of payment of material compensation; \\n c) Is neither a national nor a resident of the State against which such an act is directed; \\n d) Has not been sent by a State on official duty; and \\n e) Is not a member of the armed forces of the State on whose territory the act is undertaken.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 38,
            "Heading1": "Annex A: Abbreviations",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Non-refoulement: A core principle of international law that prohibits States from returning persons in any manner whatsoever to countries or territories in which their lives or freedom may be threatened. It finds expression in refugee law, human rights law and international humanitarian law and is a rule of customary international law and is therefore binding on all States, whether or not they are parties to specific instruments such as the 1951 Convention relating to the Status of Refugees.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 38,
            "Heading1": "Annex A: Abbreviations",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Prima facie: As appearing at first sight or on first impression; relating to refugees, if someone seems obviously to be a refugee.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 39,
            "Heading1": "Annex A: Abbreviations",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Refugee: A refugee is defined in the 1951 UN Convention relating to the Status of Refugees as a person who: \\n “Is outside the country of origin; \\n Has a well­founded fear of persecution because of race, religion, nationality, member­ ship of a particular social group or political opinion; and \\n Is unable or unwilling to avail himself of the protection of that country, or to return there, for fear of persecution.” \\n\\n In Africa and Latin America, this definition has been extended. The 1969 OAU Conven­ tion Governing the Specific Aspects of Refugee Problems in Africa also includes as refugees persons fleeing civil disturbances, widespread violence and war. In Latin America, the Carta­ gena Declaration of 1984, although not binding, recommends that the definition should also include persons who fled their country “because their lives, safety or freedom have been threatened by generalized violence, foreign aggression, internal conflicts, massive violations of human rights or other circumstances which have seriously disturbed public order”.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 39,
            "Heading1": "Annex A: Abbreviations",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Refugee status determination: Legal and administrative procedures undertaken by UNHCR and/or States to determine whether an individual should be recognized as a refugee in accordance with national and international law.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 39,
            "Heading1": "Annex A: Abbreviations",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Returnee: A refugee who has voluntarily repatriated from a country of asylum to his/her country of origin, after the country of origin has confirmed that its environment is stable and secure and not prone to persecution of any person. Also refers to a person (who could be an internally displaced person [IDP] or ex­combatant) returning to a community/town/ village after conflict has ended.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 39,
            "Heading1": "Annex A: Abbreviations",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 40,
            "Heading1": "Annex B: Sample Profiling Questions on Reintegration",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "The Executive Committee, \\n\\n Remaining seriously concerned by the continuing occurrence of military or armed attacks and other threats to the security of refugees, including the infiltration and presence of armed elements in refugee camps and settlements;17 \\n\\n Recalling the relevant provisions of international refugee law, international human rights law and international humanitarian law; \\n\\n Recalling its Conclusion No. 27 (XXXIII) and Conclusion No. 32 (XXXIV) on military attacks on refugee camps and settlements in Southern Africa and elsewhere; Conclusion 72 (XLIV) on personal security of refugees; Conclusion No. 48 (XXXVIII) on military or armed attacks on refugee camps and settlements; Conclusion No. 47 (XXXVIII) and Conclusion No. 84 (XLVII), on refugee children and adolescents, as well as Conclusion 64 (XLI) on refugee women and international protection; \\n\\n Recalling also United Nations Security Council resolution S/RES/1208 (1998) and S/RES/1296 (2000), and the two reports of the United Nations Secretary­General on the Protection of Civilians in Armed Conflict18, noting in particular the recommendations made therein with respect to enhancing the security of refugee camps and settlements; \\n\\n Welcoming the discussion which took place on the civilian character of asylum in the context of the Global Consultations on International Protection;19 \\n\\n Noting that several international meetings have recently been held, aimed at identifying effective operational strategies for maintaining the civilian and humanitarian character of asylum;20 \\n\\n Reiterating that refugee camps and settlements should have an exclusively civilian and humanitarian character, that the grant of asylum is a peaceful and humanitarian act which should not be regarded as unfriendly by another State, as stated in the 1969 OAU Convention Governing the Specific Aspects of Refugee Problems in Africa and a number of EXCOM Conclusions, and that all actors, including refugees themselves, have the obligation to coop­ erate in ensuring the peaceful and humanitarian character of refugee camps and settlements; \\n\\n Recognizing that the presence of armed elements in refugee camps or settlements; recruit­ ment and training by government armed forces or organized armed groups; the use of such camps, intended to accommodate refugee populations on purely humanitarian grounds, for the internment of prisoners of war; as well as other forms of exploitation of refugee situations for the purpose of promoting military objectives are likely to expose refugees, par­ ticularly women and children, to serious physical danger, inhibit the realization of durable solutions, in particular voluntary repatriation, but also local integration, jeopardize the civilian and humanitarian character of asylum and may threaten the national security of States, as well as inter­State relations; \\n\\n Recognizing the special protection needs of refugee children and adolescents who, especially when living in camps where refugees are mixed with armed elements, are particularly vul­ nerable to recruitment by government armed forces or organized armed groups; \\n\\n Reaffirming the importance of States, UNHCR and other relevant actors, integrating safety and security concerns from the outset of a refugee emergency into refugee camp manage­ ment in a holistic manner; \\n (a) Acknowledges that host States have the primary responsibility to ensure the civilian and humanitarian character of asylum by, inter alia, making all efforts to locate refugee camps and settlements at a reasonable distance from the border, maintaining law and order, curtailing the flow of arms into refugee camps and settlements, preventing their use for the internment of prisoners of war, as well as through the disarmament of armed elements and the identification, separation and internment of combatants; \\n (b) Urges refugee­hosting States to respect the civilian and humanitarian character of refu­ gee camps by preventing their use for purposes which are incompatible with their civilian character; \\n (c) Recommends that action taken by States to ensure respect for the civilian and humani­ tarian character of asylum be guided, inter alia, by the following principles; \\n (i) Respect for the right to seek asylum, and for the fundamental principle of non­ refoulement, should be maintained at all times; \\n (ii) Measures for the disarmament of armed elements and the identification, sep­ aration and internment of combatants should be taken as early as possible, preferably at the point of entry or at the first reception/transit centres for new arrivals; \\n (iii) To facilitate early identification and separation of combatants, registration of new arrivals should be conducted by means of a careful screening process; \\n (iv) Refugee camps and settlements should benefit from adequate security arrange­ ments to deter infiltration by armed elements and the strengthening of law and order; \\n (v) Once identified, disarmed and separated from the refugee population, combat­ ants should be interned at a safe location from the border; \\n (vi) Where the granting of refugee status is based on group determination, civilian family members of combatants should be treated as refugees and should not be interned together with them; \\n (vii) Combatants should not be considered as asylum­seekers until the authorities have established within a reasonable timeframe that they have genuinely and permanently renounced military activities. Once this has been established, special procedures should be put in place for individual refugee status deter­ mination, to ensure that those seeking asylum fulfil the criteria for the recogni­ tion of refugee status. During the refugee status determination process, utmost attention should be paid to article 1F of the 1951 Convention, in order to avoid abuse of the asylum system by those who do not deserve international protection; \\n (viii) Former child soldiers should benefit from special protection and assistance measures, in particular as regards their demobilization and rehabilitation; \\n (ix) Where necessary, host States should develop, with assistance from UNHCR, operational guidelines in the context of group determination to exclude those individuals who are not deserving of international refugee protection; \\n (d) Further to para 3 (b) above, calls upon UNHCR to convene a meeting of experts in sup­ port of the elaboration of measures for the disarmament of armed elements and the identification, separation, and internment of combatants, including the clarification of relevant procedures and standards, in consultation with States, United Nations Secre­ tariat entities and agencies, and interested organizations, such as the ICRC, and report back to the Executive Committee on progress achieved; \\n (e) Calls upon States to ensure that measures are taken to prevent the recruitment of refugees by government armed forces or organized armed groups, in particular of children, taking into account also that unaccompanied and separated children are even more vulner­ able to recruitment than other children; \\n (f) Calls upon the relevant United Nations organs and regional organizations, in pursuance of their respective mandates, as well as the international community at large, to mobi­ lize adequate resources to support and assist host States in maintaining the civilian and humanitarian character of asylum, in line with the principles of international solidarity, co­operation, burden and responsibility sharing; \\n (g) Calls upon UNHCR and the Department of Peacekeeping Operations of the United Nations Secretariat to enhance collaboration on all aspects of this complex matter, and as appropriate, to deploy, with the consent of host States, multi­disciplinary assess­ ment teams to an emerging crisis area in order to clarify the situation on the ground, evaluate security threats for refugee populations and consider appropriate practical responses; \\n (h) Calls upon UNHCR to explore how it may develop, in consultation with relevant part­ ners, its own institutional capacity to address insecurity in refugee camps, inter alia by assisting States to ensure the physical safety and dignity of refugees, building, as appro­ priate, upon its protection and operational expertise.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 42,
            "Heading1": "Annex C: UNHCR Executive COmmittee COnclusion On the Civilian and Humanitarian Character Of Asylum NO. 94 (LIII)",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "Agreement between the Government of [country of origin] and the Government of [host country] for the voluntary repatriation and reintegration of combatants of [country of origin] \\n\\n Preamble \\n Combatants of [country of origin] have been identified in neighbouring countries. Approxi­ mately [number] of these combatants are presently located in [host country]. This Agreement is the result of a series of consultations for the repatriation and incorporation in a disarma­ ment, demobilization and reintegration (DDR) programme of these combatants between the Government of [country of origin] and the Government of [host country]. The Parties have agreed to facilitate the process of repatriating and reintegrating the combatants from [host country] to [country of origin] in conditions of safety and dignity. Accordingly, this Agree­ ment outlines the obligations of the Parties.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 45,
            "Heading1": "Annex D: Sample agreement on repatriation and reintegration of cross-border combatants",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "Article 1 – Definitions \\n\\n Article 2 – Legal bases \\n The Parties to this Agreement are mindful of the legal bases for the [internment and] repatri­ ation of the said combatants and base their intentions and obligations on the following inter­ national instruments: \\n [If applicable, in cases involving internment] The Hague Convention (V) Respecting the Rights and Duties of Neutral Powers and Persons in Case of War on Land, 18 October 1907 (Annex 1) \\n [If applicable, in cases involving internment] The Third Geneva Convention relative to the Treatment of Prisoners of War, Geneva, 12 August 1949 (Annex 2) \\n [If applicable, in cases involving internment] The Protocol Additional to the Geneva Conventions of 12 August 1949, and Relating to the Protection of Victims of Non­Inter­ national Armed Conflicts (Protocol II), Geneva, 12 December 1977 (Annex 3) \\n Article 33 of the 1951 Convention relating to the Status of Refugees, Geneva, 28 July 1951 (Annex 4) \\n [If applicable, in cases involving African States] The 1969 OAU Convention Governing the Specific Aspects of Refugee Problems in Africa (Annex 5) \\n\\n Article 3 – Commencement \\n The repatriation of the said combatants will commence on [ ]. \\n\\n Article 4 – Technical Task Force \\n A Technical Task Force of representatives of the following parties to determine the opera­ tional framework for the repatriation and reintegration of the said combatants shall be constituted: \\n National Commission on DDR [of country of origin and of host country] Representatives of the embassies [of country of origin and host country] \\n [Relevant government departments of country of origin and host country, e.g. foreign affairs, defence, internal affairs, immigration, refugee/humanitarian affairs, children and women/gender] \\n UN Missions [in country of origin and host country] \\n [Relevant international agencies, e.g. UNHCR, UNICEF, ICRC, IOM] \\n\\n Article 5 – Obligations of Government of [country of origin] The Government of [country of origin] agrees: \\n i. To accept the return in safety and dignity of the said combatants. \\n ii. To provide sufficient information to the said combatants, as well as to their family members, to make free and informed decisions concerning their repatriation and rein­ tegration. \\n iii. To include the returning combatants in the amnesty provided for in article [ ] of the Peace Accord (Annex 6). \\n iv. To waive any court martial action for desertion from government forces. \\n v. To facilitate the return of the said combatants to their places of origin or choice through [relevant government agencies such as the National Commission on DDR and inter­ national agencies and NGO partners], taking into account the specific needs and circum­ stances of the said combatants and their family members. \\n vi. To consider and facilitate the payment of any DDR benefits, including reintegration assistance, upon the return of the said combatants and to provide appropriate identi­ fication papers in accordance with the eligibility criteria of the DDR programme. \\n vii. To assist the returning combatants of government forces who wish to benefit from the restructuring of the army by rejoining the army or obtaining retirement benefits, depend­ ing on their choice and if they meet the criteria for the above purposes. \\n viii. To facilitate through the immigration department the entry of spouses, partners, children and other family members of the combatants who may not be citizens of [country of origin] and to regularize their residence in [country of origin] in accordance with the provisions of its immigration or other relevant laws. \\n ix. To grant free and unhindered access to [UN Missions, relevant international agencies, etc.] to monitor the treatment of returning combatants and their family members in accordance with human rights and humanitarian standards, including the implemen­ tation of commitments contained in this Agreement. \\n x. To meet the [applicable] cost of repatriation and reintegration of the combatants. \\n\\n Article 6 – Obligations of Government of [host country] The Government of [host country] agrees: \\n i. To facilitate the processing of repatriation of the said combatants who wish to return to [country of origin]. \\n ii. To return the personal effects (excluding arms and ammunition) of the said combatants. \\n iii. To provide clear documentation and records which account for arms and ammunition collected from the said combatants. \\n iv. To meet the [applicable] cost of repatriation of the said combatants. \\n v. To consider local integration for any of the said combatants for whom this is assessed to be the most appropriate durable solution. \\n\\n Article 7 – Children associated with armed forces and groups \\n The return, family reunification and reintegration of children associated with armed forces and groups will be carried out under separate arrangements, taking into account the special needs of the children. \\n\\n Article 8 – Special measures for vulnerable persons/persons with special needs \\n The Parties shall take special measures to ensure that vulnerable persons and those with special needs, such as disabled combatants or those with other medical conditions that affect their travel, receive adequate protection, assistance and care throughout the repatri­ ation and reintegration processes. \\n\\n Article 9 – Families of combatants \\n Wherever possible, the Parties shall ensure that the families of the said combatants residing in [host country] return to [country of origin] in a coordinated manner that allows for the maintenance of family links and reunion. \\n\\n Article 10 – Nationality issues \\n The Parties shall mutually resolve through the Technical Task Force any applicable nation­ ality issues, including establishment of modalities for ascertaining nationality, and deter­ mining the country in which combatants will benefit from a DDR programme and the country of eventual destination. \\n\\n Article 11 – Asylum \\n Should any of the said combatants, having permanently renounced armed activities, not wish to repatriate for reasons relevant to the 1951 Convention relating to the Status of Refugees, they shall have the right to seek and enjoy asylum in [host country]. The grant of asylum is a peaceful and humanitarian act and shall not be regarded as an unfriendly act. \\n\\n Article 12 – Designated border crossing points \\n The Parties shall agree on border crossing points for repatriation movements. Such agree­ ment may be modified to better suit operational requirements. \\n\\n Article 13 – Immigration, customs and health formalities \\n i. To ensure the expeditious return of the said combatants, their family members and belongings, the Parties shall waive their respective immigration, customs and health formalities usually carried out at border crossing points. \\n ii. The personal or communal property of the said combatants and their family members, including livestock and pets, shall be exempted from all customs duties, charges and tariffs. \\n iii. [If applicable] The Parties shall also waive any fees, passenger service charges as well as all other airport, marine, road or other taxes for vehicles entering or transiting their respective territories under the auspices of [repatriation agency] for the repatriation operation. \\n\\n Article 14 – Access and monitoring upon return \\n [The UN Mission and other relevant international and non­governmental agencies] shall be granted free and unhindered access to all the said combatants and their family members in [the host country] and upon return in [the country of origin], in order to monitor their treatment in accordance with human rights and humanitarian standards, including the implementation of commitments contained in this Agreement. \\n\\n Article 15 – Continued validity of other agreements \\n This Agreement shall not affect the validity of any existing agreements, arrangements or mechanisms of cooperation between the Parties. \\n To the extent necessary or applicable, such agreements, arrangements or mechanisms may be relied upon and applied as if they formed part of this Agreement to assist in the pursuit of this Agreement, namely the repa­ triation and reintegration of the said combatants. \\n\\n Article 16 – Resolution of disputes \\n Any question arising out of the interpretation or application of this Agreement, or for which no provision is expressly made herein, shall be resolved amicably through consultations between the Parties. \\n\\n Article 17 – Entry into force \\n This Agreement shall enter into force upon signature by the Parties. \\n\\n Article 18 – Amendment \\n This Agreement may be amended by mutual agreement in writing between the Parties. \\n\\n Article 19 – Termination \\n This Agreement shall remain in force until it is terminated by mutual agreement between the Parties. \\n\\n Article 20 – Succession \\n This Agreement binds any successors of both Parties. \\n\\n In witness whereof, the authorized representatives of the Parties have hereby signed this Agreement. \\n\\n DONE at ..........................., this..... day of..... , in two originals. \\n\\n For the Government of [country of origin]: For the Government of [host country]:",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 45,
            "Heading1": "Annex D: Sample agreement on repatriation and reintegration of cross-border combatants",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "\\n 1 See, for example, Special Report of the Secretary­General on the United Nations Organization Mission in the Democratic Republic of the Congo, S/2002/1005, 10 September 2002, section on ‘Principles Involved in the Disarmament, Demobilization, Repatriation, Resettlement and Reintegration of Foreign Armed Groups’, pp. 6–7; Report of the Secretary­General to the Security Council on Liberia, 11 September 2003, para. 49: “For the planned disarmament, demobilization and reintegration process in Liberia to suc­ ceed, a subregional approach which takes into account the presence of foreign combatants in Liberia and Liberian ex­combatants in neighbouring countries would be essential In view of the subre­ gional dimensions of the conflict, any disarmament, demobilization and reintegration programme for Liberia should be linked, to the extent possible, to the ongoing disarmament, demobilization and rein­ tegration process in Côte d’Ivoire ”; Security Council resolution 1509 (2003) establishing the United Nations Mission in Liberia, para. 1(f) on DDR: “addressing the inclusion of non­Liberian combatants”; Security Council press release, ‘Security Council Calls for Regional Approach in West Africa to Address such Cross­border Issues as Child Soldiers, Mercenaries, Small Arms’, SC/8037, 25 March 2004. \\n 2 “Every State has the duty to refrain from organizing or encouraging the organization of irregular forces or armed bands, including mercenaries, for incursion into the territory of another state . . . . Every State has the duty to refrain from organizing, instigating, assisting or participating in acts of civil strife or terrorist acts in another State or acquiescing in organized activities within its territory directed towards the commission of such acts, when the acts referred to in the present paragraph involve a threat or use of force No State shall organize, assist, foment, finance, incite or tolerate subversive, terrorist or armed activities directed towards the violent overthrow of the regime of another State, or interfere in civil strife in another State.” \\n 3 Adopted by UN General Assembly resolution 43/173, 9 December 1988. \\n 4 Adopted by the First UN Congress on the Prevention of Crime and the Treatment of Offenders, Geneva 1955, and approved by the UN Economic and Social Council in resolutions 663 C (XXIV) of 31 July 1957 and 2076 (LXII) of 13 May 1977. \\n 5 Adopted by UN General Assembly resolution 45/111, 14 December 1990. \\n 6 UN General Assembly resolution 56/166, Human Rights and Mass Exoduses, para. 8, 26 February 2002; see also General Assembly resolution 58/169, para. 7. \\n 7 UN General Assembly resolution 58/169, Human Rights and Mass Exoduses, 9 March 2004. \\n 8 UN General Assembly, Report of the Fifty­Fifth Session of the Executive Committee of the High Commissioner’s Programme, A/AC.96/1003, 12 October 2004. \\n 9 Information on separation and internment of combatants in sections 7 to 10 draws significantly from papers presented at the Experts’ Roundtable organized by UNHCR on the Civilian and Humanitar­ ian Character of Asylum (June 2004), in particular the background resource paper prepared for the conference, Maintaining the Civilian and Humanitarian Character of Asylum by Rosa da Costa, UNHCR (Legal and Protection Policy Research Series, Department of International Protection, PPLA/2004/02, June 2004), as well as the subsequent UNHCR draft, Operational Guidelines on Maintaining the Civilian Character of Asylum in Mass Refugee Influx Situations. \\n 10 Internment camps for foreign combatants have been established in Sierra Leone (Mapeh and Mafanta camps for combatants from the Liberian war), the Democratic Republic of the Congo (DRC) (Zongo for combatants from Central African Republic), Zambia (Ukwimi camp for combatants from Angola, Burundi, Rwanda and DRC) and Tanzania (Mwisa separation facility for combatants from Burundi and DRC). \\n 11 Da Costa, op. cit. \\n 12 The full definition in the 1989 International Convention Against the Recruitment, Use, Financing and Training of Mercenaries is contained in the glossary of terms in Annex A. In Africa, the 1977 Convention of the OAU for the Elimination of Mercenarism in Africa is also applicable. \\n 13 Universal Declaration of Human Rights, art. 14. The article contains an exception “in the case of prose­ cutions genuinely arising from non­political crimes or from acts contrary to the purposes and principles of the United Nations”. \\n 14 For further information see UNHCR, Handbook for Repatriation and Reintegration Activities, Geneva, May 2004. \\n 15 The UN General Assembly has “emphasiz[ed] the obligation of all States to accept the return of their nationals, call[ed] upon States to facilitate the return of their nationals who have been determined not to be in need of international protection, and affirm[ed] the need for the return of persons to be undertaken in a safe and humane manner and with full respect for their human rights and dignity, irrespective of the status of the persons concerned” (UN General Assembly resolution 57/187, para. 11, 18 December 2002). \\n 16 Refer to UNHCR/DPKO note on cooperation, 2004. \\n 17 For the purpose of this Conclusion, the term “armed elements” is used as a generic term in a refugee context that refers to combatants as well as civilians carrying weapons. Similarly, for the purpose of this Conclusion, the term “combatants” covers persons taking active part in hostilities in both inter­ national and non­international armed conflict who have entered a country of asylum. \\n 18 S/1999/957; S/2001/331 \\n 19 EC/GC/01/8/Rev.1 \\n 20 Workshop on the Potential Role of International Police in Refugee Camp Security (Ottawa, Canada, March 2001); Regional Symposium on Maintaining the Civilian and Humanitarian Character of Refugee Status, Camps and other locations (Pretoria, South Africa, February 2001); International Seminar on Exploring the Role of the Military in Refugee Camp Security (Oxford, UK, July 2001).",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 49,
            "Heading1": "Endnotes",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        }
    ]

}

