
{
    "5.40 Cross-border Population Movements": [
        {
            "Paragraph": "This module offers advice to policy makers and operational staff of agencies dealing with combatants and associated civilians moving across international borders on how to work closely together to establish regional strategies for disarmament, demobilization and rein­ tegration (DDR) processes.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 1,
            "Heading1": "Summary",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Armed conflicts are increasingly characterized by ‘mixed population movements’ of combatants and civilians moving across international borders, as well as lines of conflict spilling over and across State boundaries. Because many previous DDR programmes lacked a regional dimension that took this reality into account, the ‘recycling’ of combatants from conflict to conflict within a region and even beyond has become an increasing problem. However, combatants are not the only people who are highly mobile in times of complex emergency. Given that the majority of people fleeing across borders are civilians seeking asylum, it remains vital for the civilian and humanitarian character of asylum to be preserved by host States, with the support of the international community. Combatants must therefore be separated from civilians in order to maintain States’ internal and external security and to safeguard asylum for refugees, as well as to find appropriate long­lasting ways of assisting the various population groups concerned, in accordance with international law standards.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 1,
            "Heading1": "Summary",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "This module attempts to answer the following questions: \\n What are the population groups connected with combatants moving across interna­ tional borders? \\n What are the standards and legal frameworks governing their treatment? What are recommendations for action on both sides of the border? \\n What are the roles and responsibilities of international and national agencies on both sides of the border?",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 1,
            "Heading1": "1. Module scope and objectives",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The module discusses issues relating to foreign adult combatants, foreign women asso­ ciated with armed groups and forces in non­combat roles, foreign children associated with armed groups and forces, civilian family members/dependants of foreign combatants, and cross­border abductees. Their status at various phases — upon crossing into a host country, at the stage of DDR and repatriation planning, and upon return to and reintegration in their country of origin — is discussed, and ways of dealing with those who do not repatriate are explored.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 1,
            "Heading1": "1. Module scope and objectives",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The module’s aims to provide guidance to agencies supporting governments to fulfil their obligations under international law in deciding on the appropriate treatment of the population groups connected with cross­border combatants.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 1,
            "Heading1": "1. Module scope and objectives",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The principles in this module are intended to be applied not only in formal DDR pro­ grammes, but also in situations where there may be no such programme (and perhaps no United Nations [UN] mission), but where activities related to the identification of foreign combatants, disarmament, demobilization, internment, repatriation and reintegration or other processes are nevertheless needed in response to the presence of foreign combatants on a State’s territory.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 1,
            "Heading1": "1. Module scope and objectives",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Annex A contains a list of terms, definitions and abbreviations used in this standard. A com­ plete glossary of all the terms, definitions and abbreviations used in the series of integrated DDR standards (IDDRS) is given in IDDRS 1.20.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 2,
            "Heading1": "2. Terms, definitions and abbreviations",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "In the IDDRS series, the words ‘shall’, ‘should’, ‘may’, ‘can’ and ‘must’ are used to indicate the intended degree of compliance with the standards laid down. This use is consistent with the language used in the International Organization for Standardization (ISO) standards and guidelines: \\n a) ‘shall’ is used to indicate requirements, methods or specifications that are to be applied in order to conform to the standard; \\n b) ‘should’ is used to indicate the preferred requirements, methods or specifications; \\n c) ‘may’ is used to indicate a possible method or course of action; \\n d) ‘can’ is used to indicate a possibility and capability; and, \\n e) ‘must’ is used to indicate an external constraint or obligation.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 2,
            "Heading1": "2. Terms, definitions and abbreviations",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "This module is intended primarily for policy makers and operational staff of agencies deal­ ing with combatants and associated civilians moving across international borders, regardless of whether or not there are DDR programmes on either side of the border. The guidelines offered in it are also aimed at assisting governments to fulfil their international obligations, and at guiding donors in making funding decisions. They are based on relevant provisions of international law, field experience and lessons learned from a number of operations, par­ ticularly in Africa.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 2,
            "Heading1": "3. Introduction",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "This module on cross­border population movements has been included in the integrated DDR standards because of the regional and international dimensions of conflicts and the impact on population movements: wars lead to both combatants and civilians crossing borders; there are regional and international causes and actors; and cross­border combatants can a pose a threat to regional and international security. At the end of a conflict, repatriation and sustainable reintegration are needed for both combatants and civilians, contributing to the creation of properly functioning communities in the country of origin. For some, local integration in the host country — or, in exceptional cases, third­country resettlement — will be the appropriate long­term course of action.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 2,
            "Heading1": "3. Introduction",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "International law provides a framework for dealing with cross­border movements of com­ batants and associated civilians. In particular, neutral States have an obligation to identify, separate and intern foreign combatants who cross into their territory, to prevent the use of their territory as a base from which to engage in hostilities against another State. In con­ sidering how to deal with foreign combatants in a DDR programme, it is important to recognize that they may have many different motives for crossing international borders, and that host States in turn will have their own agendas for either preventing or encour­ aging such movement.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 2,
            "Heading1": "4. Guiding principles",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "No single international agency has a mandate for issues relating to cross­border movements of combatants, but all have an interest in ensuring that these issues are prop­ erly dealt with, and that States abide by their international obligations. Therefore, DDR­related processes such as identification, disarmament, separation, internment, demo­ bilization and reintegration of combatants, as well as building State capacity in host countries and countries of origin, must be carried out within an inter­agency framework. Annex B contains an overview of key inter­national agencies with relevant mandates that could be expected to assist governments to deal with regional and cross­border issues relating to combatants in host countries and countries of origin.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 3,
            "Heading1": "4. Guiding principles",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Foreign combatants are not necessarily ‘mercenaries’ within the definition of interna­ tional law; and since achieving lasting peace and stability in a region depends on the ability of DDR programmes to attract and retain the maximum possible number of former com­ batants, careful distinctions are necessary between foreign combatants and mercenaries. It is also essential, however, to ensure coherence between DDR processes in adjacent countries in regions engulfed by conflict in order to prevent combatants from moving around from process to process in the hopes of gaining benefits in more than one place.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 3,
            "Heading1": "4. Guiding principles",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Foreign children associated with armed forces and groups should be treated separately from adult foreign combatants, and should be given special protection and assistance dur­ ing the DDR process, with a particular emphasis on rehabilitation and reintegration. Their social reintegration, recovery and reconciliation with their communities may work better if they are granted protection such as refugee status, following an appropriate process to determine if they deserve that status, while they are in host countries.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 3,
            "Heading1": "4. Guiding principles",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Civilian family members of foreign combatants should be treated as refugees or asylum seekers, unless there are individual circumstances that suggest they should be treated dif­ ferently. Third­country nationals/civilians who are not seeking refugee status — such as cross­border abductees — should be assisted to voluntarily repatriate or find another long­ term course of action to assist them within an applicable framework and in close consultation/ collaboration with the diplomatic representations of their countries of nationality.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 3,
            "Heading1": "4. Guiding principles",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "At the end of an armed conflict, UN missions should support host countries and countries of origin to find long­term solutions to the problems faced by foreign combatants. The primary solution is to return them in safety and dignity to their country of origin, a process that should be carried out in coordination with the voluntary repatriation of their civilian family members.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 3,
            "Heading1": "4. Guiding principles",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "When designing and implementing DDR programmes, the regional dimensions of the conflict should be taken into account, ensuring that foreign combatants who have parti­ cipated in the war are eligible for such programmes, as well as other individuals who have crossed an international border with an armed force or group and need to be repatriated and included in DDR processes. DDR programmes should therefore be open to all persons who have taken part in the conflict, regardless of their nationality, and close coordination and links should be formed among all DDR programmes in a region to ensure that they are coherently planned and implemented.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 3,
            "Heading1": "4. Guiding principles",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "As a matter of principle and because of the nature of his/her activities, an active foreign combatant cannot be considered as a refugee. However, a former combatant who has gen­ uinely given up military activities and become a civilian may at a later stage be given refugee status, provided that he/she applies for this status after a reasonable period of time and is not ‘excludable from international protection’ on account of having committed crimes against peace, war crimes, crimes against humanity, serious non­political crimes outside the country of refuge before entering that country, or acts contrary to the purposes and principles of the UN. The UN High Commissioner for Refugees (UNHCR) assists governments in host countries to determine whether demobilized former combatants are eligible for refugee status using special procedures when they ask for asylum.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 4,
            "Heading1": "4. Guiding principles",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Forced displacement is mainly caused by the insecurity of armed conflict. Conflicts that cause refugee movements across international borders by definition involve neighbouring States, and thus have regional security implications. As is evident in recent conflicts in Africa in particular, the lines of conflict frequently run across State boundaries, because they are being fought by people with ethnic, cultural, political and military ties that are not confined to one country. The mixed movements of populations that result are very complex and involve not only refugees, but also combatants and civilians associated with armed groups and forces, including family members and other dependants, cross­border abductees, etc.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 4,
            "Heading1": "5. The context of regional conflicts and cross-border population movements",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The often­interconnected nature of conflicts within a region, recruitment (both forced and voluntary) across borders and the ‘recycling’ of combatants from conflict to conflict within a region has meant that not only nationals of a country at war, but also foreign com­ batants may be involved in the struggle. When wars come to an end, it is not only refugees who are in need of repatriation and reintegration, but also foreign combatants and associated civilians. DDR programmes need to be regional in scope in order to deal with this reality. ",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 5,
            "Heading1": "5. The context of regional conflicts and cross-border population movements",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Enormous complexities are involved in managing mass influxes and mixed population movements of combatants and civilians. Combatants’ status may not be obvious, as many arrive without weapons and in civilian clothes. At the same time, however, especially in societies where there are large numbers of weapons, not everyone who arrives with a weap­ on is a combatant or can be presumed to be a combatant (refugee influxes usually include young males and females escaping from forced recruitment). The sheer size of population movements can be overwhelming, sometimes making it impossible to carry out any screen­ing of arrivals.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 5,
            "Heading1": "5. The context of regional conflicts and cross-border population movements",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Whereas refugees by definition flee to seek sanctuary, combatants who cross inter­ national borders may have a range of motives for doing so — to launch cross­border attacks, to escape from the heat of battle before re­ grouping to fight, to desert permanently, to seek refuge, to bring family members and other dependants to safety, to find food, etc. Their reasons for moving with civilians may be varied — not only to protect and assist their dependants, but also sometimes to ex­ ploit civilians as human shields and to prevent voluntary repatriation, to use refugee camps as a place for rest and recuperation between attacks or as a recruiting and/or training ground, and to divert humanitarian assistance for military purposes. Civilians may be supportive of or intimidated by combatants. The presence of combatants and militarized camps close to border areas may provoke cross­ border reprisals and risk a spillover of the conflict. Host countries may also have their own reasons for sheltering foreign combatants, since complete neutrality is probably rare in today’s conflicts, and in addition there may be a lack of political will and capacity to prevent foreign combatants from entering a neighbouring country. In their responses to mixed cross­ border population movements, the international community should take into account these complexities.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 5,
            "Heading1": "5. The context of regional conflicts and cross-border population movements",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Experience has shown that DDR processes directed at nationals of a specific country in isolation have failed to adequately deal with the problems of combatants being recycled from conflict to conflict within (and sometimes even outside) a region, and with the spillover effects of such wars. In addition, the failure of host countries to identify, disarm and separate foreign combatants from refugee populations has contributed to endless cycles of security problems, including militarization of and attacks on refugee camps and settlements, xeno­ phobia, and failure to maintain asylum for refugees. These issues compromise the neutrality of aid work and pose a security threat to the host State and surrounding countries.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 6,
            "Heading1": "5. The context of regional conflicts and cross-border population movements",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The disarmament, demobilization, rehabilitation, reintegration and repatriation of com­ batants and associated civilians therefore require a stronger and more consistent cross­border focus, involving both host countries and countries of origin and benefiting both national and foreign combatants. This dimension has increasingly been recognized by the UN in its recent peacekeeping operations.1",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 6,
            "Heading1": "5. The context of regional conflicts and cross-border population movements",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "International law lays down obligations for host countries with regard to foreign combatants and associated civilians who cross their borders. This framework is derived from the laws of neutrality, international humanitarian law, human rights law and refugee law, as well as international principles governing the conduct of inter­State relations. These different areas of law provide grounds for the identification and separation of foreign combatants from civilians who cross an international border, as well as for the disarmament and internment of foreign combatants until either they can be repatriated or another course of action can be found at the end of the conflict.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 6,
            "Heading1": "6. International law framework governing cross-border movements  of foreign combatants and associated civilians",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "As long as a host country fulfils its obligations under international law, it may also rely on its national law: e.g., the criminal law can be used to prosecute cross­border combatants in order to protect national security, prevent subversive activities, and deal with illegal arms possession and forced recruitment.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 6,
            "Heading1": "6. International law framework governing cross-border movements  of foreign combatants and associated civilians",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Under Article 2(4) of the Charter of the UN, States have an obligation to “refrain in their international relations from the threat or use of force against the territorial integrity or political independence of any State, or in any other manner inconsistent with the Purposes of the United Nations” (this is regarded as customary international law binding on all States). This article should be read and interpreted within the wider spirit of the Charter, and parti­ cularly article 1, which includes among the aims of the UN the maintenance of international peace and security, the development of friendly relations among nations and the resolution of international problems. Therefore, in addition to refraining from actions that might endanger peace and security, States also have a duty to take steps to strengthen peace and encourage friendly relations with others. Article 2(4) provides the foundation for the premise that States have an obligation to disarm, separate and intern foreign combatants.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 6,
            "Heading1": "6. International law framework governing cross-border movements  of foreign combatants and associated civilians",
            "Heading2": "6.1. The Charter of the United Nations",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "UN General Assembly resolution 2625 (XXV) of 24 October 1970, which adopted the Declaration on Principles of International Law concerning Friendly Relations and Coop­ eration among States in Accordance with the Charter of the United Nations, prohibits the indirect use of armed force, through assisting, encouraging or tolerating armed activities against another State by irregular forces, armed bands or individuals, whether nationals or foreigners.2",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 7,
            "Heading1": "6. International law framework governing cross-border movements  of foreign combatants and associated civilians",
            "Heading2": "6.1. The Charter of the United Nations",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The law of neutrality requires neutral States to disarm foreign combatants, separate them from civilian populations, intern them at a safe distance from the conflict zone and pro­ vide humane treatment until the end of the war, in order to ensure that they no longer pose a threat or continue to engage in hostilities. Neutral States are also required to provide such interned combatants with humane treatment and conditions of internment.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 7,
            "Heading1": "6. International law framework governing cross-border movements  of foreign combatants and associated civilians",
            "Heading2": "6.2. The law of neutrality",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The Hague Convention of 1907 dealing with the Rights and Duties of Neutral Powers and Persons in Case of War on Land, which is considered to have attained customary law status, making it binding on all States, sets out the rules governing the conduct of neutral States. Although it relates to international armed conflicts, it is generally accepted as appli­ cable by analogy also to internal armed conflicts in which foreign combatants from govern­ ment armed forces or opposition armed groups have entered the territory of a neutral State. It contains an obligation to intern such combatants, as is described in detail in section 7.3.7 of this module.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 7,
            "Heading1": "6. International law framework governing cross-border movements  of foreign combatants and associated civilians",
            "Heading2": "6.2. The law of neutrality",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "In accordance with article 4(B)2 of the Third Geneva Convention of 1949 relative to the Treatment of Prisoners of War, foreign combatants interned by neutral States are entitled to treatment and conditions of internment given to prisoners of war under the Convention.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 7,
            "Heading1": "6. International law framework governing cross-border movements  of foreign combatants and associated civilians",
            "Heading2": "6.3. International humanitarian law",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Additional Protocol II, relating to Protection of Victims of Non­International Armed Conflicts, provides in Part II for humane, non­discriminatory treatment for those who do not take a direct part or who have ceased to take part in hostilities, whether or not their liberty has been restricted.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 7,
            "Heading1": "6. International law framework governing cross-border movements  of foreign combatants and associated civilians",
            "Heading2": "6.3. International humanitarian law",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "These standards are discussed in section 7.3.7 of this paper dealing with the internment of adult foreign combatants.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 7,
            "Heading1": "6. International law framework governing cross-border movements  of foreign combatants and associated civilians",
            "Heading2": "6.3. International humanitarian law",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The 1984 UN Convention Against Torture and Other Cruel, Inhuman or Degrading Treatment or Punishment contains a broad non­refoulement provision, which states that: “No State shall expel, return (‘refouler’) or extradite a person to another State where there are sub­ stantial grounds for believing that he would be in danger of being subjected to torture” (art. 3[1]). As there are no exceptions to this non­refoulement provision, foreign combatants may benefit from this prohibition against forcible return to a country of origin in situations where there are grounds to believe that they would be at risk of torture if returned. “For the purposes of determining whether there are such grounds, the competent authorities shall take into account all relevant considerations including, where applicable, the existence in the State concerned of a consistent pattern of gross, flagrant or mass violation of human rights” (art. 3[2]).",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 7,
            "Heading1": "6. International law framework governing cross-border movements  of foreign combatants and associated civilians",
            "Heading2": "6.4. Human rights law",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Several UN and regional conventions protect children caught up in armed conflict, in­ cluding the 1989 UN Convention on the Rights of the Child and the 2000 Optional Protocol to the Convention on the Rights of the Child on the Involvement of Children in Armed Con­flict (for details, see IDDRS 5.30 on Children and DDR).",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 8,
            "Heading1": "6. International law framework governing cross-border movements  of foreign combatants and associated civilians",
            "Heading2": "6.4. Human rights law",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "International law standards on detention are relevant to internment of foreign com­ batants, e.g., the Body of Principles for the Protection of All Persons Under Any Form of Detention or Imprisonment,3 UN Standard Minimum Rules for the Treatment of Prisoners,4 and the Basic Principles for the Treatment of Prisoners.5",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 8,
            "Heading1": "6. International law framework governing cross-border movements  of foreign combatants and associated civilians",
            "Heading2": "6.4. Human rights law",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "A refugee is defined in the 1951 UN Convention and 1967 Protocol relating to the Status of Refugees as a person who: \\n is outside his/her country of origin; \\n has a well­founded fear of persecution because of race, religion, nationality, member­ ship of a particular social group or political opinion; \\n is unable or unwilling to avail him­/herself of the protection of that country, or to return there, owing to the well­founded fear of persecution.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 8,
            "Heading1": "6. International law framework governing cross-border movements  of foreign combatants and associated civilians",
            "Heading2": "6.5. Refugee law",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Later regional instruments extended this definition. The 1969 Organization of African Unity (OAU) Convention Governing the Specific Aspects of Refugee Problems in Africa repeats the 1951 Convention’s definition of a refugee, but also covers any person who, “owing to external aggression, occupation, foreign domination or events seriously disturbing public order in either part or the whole of his country of origin or nationality, is compelled to leave his place of habitual residence in order to seek refuge in another place outside his country of origin or nationality” (art. 1[2]). This means that in Africa, persons fleeing civil distur­ bances, widespread violence and war are entitled to refugee status in States parties to the OAU Convention, whether or not they have a well­founded fear of persecution. In Latin America, the Cartagena Declaration of 1984, although not binding, recommends that the definition of a refugee used in the region should include, in addition to those fitting the 1951 Convention definition, persons who fled their country “because their lives, safety or freedom have been threatened by generalized violence, foreign aggression, internal conflicts, massive violations of human rights or other circumstances which have seriously disturbed public order”. Some Latin American States have incorporated this definition into their national legislation.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 8,
            "Heading1": "6. International law framework governing cross-border movements  of foreign combatants and associated civilians",
            "Heading2": "6.5. Refugee law",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The 1951 Convention — and also the 1969 OAU Convention — explicitly defines those who do not deserve international protection as refugees, even if they meet the above defi­ nitions. These exclusion clauses are particularly relevant in the case of former combatants who have committed crimes against humanity, war crimes, etc., and are discussed in more detail in section 13.3.4.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 8,
            "Heading1": "6. International law framework governing cross-border movements  of foreign combatants and associated civilians",
            "Heading2": "6.5. Refugee law",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The instruments of refugee law set out a range of obligations of States parties, as well as rights and duties of refugees. The fundamental obligation of a country of asylum is not to “expel or return (‘refouler’) a refugee in any manner whatsoever to the frontiers of territories where his life or freedom would be threatened on account of his race, religion, nationality, membership of a particular social group or political opinion” (art.e 33[1] of the 1951 UN Convention). However, there is an exception to this rule, permitting return to the country of origin in the case of “a refugee whom there are reasonable grounds for regarding as a danger to the security of the country in which he is, or who, having been convicted by a final judg­ ment of a particularly serious crime, constitutes a danger to the community of that country” (art. 33[2]).",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 9,
            "Heading1": "6. International law framework governing cross-border movements  of foreign combatants and associated civilians",
            "Heading2": "6.5. Refugee law",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "While the humanitarian character of asylum is implicit in the 1951 UN Convention, its definition of a refugee describes a victim of serious human rights violations, and it pro­ vides an obligation for refugees to obey the laws and public order measures of the host country. It does not, however, deal explicitly with issues relating to combatants. Neverthe­ less, principles relating to the humanitarian and civilian character of asylum have been developed in the OAU Refugee Convention and in recommendations of UNHCR’s Executive Committee (the governing body of representatives of States) and have been reaffirmed by the UN General Assembly.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 9,
            "Heading1": "6. International law framework governing cross-border movements  of foreign combatants and associated civilians",
            "Heading2": "6.5. Refugee law",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The OAU Convention specifies that “the grant of asylum to refugees is a peaceful and humanitarian act and shall not be regarded as an unfriendly act by any Member State” and highlights the need to make “a distinction between a refugee who seeks a peaceful and normal life and a person fleeing his country for the sole purpose of fomenting subver­ sion from outside” and to be “determined that the activities of such subversives should be discouraged, in accordance with the Declaration on the Problem of Subversion and Reso­ lution of the Problem of Refugees adopted in Accra in 1965”. Under article III of the OAU Convention, refugees not only have a duty to obey the laws of the country of asylum, but must also abstain from subversive activities against other countries. Parties to the OAU Convention undertake to prohibit refugees residing in their countries from attacking other countries, by any activities likely to cause tensions with other countries. Under article II, countries of asylum have an obligation “as far as possible [to] settle refugees at a reasonable distance from the frontier of their country of origin”.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 9,
            "Heading1": "6. International law framework governing cross-border movements  of foreign combatants and associated civilians",
            "Heading2": "6.5. Refugee law",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The UNHCR Executive Committee has formulated a number of conclusions, providing guidance for protection during mixed population movements. Conclusion 94 on preserving the humanitarian and civilian character of asylum is attached as Annex C. It recommends, among other things, that States receiving influxes of refugees and combatants should take measures as early as possible to: \\n disarm armed elements; \\n identify and separate combatants from the refugee population; \\n intern combatants.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 9,
            "Heading1": "6. International law framework governing cross-border movements  of foreign combatants and associated civilians",
            "Heading2": "6.5. Refugee law",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "These recommendations are reaffirmed in various UN General Assembly resolutions. The General Assembly has “urge[d] States to uphold the civilian and humanitarian character of refugee camps and settlements, consistent with international law, inter alia, through effec­ tive measures to prevent the infiltration of armed elements, to identify and separate any such armed elements from refugee populations, to settle refugees at safe locations, where possible away from the border, and to ensure prompt and unhindered access to them by humanitarian personnel”.6 The General Assembly has also “welcom[ed] the increased atten­ tion being given by the United Nations to the problem of refugee camp security, including through the development of operational guidelines on the separation of armed elements from refugee populations”.7 In a report to the General Assembly, the UNHCR Executive Committee has recommended that the international community “mobiliz[e] . . . adequate resources to support and assist host States in maintaining the civilian and humanitarian character of asylum, including in particular through disarmament of armed elements and the identification, separation and internment of combatants”.8",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 9,
            "Heading1": "6. International law framework governing cross-border movements  of foreign combatants and associated civilians",
            "Heading2": "6.5. Refugee law",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The exclusively civilian and humanitarian character of asylum serves several purposes: it reduces potential tensions between countries of asylum and origin; it provides refugees with better protection; it allows the identification and separation of armed elements; and it helps to deal with internal and external security problems. A foreigner planning or carrying out military­related activities in the host country is therefore not a refugee, and the host country must prevent foreign armed elements from using its territory to attack another State and prevent genuine refugees from joining them.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 10,
            "Heading1": "6. International law framework governing cross-border movements  of foreign combatants and associated civilians",
            "Heading2": "6.5. Refugee law",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The varying reasons for the arrival of foreign combatants in a host country, as well as whether or not that country is involved in armed conflict, will be among the factors that determine the response of the host country and that of the international community. For example, foreign combatants may enter a country directly involved in armed conflict; they may be in a country that is a neutral neighbouring State; or they may be in a non­neutral country not directly involved in the conflict. Host countries may have political sympathies or State interests with regard to one of the parties to a conflict, and this may affect their policies or responses to influxes of combatants mixed in with refugees. Even if the host country is not neutral, international agencies should highlight the benefits to the host country and the region of complying with the international law framework described above. Awareness­raising, training and ad­ vocacy efforts, as well as individual country strategies to deal with issues of State capacity, cooperation and compliance with interna­ tional obligations and recommended actions, should be carried out.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 10,
            "Heading1": "7. Adult foreign combatants and DDR issues in host countries",
            "Heading2": "7.1. Context",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Key international agencies that could assist governments with issues relating to adult combatants include the Department of Peacekeeping Operations (DPKO), the International Committee of the Red Cross (ICRC), UNHCR, the UN High Commission on Human Rights (UNHCHR), the UN Development Programme (UNDP), the World Food Programme (WFP), the Office for the Coordination of Humanitarian Affairs (OCHA), the International Labour Organization (ILO) and the International Organization for Migration (IOM).",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 10,
            "Heading1": "7. Adult foreign combatants and DDR issues in host countries",
            "Heading2": "7.2. Key agencies",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Key national agencies that deal with these issues are those concerned with defence, armed forces, police, DDR, refugee/humanitarian activities and foreign affairs.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 10,
            "Heading1": "7. Adult foreign combatants and DDR issues in host countries",
            "Heading2": "7.2. Key agencies",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Identification, disarmament, separation, internment, demobilization and eventual repatri­ ation and reintegration of foreign combatants (as well as other interventions) are multi­State processes that require the participation and cooperation of multiple actors, including the host State, countries of origin, local communities, refugee communities, donor States, interna­ tional and national agencies, regional organizations, and the political and military parts of the UN system. Therefore coordination within a host State and cross­border is vital.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 11,
            "Heading1": "7. Adult foreign combatants and DDR issues in host countries",
            "Heading2": "7.3. Key actions",
            "Heading3": "7.3.1. Coordination",
            "Heading4": ""
        },
        {
            "Paragraph": "At the national level, it may be helpful for key government and international agencies to set up an inter­agency forum for coordination and collaboration. This will be particu­ larly useful where the capacity and resources of the host country are limited, and there is a need for the international community to provide large amounts of assistance. It is recom­ mended that such a forum be restricted to essential and operational agencies present in the host country. The forum could arrange for and manage coordination and collaboration in matters of advocacy, awareness­raising, providing policy guidance, capacity­building, and setting up and supervising the methods used for the separation and internment of com­ batants, as well as later repatriation. Such a forum may also provide assistance with the maintenance of State security and with the mobilization of resources, including funding.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 11,
            "Heading1": "7. Adult foreign combatants and DDR issues in host countries",
            "Heading2": "7.3. Key actions",
            "Heading3": "7.3.1. Coordination",
            "Heading4": ""
        },
        {
            "Paragraph": "Advocacy by agencies should be coordinated. Agencies should focus on assisting the host government to understand and implement its obligations under international law and show how this would be beneficial to State interests, such as preserving State security, demonstrating neutrality, etc.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 11,
            "Heading1": "7. Adult foreign combatants and DDR issues in host countries",
            "Heading2": "7.3. Key actions",
            "Heading3": "7.3.2. Advocacy",
            "Heading4": ""
        },
        {
            "Paragraph": "What key points should be highlighted in advocacy on international obligations? \\n The government must respect the right to seek asylum and the principle of non-refoulement for all persons seeking asylum, including acceptance at the frontier; \\n The government must take measures to identify, disarm and separate combatants from refugees as early as possible, preferably at the border; \\n The government of a neutral State has an obligation to intern identified combatants in a safe location away from the border/conflict zone; \\n An active combatant cannot be considered as a refugee. However, at a later stage, when it is clear that combatants have genuinely and permanently given up military activities, UNHCR would assist the government to determine the refugee status of demobilized former combatants using special procedures if any apply for refugee status; \\n Foreign children associated with armed forces and groups should be dealt with separately from adult foreign combatants and should benefit from special protection and assistance with regard to disarmament, demobilization, rehabilitation and reintegration. They should first be properly identified as persons under the age of 18, separated from adult combatants as soon as possible, and should not be accommodated in internment camps for adult combatants. They may be given the status of refugees or asylum seekers and accommodated in refugee camps or settlements in order to encourage their rehabilitation, reintegration and reconciliation with their communities; \\n Civilian family members of combatants should be treated as prima facie refugees or asylum seekers and may be accommodated in refugee camps or settlements; \\n Special assistance should be offered to women or girls abducted/forcibly married into armed groups and forces and then taken over borders.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 11,
            "Heading1": "7. Adult foreign combatants and DDR issues in host countries",
            "Heading2": "7.3. Key actions",
            "Heading3": "7.3.2. Advocacy",
            "Heading4": ""
        },
        {
            "Paragraph": "Security screening is vital to the identification and separation of combatants. This screening is the responsibility of the host government’s police or armed forces, which should be present at entry points during population influxes.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 12,
            "Heading1": "7. Adult foreign combatants and DDR issues in host countries",
            "Heading2": "7.3. Key actions",
            "Heading3": "7.3.3. Security screening and identification of foreign combatants",
            "Heading4": ""
        },
        {
            "Paragraph": "International personnel/agencies that may be present at border entry points during influxes include: peacekeeping forces; military observers; UN Civilian Police; UNHCR for reception of refugees, as well as reception of foreign children associated with fighting forces, if the latter are to be given refugee status; and the UN Children’s Fund (UNICEF) for gen­ eral issues relating to children. UNHCR’s and/or UNICEF’s child protection partner non­ governmental organizations (NGOs) may also be present to assist with separated refugee children and children associated with armed forces and groups. Child protection agencies may be able to assist the police or army with identifying persons under the age of 18 years among foreign combatants.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 12,
            "Heading1": "7. Adult foreign combatants and DDR issues in host countries",
            "Heading2": "7.3. Key actions",
            "Heading3": "7.3.3. Security screening and identification of foreign combatants",
            "Heading4": ""
        },
        {
            "Paragraph": "Training in security screening and identification of foreign combatants could usefully be provided to government authorities by specialist personnel, such as international police, DPKO and military experts. They may also be able to help in making assessments of situa­ tions where there has been an infiltration of combatants, providing advice on preventive and remedial measures, and advocating for responses from the international community. The presence of international agencies as observers in identification, disarmament and separation processes for foreign combatants will make the combatants more confident that the process is transparent and neutral.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 12,
            "Heading1": "7. Adult foreign combatants and DDR issues in host countries",
            "Heading2": "7.3. Key actions",
            "Heading3": "7.3.3. Security screening and identification of foreign combatants",
            "Heading4": ""
        },
        {
            "Paragraph": "Identification and disarmament of combatants should be carried out at the earliest possible stage in the host country, preferably at the entry point or at the first reception/ transit centre for new arrivals. Security maintenance at refugee camps and settlements may also lead to identification of combatants.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 12,
            "Heading1": "7. Adult foreign combatants and DDR issues in host countries",
            "Heading2": "7.3. Key actions",
            "Heading3": "7.3.3. Security screening and identification of foreign combatants",
            "Heading4": ""
        },
        {
            "Paragraph": "If combatants are identified, they should be disarmed and transported to a secure loca­ tion in the host country for processing for internment, in accordance with the host govern­ ment’s obligations under international humanitarian law.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 12,
            "Heading1": "7. Adult foreign combatants and DDR issues in host countries",
            "Heading2": "7.3. Key actions",
            "Heading3": "7.3.3. Security screening and identification of foreign combatants",
            "Heading4": ""
        },
        {
            "Paragraph": "What methods are there for identification? \\n Self-identification. Especially in situations where it is known that the host government has facilities for foreign combatants, some combatants may identify themselves voluntarily, either as part of military structures or individually. Providing information on the availability of internment camp facilities for foreign combatants may encourage self-identification. Groups of combatants from a country at war may negotiate with a host country to cross into its territory before actually doing so, and peacekeepers with a presence at the border may have a role to play in such negotiations. The motivation of those who identify themselves as combatants is usually either to desert on a long-term basis and perhaps to seek asylum or to escape the heat of battle temporarily. \\n Appearance. Military uniforms, weapons and arriving in troop formation are obvious signs of persons being combatants. Even where there are no uniforms or weapons, military and security officials of the host country will often be skilful at recognizing fellow military and security personnel — from appearance, demeanour, gait, scars and wounds, responses to military language and commands, etc. Combatants’ hands may show signs of having carried guns, while their feet may show marks indicating that they have worn boots. Tattoos may be related to the various fighting factions. Combatants may be healthier and stronger than refugees, especially in situations where food is limited. It is important to avoid arbitrarily identifying all single, able-bodied young men as combatants, as among refugee influxes there are likely to be boys and young men who have been fleeing from forced military recruitment, and they may never have fought. \\n Security screening questions and luggage searches. Questions asked about the background of foreigners entering the host country (place of residence, occupation, circumstances of flight, family situation, etc.) may reveal that the individual has a military background. Luggage searches may reveal military uniforms, insignia or arms. Lack of belongings may also be an indication of combatant status, depending on the circumstances of flight. \\n Identification by refugees and local communities. Some refugees may show fear or wariness of combatants and may point out combatants in their midst, either at entry points or as part of relocation movements to refugee camps. Local communities may report the presence of strangers whom they suspect of being combatants. This should be carefully verified and the individual(s) concerned should have the opportunity to prove that they have been wrongly identified as combatants, if that is the case. \\n Perpetrators of cross-border armed incursions and attacks. Host country authorities may intercept combatants who are launching cross-border attacks and who pose a serious threat to the country. Stricter security and confinement measures would be necessary for such individuals.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 12,
            "Heading1": "7. Adult foreign combatants and DDR issues in host countries",
            "Heading2": "7.3. Key actions",
            "Heading3": "7.3.4. Methods of identifying foreign combatants",
            "Heading4": ""
        },
        {
            "Paragraph": "Once combatants are identified, they will usually be taken into the custody of the army of the host country and/or peacekeepers. They should be disarmed as soon as possible. Inter­ national military and police personnel may need to assist in this process. Weapons should be documented and securely stored for destruction or handing over to the government of the country of origin at the end of the internment period (e.g., at the end of the conflict). Other items such as vehicles should be kept in safe locations, also to be handed over at the end of the internment period. Personal items may be left in the possession of the owner.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 13,
            "Heading1": "7. Adult foreign combatants and DDR issues in host countries",
            "Heading2": "7.3. Key actions",
            "Heading3": "7.3.5. Disarmament",
            "Heading4": ""
        },
        {
            "Paragraph": "After they have been disarmed, foreign combatants may be handed over to the author­ ity responsible for their transportation to an internment facility — usually the police or security forces. The assistance of peacekeeping forces and any other relevant agencies may be required.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 13,
            "Heading1": "7. Adult foreign combatants and DDR issues in host countries",
            "Heading2": "7.3. Key actions",
            "Heading3": "7.3.5. Disarmament",
            "Heading4": ""
        },
        {
            "Paragraph": "The host country, in collaboration with UN missions and other relevant international agencies, should decide at an early stage what level of demobilization of interned foreign combatants is desirable and within what time­frame. This will depend partly on the profile and motives of internees, and will determine the types of structures, services and level of security in the internment facility. For example, keeping military command and control structures will assist with maintaining discipline through commanders. Lack of demobilization, however, will delay the process of internees becoming civilians, and as a result the possibility of their gaining future refugee status as an exit strategy for foreign combatants who are seeking asylum. On the other hand, discouraging and dismantling military hierarchies will assist the demobilization process. Reuniting family members or putting them in contact with each other and providing skills training, peace education and rehabilitation programmes will also aid demobilization. Mixing different and rival factions from the country of origin, the feasibility of which will depend on the nature of the conflict and the reasons for the fighting, will also make demobilization and reconciliation processes easier.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 13,
            "Heading1": "7. Adult foreign combatants and DDR issues in host countries",
            "Heading2": "7.3. Key actions",
            "Heading3": "7.3.6. Demobilization",
            "Heading4": ""
        },
        {
            "Paragraph": "Article 11 of the 1907 Hague Convention provides that: “A Neutral Power which receives on its territory troops belonging to the belligerent armies shall intern them, as far as possible, at a distance from the theatre of war. It may keep them in camps and even confine them in fortresses or in places set apart for this purpose. It shall decide whether officers can be left at liberty on giving their parole not to leave the neutral territory without permission.” Internment therefore does not necessarily require complete loss of liberty, and host States could grant internees varying degrees of freedom of movement, as long as the foreign combatants can no longer participate in hostilities from the neutral States’ territory. The host government should therefore decide what level of freedom of movement it wants to allow internees and set up a system to regulate movement in and out of internment camps. In order to be able to monitor the movement of internees properly and prevent them from engaging in unlawful activities, including use of the host country’s territory for military purposes, it is likely to be necessary for internment to involve at least some level of confinement. Depending on the local circumstances (mainly the extent of the security risk), this may range from a closed camp with no external freedom of movement to systems that provide for freedom of movement (e.g., a pass system that permits visits outside the camp or a system of reporting to authorities).",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 14,
            "Heading1": "7. Adult foreign combatants and DDR issues in host countries",
            "Heading2": "7.3. Key actions",
            "Heading3": "7.3.7. Internment10",
            "Heading4": "The nature of internment"
        },
        {
            "Paragraph": "Article 12 of the Convention lays down the conditions of treatment for internees as follows: “In the absence of a special convention to the contrary, the Neutral Power shall supply the interned with the food, clothing, and relief required by humanity. At the conclu­ sion of peace the expenses caused by the internment shall be made good.”",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 14,
            "Heading1": "7. Adult foreign combatants and DDR issues in host countries",
            "Heading2": "7.3. Key actions",
            "Heading3": "7.3.7. Internment10",
            "Heading4": "The nature of internment"
        },
        {
            "Paragraph": "The Third Geneva Convention of 1949 lays down minimum rights and conditions of intern­ ment to be granted to captured combatants. These rights also apply by analogy to foreign combatants interned in a neutral State.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 14,
            "Heading1": "7. Adult foreign combatants and DDR issues in host countries",
            "Heading2": "7.3. Key actions",
            "Heading3": "7.3.7. Internment10",
            "Heading4": "Standards of internment"
        },
        {
            "Paragraph": "What are the basic standards under the Third Geneva Convention? \\n Internees must be treated humanely at all times and are entitled to respect for their person (art. 3); \\n There must be no harmful discrimination among internees (art. 16); \\n Female internees must be treated in a way that caters for their specific needs and must be given treatment as favourable as that given to men (art. 14); \\n Internees must be provided, free of charge, with the necessary maintenance and medical attention required by their state of health (art. 15); \\n No physical or mental torture, or any other form of coercion, may be inflicted on them to get information of any kind (art. 17); \\n Internees must be provided with an identity card (art. 17); \\n After they are separated from civilians, combatants must be evacuated as soon as possible to camps a safe distance away from the combat zone, and these evacuations must be carried out humanely (i.e., evacuees must be given sufficient food, drinking water and necessary clothing and medical attention) (arts. 19 and 20); \\n Interned combatants must not be accommodated in prisons (art. 22); \\n Places of internment must be hygienic and healthy places to live. Internees’ quarters must be protected from dampness and adequately heated and lighted Level 5 Cross-cutting Issues Cross-border Population Movements 15 5.40 (conditions must not harm their health). Camps must be kept clean, and proper sanitary measures should be taken to prevent epidemics (arts. 22, 25 and 29); \\n Female internees must be accommodated separately from men, and separate dormitories and hygienic supplies should be provided for them (arts. 25 and 29); \\n Daily food rations must be sufficient in quantity, quality and variety to keep internees in good health, and their habitual diet must also be taken into account (art. 26); \\n Internees must enjoy complete freedom in the exercise of their religion and in the practice of sports and intellectual activities (arts. 34–38); \\n Internees must be permitted to receive and send letters, as well as individual parcels or collective shipments (e.g., of food, clothing) (arts. 71–73); \\n Internees’ working conditions should be properly regulated (arts. 49–57); \\n Internees must have the right to make requests to the authorities interning them regarding their conditions of captivity (art. 78).",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 14,
            "Heading1": "7. Adult foreign combatants and DDR issues in host countries",
            "Heading2": "7.3. Key actions",
            "Heading3": "7.3.7. Internment10",
            "Heading4": "Standards of internment"
        },
        {
            "Paragraph": "Additional Protocol II relating to Protection of Victims of Non­International Armed Conflicts provides in Part II for humane, non­discriminatory treatment for those who do not take a direct part in, or who have ceased to take part in, hostilities, whether or not their liberty has been restricted. Such persons may include internees.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 15,
            "Heading1": "7. Adult foreign combatants and DDR issues in host countries",
            "Heading2": "7.3. Key actions",
            "Heading3": "7.3.7. Internment10",
            "Heading4": "Standards of internment"
        },
        {
            "Paragraph": "What are applicable standards under Additional Protocol II? \\n Internees must receive similar treatment to the local civilian population regarding provision of food and drinking water, health and hygiene, and protection against the climate and the dangers of the armed conflict (art. 5[1][b]); \\n They must be allowed to receive individual or collective relief (art. 5[1][c]); \\n They must have freedom to practise their religion (art. 5[1][d]); \\n If made to work, they must have the benefit of working conditions and safeguards similar to those enjoyed by the local civilian population (art. 5[1][e]); \\n They should be allowed to send and receive letters and cards (art. 5[2][b]); \\n Places of internment must not be located close to the combat zone (art. 5[2][c]); \\n Internees must be evacuated under conditions of safety if the internment site becomes exposed to danger arising out of the armed conflict (art. 5[2][c]); \\n Internees are entitled to free medical examinations and treatment (art. 5[2][d]); \\n Internees’ physical or mental health and integrity must not be endangered by any unjustified act or omission (art. 5[2][e]); \\n Women must be accommodated in separate quarters and be under the supervision of women, except where they are accommodated with male family members (art. 5[2][a]); \\n If it is decided to release persons deprived of their liberty, necessary measures must be taken to ensure their safety (art. 5[4]).",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 15,
            "Heading1": "7. Adult foreign combatants and DDR issues in host countries",
            "Heading2": "7.3. Key actions",
            "Heading3": "7.3.7. Internment10",
            "Heading4": "Standards of internment"
        },
        {
            "Paragraph": "At least at the early stages of setting up and managing an internment camp, it is likely that host governments will lack capacity and resources for the task. International agencies have an important role to play in acquiring and supplying resources in order to assist the host government to provide internees with the “relief required by humanity” (as required under the Hague Convention): \\n In collaboration with the host government, international agencies should assist with awareness­raising and lobbying of donors, which should take place as soon as possible, as donor funding often takes time to be made available. Donors should be informed about the resource needed to separate and intern combatants and the benefits of such policies, e.g., maintaining State security, helping the host government to keep borders open for asylum seekers, etc.; \\n International agencies should favourably consider contributing financial grants, mate­ rial and other assistance to internment programmes, especially in the early phases when the host government will not have donor funding for such programmes. Contributing assistance, even on an ad hoc and temporary basis, will make international agencies’ advocacy and advisory roles more effective. The following are some illustrations of ways in which international agencies can contribute:",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 15,
            "Heading1": "7. Adult foreign combatants and DDR issues in host countries",
            "Heading2": "7.3. Key actions",
            "Heading3": "7.3.7. Internment10",
            "Heading4": "Assistance by the international community"
        },
        {
            "Paragraph": "Food. WFP may assist with providing food. Given the inability of internees to feed themselves because of their restricted freedom of movement, each internee should be entitled to a full food ration of at least 2,100 kilocalories per day. \\n Health care. International agencies’ partners (e.g., local Red Cross societies) may be able to provide mobile health clinics, to supplement hospital treatment for more serious medical matters. Medical care should include reproductive health care for female internees. \\n Non-food items. Items such as plastic sheeting, plates, buckets, blankets, sleeping mats, soap, etc. will be needed for each internee and agency contributions will be essential. Agencies such as UNHCR and ICRC, if they have the resources, may be able to give extra assistance at least temporarily until the government receives regular donor funding for the internment initiative. \\n Registration and documentation. Agencies could help the host government to develop a system for registration and issuing of identity documentation. Agencies will often need the data themselves, e.g., ICRC in order to arrange family tracing and family visits, and UNHCR for the purpose of getting information on the profiles of internees who may later come within their mandate if, at a later stage, internees apply for refugee status. ICRC may issue its own documentation to internees in connection with its detention-monitoring role. \\n Skills training. To combat the problem of idleness and to provide rehabilitation and alternative skills for internees, as well as to maintain order and dignity during internment, agency partners must try to provide/fund vocational skills training programmes as soon as possible. In order for demobilization and reintegration to start in internment camps, it is essential to have skills training programmes that could help internees to become rehabilitated. Social skills training would also be helpful here, such as sensitization in human rights, civic education, peace-building, HIV/AIDS, and sexual and gender-based violence. \\n Recreation. Sufficient space for recreation and sporting equipment should be provided for the purpose of recreation. \\n Re-establishing family links. ICRC, together with national societies, should try to trace family members of internees, both across borders and within the host country, which will allow family links to be re-established and maintained (e.g., through exchange of Red Cross messages). Where civilian family members have also crossed into the host country, arrangements should be made for maintaining family unity. There are various options: families could be accommodated in internment camps, or in a separate nearby facility, or in a refugee camp or settlement. If family members are voluntarily accommodated Level 5 Cross-cutting Issues Cross-border Population Movements 17 5.40 together with or near to internees, this has the advantage of preserving family unity, helping to break down military hierarchies in internment camps, reducing risks of local/refugee community retaliation against the family members on account of their connections to combatants, and minimizing the chances of combatants moving to civilian sites in order to be with their family members. However, the family members may face security risks, including physical violence and sexual harassment, from internees. Where civilian spouses and children are not accommodated with internees, regular and adequate family visits to internment camps must be arranged by ICRC, UNHCR or other relevant agencies. \\n Monitoring. ICRC should be able to carry out regular, confidential monitoring of internment camps, including the treatment of internees and the standards of their internment, in accordance with its mandate for persons deprived of their liberty for reasons related to armed conflict. Reports from monitoring visits will be provided on a confidential basis to the government of the host country. \\n Host communities. The involvement and support of host communities will be vital to the internment process. Therefore, agencies should consider providing host communities with community-based development assistance programmes.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 16,
            "Heading1": "7. Adult foreign combatants and DDR issues in host countries",
            "Heading2": "7.3. Key actions",
            "Heading3": "7.3.7. Internment10",
            "Heading4": "Assistance by the international community"
        },
        {
            "Paragraph": "In view of the chaotic conditions usually found in conflict situations and the difficulties in setting up an adequate identification programme that could be operational immediately, combatants may be admitted to separation, disarmament and internment processes re­ gardless of their nationality. Hence, it would be more practical to deal with problems of nationality at the end of internment, in order to decide, in consultation with the former combatants, the country in which they would undergo a DDR programme and the country to which they would finally return. This will require liaison between the governments in­ volved, and should be closely monitored/supervised by the relevant agencies.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 14,
            "Heading1": "7. Adult foreign combatants and DDR issues in host countries",
            "Heading2": "7.3. Key actions",
            "Heading3": "7.3.7. Internment10",
            "Heading4": "Nationality issues"
        },
        {
            "Paragraph": "Internment camps should provide gender­appropriate facilities, including separate accom­ modation, washing and toilet facilities, as well as sex­specific health services, including reproductive health care. This must include sanitary kits and clean birthing kits for women. Women with babies should be given the means to care for their own children. With the ex­ ception of young babies, accommodating children in internment camps should be avoided and alternative accommodation should be found for them and their mothers. When intern­ ees are transported, sufficient vehicles should be provided to offer women the option of being transported separately from men, if their personal safety is threatened. Protection from sexual harassment and other violence should be ensured at all times (also see IDDRS 5.10 on Women, Gender and DDR).",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 17,
            "Heading1": "7. Adult foreign combatants and DDR issues in host countries",
            "Heading2": "7.3. Key actions",
            "Heading3": "7.3.7. Internment10",
            "Heading4": "Special requirements of female combatants"
        },
        {
            "Paragraph": "In the internment camps, authorities should have flexibility to review and change incorrect decisions regarding who has been interned on a case­by­case basis. For this purpose, agen­ cies with a protection mandate, such as ICRC, UNHCR, UNHCHR and UNICEF, should have confidential access to internees.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 17,
            "Heading1": "7. Adult foreign combatants and DDR issues in host countries",
            "Heading2": "7.3. Key actions",
            "Heading3": "7.3.7. Internment10",
            "Heading4": "Redressing incorrect internment decisions"
        },
        {
            "Paragraph": "Persons incorrectly interned include: \\n civilians who have not participated in military activities, and who could therefore be regarded as refugees or asylum seekers; \\n civilians who have not participated in military activities and who were abducted by combatants (including women and girls abducted for the purpose of sexual slavery and men abducted for medical or other labour services), but who do not fall within the definition of a refugee. Such persons will usually be voluntarily repatriated; \\n children associated with armed forces and groups who were not identified as children during the separation process, incorrectly ending up in internment camps for adult combatants; \\n persons who do not fit the definition of combatant, and who were separated and in­ terned on the basis of criteria other than those established for the separation process.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 17,
            "Heading1": "7. Adult foreign combatants and DDR issues in host countries",
            "Heading2": "7.3. Key actions",
            "Heading3": "7.3.7. Internment10",
            "Heading4": "Redressing incorrect internment decisions"
        },
        {
            "Paragraph": "It is important, whenever possible, to plan for exit strategies for internment programmes, although where the conflict in the country of origin lasts a long time, internment may also be lengthy. Exit strategies may include: \\n including internees in DDR programmes in the country of origin at the end of the conflict; \\n deciding whether internees who are considered to have become civilians after a period of demobilization and who apply for refugee status should be given that status.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 18,
            "Heading1": "7. Adult foreign combatants and DDR issues in host countries",
            "Heading2": "7.3. Key actions",
            "Heading3": "7.3.7. Internment10",
            "Heading4": "Exit strategies"
        },
        {
            "Paragraph": "International law makes special provision for and prohibits the recruitment, use, financing or training of mercenaries. A mercenary is defined as a foreign fighter who is specially recruited to fight in an armed conflict, is motivated essentially by the desire for private gain, and is promised wages or other rewards much higher than those received by local combat­ ants of a similar rank and function.12 Mercenaries are not considered to be combatants, and are not entitled to prisoner­of­war status. The crime of being a mercenary is committed by any person who sells his/her labour as an armed fighter, or the State that assists or recruits mercenaries or allows mercenary activities to be carried out in territory under its jurisdiction. ",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 18,
            "Heading1": "7. Adult foreign combatants and DDR issues in host countries",
            "Heading2": "7.3. Key actions",
            "Heading3": "7.3.8. Mercenarie",
            "Heading4": ""
        },
        {
            "Paragraph": "Not every foreign combatant meets the definition of a mercenary: those who are not motivated by private gain and given high wages and other rewards are not mercenaries. It may sometimes be difficult to distinguish between mercenaries and other types of foreign combatants, because of the cross­border nature of many conflicts, ethnic links across porous borders, the high levels of recruitment and recycling of combatants from conflict to conflict within a region, sometimes the lack of real alternatives to recruitment, and the lack of a regional dimension to many previous DDR programmes.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 18,
            "Heading1": "7. Adult foreign combatants and DDR issues in host countries",
            "Heading2": "7.3. Key actions",
            "Heading3": "7.3.8. Mercenarie",
            "Heading4": ""
        },
        {
            "Paragraph": "Even when a foreign combatant may fall within the definition of a mercenary, this does not limit the State’s authority to include such a person in a DDR programme, despite any legal action States may choose to take against mercenaries and those who recruit them or assist them in other ways. In practice, in many conflicts, it is likely that officials carrying out disarmament and demobilization processes would experience great difficulty distinguish­ ing between mercenaries and other types of foreign combatants. Since the achievement of lasting peace and stability in a region depends on the ability of DDR programmes to attract the maximum possible number of former combatants, it is recommended that mercenaries should not be automatically excluded from DDR processes/programmes, in order to break the cycle of recruitment and weapons circulation and provide the individual with sustain­ able alternative ways of making a living.",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 18,
            "Heading1": "7. Adult foreign combatants and DDR issues in host countries",
            "Heading2": "7.3. Key actions",
            "Heading3": "7.3.8. Mercenarie",
            "Heading4": ""
        },
        {
            "Paragraph": "DDR programmers may establish criteria to deal with such cases. Issues for consideration include: Who is employing and commanding mercenaries and how do they fit into the conflict? What threat do mercenaries pose to the peace process, and are they factored into the peace accord? If there is resistance to account for mercenaries in peace processes, what are the underlying political reasons and how can the situation be resolved? How can mercenaries be identified and distinguished from other foreign combatants? Do individuals have the capacity to act on their own? Do they have a chain of command? If so, is their leadership seen as legitimate and representative by the other parties to the process and the UN? Can this leadership be approached for discussions on DDR? Do its members have an interest in DDR? If mercenaries fought for personal gain, are DDR benefits likely to be large enough to make them genuinely give up armed activities? If DDR is not appropriate, what measures can be put in place to deal with mercenaries, and by whom — their employers and/or the national authorities and/or the UN?",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 18,
            "Heading1": "7. Adult foreign combatants and DDR issues in host countries",
            "Heading2": "7.3. Key actions",
            "Heading3": "7.3.8. Mercenarie",
            "Heading4": ""
        },
        {
       
            "Paragraph": "",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 19,
            "Heading1": "8. Foreign children associated with armed forces and groups and DDR issues in host countries",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 19,
            "Heading1": "8. Foreign children associated with armed forces and groups and DDR issues in host countries",
            "Heading2": "8.1. Context",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 19,
            "Heading1": "8. Foreign children associated with armed forces and groups and DDR issues in host countries",
            "Heading2": "8.2. Key agencies",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 19,
            "Heading1": "8. Foreign children associated with armed forces and groups and DDR issues in host countries",
            "Heading2": "8.3. Key actions",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 22,
            "Heading1": "9. Civilian family members or other dependants of combatants and DDR issues in host countries",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 22,
            "Heading1": "9. Civilian family members or other dependants of combatants and DDR issues in host countries",
            "Heading2": "9.1. Context",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 22,
            "Heading1": "9. Civilian family members or other dependants of combatants and DDR issues in host countries",
            "Heading2": "9.2. Key agencies",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 22,
            "Heading1": "9. Civilian family members or other dependants of combatants and DDR issues in host countries",
            "Heading2": "9.3. Key actions",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 23,
            "Heading1": "10. Cross-border abductees and DDR issues in host countries",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 23,
            "Heading1": "10. Cross-border abductees and DDR issues in host countries",
            "Heading2": "10.1. Context",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 23,
            "Heading1": "10. Cross-border abductees and DDR issues in host countries",
            "Heading2": "10.2. Key agencies",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 24,
            "Heading1": "10. Cross-border abductees and DDR issues in host countries",
            "Heading2": "10.3. Key actions",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 25,
            "Heading1": "11. Planning for foreign combatants’ voluntary repatriation and inclusion in cross-border DDR operations",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 25,
            "Heading1": "11. Planning for foreign combatants’ voluntary repatriation and inclusion in cross-border DDR operations",
            "Heading2": "11.1. Regional dimensions to be taken into account in setting up DDR programmes",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 25,
            "Heading1": "11. Planning for foreign combatants’ voluntary repatriation and inclusion in cross-border DDR operations",
            "Heading2": "11.2. Repatriation agreements",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 26,
            "Heading1": "11. Planning for foreign combatants’ voluntary repatriation and inclusion in cross-border DDR operations",
            "Heading2": "11.3. Information and sensitization campaigns",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 26,
            "Heading1": "11. Planning for foreign combatants’ voluntary repatriation and inclusion in cross-border DDR operations",
            "Heading2": "11.4. Identification of foreign combatants and disarmament",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 26,
            "Heading1": "11. Planning for foreign combatants’ voluntary repatriation and inclusion in cross-border DDR operations",
            "Heading2": "11.5. Voluntary repatriation",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 27,
            "Heading1": "11. Planning for foreign combatants’ voluntary repatriation and inclusion in cross-border DDR operations",
            "Heading2": "11.6. Maintaining family unity during repatriation",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 27,
            "Heading1": "11. Planning for foreign combatants’ voluntary repatriation and inclusion in cross-border DDR operations",
            "Heading2": "11.7. Repatriation movements",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 27,
            "Heading1": "11. Planning for foreign combatants’ voluntary repatriation and inclusion in cross-border DDR operations",
            "Heading2": "11.8. Factors affecting foreign children associated with armed forces and groups",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 28,
            "Heading1": "12. Foreign combatants and DDR issues upon return to the country of origin",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 28,
            "Heading1": "12. Foreign combatants and DDR issues upon return to the country of origin",
            "Heading2": "12.1. Assurances upon return",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 28,
            "Heading1": "12. Foreign combatants and DDR issues upon return to the country of origin",
            "Heading2": "12.2. Inclusion in DDR programmes",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 29,
            "Heading1": "12. Foreign combatants and DDR issues upon return to the country of origin",
            "Heading2": "12.3. Reintegration",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 30,
            "Heading1": "12. Foreign combatants and DDR issues upon return to the country of origin",
            "Heading2": "12.4. Monitoring",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 31,
            "Heading1": "13. Foreign former combatants who choose not to repatriate: Status and solutions",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 31,
            "Heading1": "13. Foreign former combatants who choose not to repatriate: Status and solutions",
            "Heading2": "13.1. Refugee status",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 31,
            "Heading1": "13. Foreign former combatants who choose not to repatriate: Status and solutions",
            "Heading2": "13.2. Sustainable plans for the future",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 32,
            "Heading1": "13. Foreign former combatants who choose not to repatriate: Status and solutions",
            "Heading2": "13.3. Determining refugee status",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 34,
            "Heading1": "13. Foreign former combatants who choose not to repatriate: Status and solutions",
            "Heading2": "13.4. Foreign former combatants who are given refugee status",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 35,
            "Heading1": "13. Foreign former combatants who choose not to repatriate: Status and solutions",
            "Heading2": "13.5. Foreign former combatants who are excluded from protection as refugees",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 35,
            "Heading1": "13. Foreign former combatants who choose not to repatriate: Status and solutions",
            "Heading2": "13.6. Foreign former combatants who do not meet the criteria for refugee status and are not in need of international protection",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 35,
            "Heading1": "13. Foreign former combatants who choose not to repatriate: Status and solutions",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 37,
            "Heading1": "Annex A: Abbreviations",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 40,
            "Heading1": "Annex B: Sample Profiling Questions on Reintegration",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 42,
            "Heading1": "",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 45,
            "Heading1": "",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "",
            "Level": 5,
            "Title": "Cross-border Population Movements",
            "PageNum": 49,
            "Heading1": "",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        }
    ]

}

