
{
    "5.50 Food Assistance in DDR": [
        {
            "Paragraph": "Acute food insecurity can be a trigger or root cause of armed conflict. Furthermore, armed conflict itself is a major driver of food insecurity. In countries and regions affected by armed conflict, humanitarian food assistance agencies are often already engaged in large-scale life-saving and livelihood support programmes to assist vulnerable and conflict-affected civilian communities, including displaced populations. These same agencies may be asked by a national Government, a peace operation or UN Resident Coordinator (UN RC) to provide food assistance in support of a disarmament, demobilization and reintegration (DDR) process.",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 1,
            "Heading1": "Summary",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        }, 
        {
            "Paragraph": "Food assistance provided by humanitarian food assistance agencies as part of a DDR process shall adhere to humanitarian principles and the best practices of humanitarian food assistance. Humanitarian agencies shall not provide food assistance to armed personnel at any point in a DDR process and all reasonable precautions and measures shall be taken to ensure that food assistance is not taken or used by combatants or warring factions. When food is provided to armed forces and groups prior to their demobilization, Governments or peacekeeping actors and their cooperating partners, and not humanitarian agencies, shall be responsible for all aspects of the process – from the acquisition of food to its distribution.",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 1,
            "Heading1": "Summary",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "As outlined in IDDRS 2.10 on The UN Approach to DDR, DDR processes can include various combinations of DDR programmes, DDR-related tools and reintegration support. The objectives and means through which food assistance is provided will differ depending on the type of DDR process being supported. For example, during DDR programmes food assistance can be provided at disarmament and/or cantonment sites and as part of a transitional safety net in support of reinsertion and reintegration. Food assistance can also be provided as part of reintegration support either during a DDR programme or when the preconditions for a DDR programme are not in place (see IDDRS 4.20 on Demobilization). In addition, food assistance can be part of pre-DDR and CVR (see IDDRS 2.30 on Community Violence Reduction).",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 1,
            "Heading1": "Summary",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Food assistance that is provided in support of a DDR process shall be based on a careful analysis of the food security situation. This shall include an analysis of any potential gender, age or disability barriers to receiving food assistance. The capacities and coping mechanisms of individuals, households and communities shall also be analysed to ensure the appropriateness and effectiveness of the assistance. Food assistance as part of a DDR process shall also be informed by a context/conflict analysis and an analysis of the protection risks that could potentially be created by this assistance. For example, it is important to analyse whether food assistance may inadvertently create or exacerbate household or community tensions.",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 1,
            "Heading1": "Summary",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Available and flexible resources are necessary in order to respond to the changes and unexpected problems that may arise during DDR processes. A food assistance component of a DDR process should not be implemented unless adequate resources and capacity are in place, including human, financial and logistics resources. If resources are not adequate, a risk analysis must inform decision- making and implementation. Maintaining a well-resourced food assistance pipeline, regardless of the selected transfer modality (in-kind support or cash-based transfers) is essential.",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 1,
            "Heading1": "Summary",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "This module outlines the operational requirements for the planning, design and implementation of the food assistance component of a DDR process in both mission and non-mission settings. It focuses on instances where food assistance is provided by humanitarian food assistance agencies as part of a DDR process to ex-combatants, persons formerly associated with armed forces and groups, dependants and community members.1 It also examines the different modalities through which food assistance can be provided, including in-kind support, cash-based transfers, vouchers and digital payments (such as mobile money transfers). Although not the focus of this module, the guidance provided herein may also be of use to Government and peacekeeping actors engaged in the provision of food assistance during DDR.",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 2,
            "Heading1": "1. Module scope and objectives",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Annex A contains a list of terms, definitions and abbreviations used in this standard. A com­ plete glossary of all the terms, definitions and abbreviations used in the series of integrated DDR standards (IDDRS) is given in IDDRS 1.20. In the IDDRS series, the words ‘shall’, ‘should’, ‘may’, ‘can’ and ‘must’ are used to indicate the intended degree of compliance with the standards laid down. This use is consistent with the language used in the International Organization for Standardization (ISO) standards and guidelines: \\n a) ‘shall’ is used to indicate requirements, methods or specifications that are to be applied in order to conform to the standard; \\n b) ‘should’ is used to indicate the preferred requirements, methods or specifications; \\n c) ‘may’ is used to indicate a possible method or course of action; \\n d) ‘can’ is used to indicate a possibility and capability; and, \\n e) ‘must’ is used to indicate an external constraint or obligation.",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 2,
            "Heading1": "2. Terms, definitions and abbreviations",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Cash-based transfers (CBTs): This term is used when, instead of providing a package of food, money is given to buy food. CBTs include cash as well as value vouchers. Value vouchers – also known as gift cards or stamps - provide access to commodities for a given monetary amount and can often be used in predetermined locations, including selected shops. CBTs may also include digital transfers such as payments made to mobile phones (“mobile money transfers”).",
             "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 2,
            "Heading1": "2. Terms, definitions and abbreviations",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Commodity vouchers: Vouchers may also be commodity-based i.e., tied to a predefined quantity of given foods.",
             "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 2,
            "Heading1": "2. Terms, definitions and abbreviations",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Coping mechanisms: The methods by which members of households try to deal with a crisis. For example, at times of severe food insecurity, household members may (1) make greater use than normal of wild foods, (2) plant other crops, (3) seek other sources of income, (4) rely more on gifts and remittances, (5) sell off assets to buy food and (6) migrate. Coping mechanisms should be discouraged if they lead to disinvestment, reduce a household’s capacity to recover its long-term ability to survive, or harm the environment. Positive coping mechanisms should be encouraged and strengthened.",
             "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 3,
            "Heading1": "2. Terms, definitions and abbreviations",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Food assistance for assets (FFA): FFA aims to address the immediate food needs of the most food-insecure people while improving their long-term food security and resilience. People receive cash, vouchers or in-kind food assistance while they build or boost assets, such as constructing a road or rehabilitating degraded land. These assets should in turn improve their livelihoods by creating healthier natural environments, reducing risks and the impact of shocks, increasing food productivity and strengthening resilience to natural disasters. FFA is sometimes referred to as food for work.",
             "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 3,
            "Heading1": "2. Terms, definitions and abbreviations",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Food assistance programmes (FAPs): These programmes aim to improve the food security and nutritional status of the targeted population and can be implemented through different transfer modalities, including in-kind food rations and CBTs.",
             "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 3,
            "Heading1": "2. Terms, definitions and abbreviations",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Food assistance for training (FFT): A programme in which food or cash is supplied on the condition that the recipient attends a training programme.",
             "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 3,
            "Heading1": "2. Terms, definitions and abbreviations",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Food security: A situation where all people, at all times, have physical, social and economic access to sufficient, safe and nutritious food that meets their dietary needs and food preferences for an active and healthy life. (Note: This definition includes the three key dimensions of food security: sufficient availability of food, adequate access to food, and appropriate utilization of food.)",
             "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 3,
            "Heading1": "2. Terms, definitions and abbreviations",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Vulnerability: In terms of food supply, vulnerability refers to the presence of factors that place people at risk of becoming food insecure or malnourished, including those factors that affect their ability to cope with these risks.",
             "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 3,
            "Heading1": "2. Terms, definitions and abbreviations",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Acute food insecurity can be a trigger or root cause of armed conflict. Furthermore, armed conflict itself is a major driver of food insecurity. In countries and regions affected by armed conflict, humanitarian food assistance agencies are often already engaged in programmes to assist vulnerable and conflict-affected civilian communities, including displaced populations. These same agencies may be asked by a national Government, a peace operation or UN RC to provide food assistance in support of a DDR process.",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 3,
            "Heading1": "3. Introduction",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "As outlined in IDDRS 2.10 on The UN Approach to DDR, DDR processes can include various combinations of DDR programmes, DDR-related tools and reintegration support. The objectives and means through which food assistance is provided will differ depending on the type of DDR process being supported (see Table 1 below). For example, during DDR programmes food assistance can be provided at disarmament and/or cantonment sites and as part of a transitional safety net in support of reinsertion and reintegration. Food assistance can also be provided as part of reintegration support either a part of a DDR programme or when the preconditions for a DDR programme are not in place (see IDDRS 4.20 on Demobilization). In addition, food assistance can be part of pre-DDR and CVR (see IDDRS 2.30 on Community Violence Reduction). When food assistance is provided prior to demobilization, i.e., to active armed forces and groups, it shall be provided by Governments or peacekeeping actors and their cooperating partners, not humanitarian agencies.",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 3,
            "Heading1": "3. Introduction",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "IDDRS 2.10 on The UN Approach to DDR sets out the main principles that guide all aspects of DDR processes. This section outlines how these principles apply to the food assistance provided by humanitarian food assistance agencies during DDR.",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 5,
            "Heading1": "4. Guiding principles",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Participation in the food assistance component of a DDR process shall be voluntary.",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 5,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.1 Voluntary",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Food assistance may be provided to all five categories of people that should be taken into consideration in integrated DDR processes, depending on the context (see IDDRS 2.10 on The UN Approach to DDR and IDDRS 3.21 on Participants, Beneficiaries and Partners). In a DDR process, those who receive food assistance may be eligible not just because they are in a particular situation of vulnerability to food and nutrition insecurity, but because they are members of, or associated with, a particular armed force or group. The objectives and eligibility criteria are different from those of a purely humanitarian food assistance intervention and align with those of the broader DDR process. This may in some circumstances contradict the needs-based approach of humanitarian food security organizations, and, as such, shall be carefully considered and weighed against overall peacebuilding and stabilization objectives.",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 6,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.2 People centred",
            "Heading3": "4.2.1 Criteria for participation/eligibility",
            "Heading4": ""
        },
        {
            "Paragraph": "Some female combatants and women associated with armed forces and groups (WAAFG) may self-demobilize in order to avoid the stigmatization that may result from being known as a female member of an armed force or group. These women may also be forcibly prevented from registering for DDR by male commanders (see IDDRS 4.20 on Demobilization and IDDRS 5.10 on Women, Gender and DDR). Therefore, community-based food assistance in areas where WAAFG have returned may be the only way to reach these women (see IDDRS 4.30 on Reintegration).",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 6,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.2 People centred",
            "Heading3": "4.2.1 Criteria for participation/eligibility",
            "Heading4": ""
        },
        {
            "Paragraph": "Careful consideration shall also be given to how to best meet the food assistance requirements and other humanitarian needs of the dependants (partners, children and relatives) of ex-combatants. Whenever possible, meeting the food assistance needs of this group shall be part of broader strategies that are developed to improve food security in receiving communities.",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 6,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.2 People centred",
            "Heading3": "4.2.1 Criteria for participation/eligibility",
            "Heading4": ""
        },
        {
            "Paragraph": "Dependants are eligible for assistance from DDR processes if they fulfil certain vulnerability criteria and/or if their main household income was that of an eligible combatant. The criteria for eligibility for food assistance and to assess vulnerability shall be agreed upon and coordinated among key national and agency stakeholders, with humanitarian agencies playing a key role in this process. The process shall also involve participatory consultations with women and men of different ages.",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 6,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.2 People centred",
            "Heading3": "4.2.1 Criteria for participation/eligibility",
            "Heading4": ""
        },
        {
            "Paragraph": "Because dependants are civilians, they should not be involved in disarmament and demobilization. However, they should be screened and identified as dependants of an eligible combatant (see IDDRS 4.20 on Demobilization). In this context, food assistance for dependants may be implemented in one of two ways. The first would involve dependants being cantoned in a separate, nearby camp while combatants are disarmed and demobilized. The second would involve dependants being taken or being asked to go directly to their communities. These two approaches would require different methods for distributing food assistance. During the planning process for the food assistance component of a DDR process, a clear, coordinated approach to inter-agency procedures for meeting the needs of dependants shall be outlined for all agency partners that will be involved.",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 6,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.2 People centred",
            "Heading3": "4.2.1 Criteria for participation/eligibility",
            "Heading4": ""
        },
        {
            "Paragraph": "It is also essential when planning food assistance, that support provided to DDR participants and beneficiaries be balanced against the assistance provided to host community members or other returnees (such as internally displaced persons and refugees) as part of wider recovery programmes. When possible, and depending on the operational context, the needs of dependants may be best met by linking to concurrent food assistance programmes that are designed to assist the recovery of other conflict-affected populations. This approach shall be considered the preferred programming option.",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 6,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.2 People centred",
            "Heading3": "4.2.1 Criteria for participation/eligibility",
            "Heading4": ""
        },
        {
            "Paragraph": "Children associated with armed forces and armed groups (CAAFAG) are particularly vulnerable to re-recruitment, and, because of this, food assistance can provide valuable support for programmes of education, training, rehabilitation, and family and community reunification. When dealing with CAAFAG, appropriate food assistance benefits should only be selected after careful analysis of the situation and context, and be guided by the principle of ‘do no harm’. Although food assistance can in some cases offer these children incentives to reintegrate into their communities, food assistance can also motivate children to join or re-join armed forces and groups in order to access this support. Food assistance in the form of cash shall not be provided to children, as cash may easily be taken from children (for e.g., by military commanders). Instead, in-kind food assistance may be offered during child DDR processes. Any food assistance support shall be coordinated with specialized child protection actors. Protection analysis and referral systems to child protection agencies shall be included in the food assistance component of the DDR process (see section 7.1).",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 7,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.2 People centred",
            "Heading3": "4.2.2 Unconditional release and protection of children",
            "Heading4": ""
        },
        {
            "Paragraph": "The diverse and specific needs of CAAFAG, boys and girls, including in relation to nutrition, shall be taken into account in the design and implementation of the food assistance component of a child DDR process. DDR practitioners and food assistance staff shall be aware of the relevant legal conventions and key issues and vulnerabilities that have to be dealt with when assisting CAAFAG and work closely with child protection specialists when developing the food assistance component of a child DDR process. In addition, appropriate reporting mechanisms shall be established in advance with specialized child protection agencies to deal with child protection and other issues that arise during child demobilization (‘release’) (see IDDRS 5.20 on Children and DDR and IDDRS 5.30 on Youth and DDR).",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 7,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.2 People centred",
            "Heading3": "4.2.2 Unconditional release and protection of children",
            "Heading4": ""
        },
        {
            "Paragraph": "Any food assistance component that is part of a DDR process shall be designed in accordance with humanitarian principles and the best practices of humanitarian food assistance. Food assistance shall only be provided when an overall assessment concludes that it is a required form of assistance as part of the DDR process. Similarly, the transfer modality to be used for the food assistance shall be based on a careful contextual and feasibility analysis (see section 5.5). Furthermore, when food assistance is provided as part of a DDR process in a mission context, the political requirements of the peacekeeping mission and the guiding principles of humanitarian assistance and development aid shall be kept completely separate.",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 7,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.2 People centred",
            "Heading3": "4.2.3 In accordance with standards and principles of humanitarian assistance",
            "Heading4": ""
        },
        {
            "Paragraph": "Food assistance as part of a DDR process shall be designed and implemented in a way that contributes to the safety, dignity and integrity of ex-combatants, their dependants, persons formerly associated with armed forces and groups, and community members. In any circumstance where these conditions are not met, humanitarian agencies shall carefully consider the appropriateness of providing food assistance.",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 7,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.2 People centred",
            "Heading3": "4.2.3 In accordance with standards and principles of humanitarian assistance",
            "Heading4": ""
        },
        {
            "Paragraph": "Humanitarian food assistance agencies shall only be involved in DDR processes when they have sufficient capacity. Support to a DDR process shall not undermine a humanitarian food assistance agency’s capacity to deal with other urgent humanitarian problems/crises, nor shall it affect the process of prioritizing food assistance to conflict-affected populations.",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 8,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.2 People centred",
            "Heading3": "4.2.3 In accordance with standards and principles of humanitarian assistance",
            "Heading4": ""
        },
        {
            "Paragraph": "In accordance with humanitarian principles, food assistance agencies shall not provide food assistance to armed personnel at any point in a DDR process. All reasonable precautions and measures shall be taken to ensure that food assistance is not taken or used by combatants or warring factions. When food is provided to armed forces and groups during the pre-disarmament and disarmament phases of a DDR process, Governments or peacekeeping actors and their cooperating partners, and not humanitarian agencies, shall be responsible for all aspects of the process – from the acquisition of food to its distribution.",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 8,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.2 People centred",
            "Heading3": "4.2.3 In accordance with standards and principles of humanitarian assistance",
            "Heading4": ""
        },
        {
            "Paragraph": "In each context in which a DDR process takes place, women, men, girls and boys will have different needs, interests and capacities. Food assistance in support of DDR shall be designed and implemented to take this into account. In particular, DDR practitioners shall be aware of the nutritional needs of women, adolescent girls and girls and boys. They shall also assess in advance and monitor whether food assistance provides equal benefit to women/girls and men/boys, and whether the assistance exacerbates gender inequality or promotes gender equality.",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 8,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.3 Gender responsive and inclusive",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The food assistance component of a DDR process shall ensure that women and girls have control over the assistance they receive and that they are empowered to make their own choices about their lives. In order to achieve this, it is essential that women and girls and women’s groups, as well as child advocacy groups, be closely and meaningfully involved in DDR planning and implementation.",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 8,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.3 Gender responsive and inclusive",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The food assistance component of a DDR process shall also consider gender analysis and power dynamics in household resource distribution, as it may be necessary to create specific benefit tracks for women. As with all food assistance programmes, those established in support of a DDR process shall be gender-responsive and appropriate to the rights and specific needs of women and girls (see IDDRS 5.10 on Women, Gender and DDR). A gender-transformative approach to food assistance shall be applied, promoting women’s roles in decision-making, leadership, distribution, and monitoring and evaluation. More specifically: \\n A gender-transformative lens shall be integrated into the design and delivery of food assistance components, leveraging opportunities to support gender-equitable engagement by men, women, boys and girls, including ensuring equal representation of women in leadership roles. \\n The women and men who are to be recipients of food assistance shall determine the selection of the transfer modality and delivery mechanism (time, date, place, quantity of food, separate queues, etc.). The transfer type and delivery mechanism shall not reinforce discriminatory and restrictive gender roles. \\n The provision of food assistance shall be monitored, and gender and gender-equality considerations shall be integrated into the tools, procedures and reporting of on-site, post- distribution and market monitoring. \\n Changes in food security, nutrition situation, decision-making authority and empowerment, equitable participation and access, protection and safety issues, and satisfaction with assistance received shall be monitored for individual women, men, girls and boys, households and community groups. \\n Food assistance staff shall receive training on protection from sexual exploitation and abuse (PSEA), including regular refresher trainings. \\n Confidential complaints and feedback mechanisms related to food assistance that are accessible to women, men, girls and boys shall be designed, established and managed. These mechanisms shall ensure that women have a safe space to report protection issues and incidents of sexual and gender-based violence. An accountability system should be designed, established and managed to ensure appropriate follow up. \\n Possible violations of women’s and girls’ rights shall be identified, addressed and responded to when supporting the food assistance component of a DDR process. Opportunities for women to take a more active role in designing and implementing food assistance programmes shall also be promoted. \\n The equal representation of women and men in peace mediation and decision-making at all levels and stages of humanitarian assistance shall be ensured, including in food management committees and at distribution points. \\n The participation of women’s organizations in capacity-building for humanitarian response, rehabilitation and recovery shall be ensured.",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 8,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.3 Gender responsive and inclusive",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "DDR processes shall be designed through a conflict-sensitive lens with careful consideration given to how a possible food assistance component could potentially increase tensions and vulnerabilities. Food assistance provided as part of a DDR process shall not create, exacerbate or contribute to gender inequalities or discrimination, including the risk of gender-based violence. Furthermore, it shall not present possibilities for theft or manipulation of assistance, or compromise the legitimacy of organizations and actors providing humanitarian and development aid. The most adequate transfer modalities and delivery mechanisms for food assistance as part of a DDR process shall be identified. Food assistance staff and DDR practitioners shall be highly aware of the potential for their decisions to have unintended negative consequences and shall analyse possible inadvertent contributions to tension/conflict. This analysis shall include: \\n a) Having a sound understanding of the social tensions that already exist; \\n b) Assessing how the DDR process and the food assistance component may interact with those tensions; \\n c) Adapting the DDR process and the food assistance component to avoid contributing to tension/conflict, and to support sustainable peace where possible.",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 9,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.4 Conflict sensitive",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "DDR processes with a food assistance component shall also leverage opportunities to ‘do more good’ and contribute to social cohesion and peacebuilding as well as to gender equality and women’s empowerment.",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 9,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.4 Conflict sensitive",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The food assistance component of a DDR process, and the modality through which food assistance is provided, will be highly context-specific. The appropriate local, country and/or regional approach to assistance shall be adopted and be based on good-quality data and analysis of the social, political and economic context, taking into account gender and age inequalities.",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 10,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.5 Context specific",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 10,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.6 Flexible, accountable and transparent ",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "If the food assistance component of a DDR process is to be effective, sufficient human, financial and logistics resources are required. In a mission context, contributions from the UN peacekeeping assessed budget, supplemented by voluntary donations, must be available. Security provisions and the presence of adequate numbers of peacekeepers are also required. The lead food assistance agency shall support the UN mission administration in defining scenarios and predicting operational costs. In a non-mission context, voluntary donations are required.",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 10,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.6 Flexible, accountable and transparent ",
            "Heading3": "4.6.1 Flexible, sustainable and transparent funding arrangements",
            "Heading4": ""
        },
        {
            "Paragraph": "Accountability to affected populations is essential to ensure that the design, implementation, and monitoring and evaluation of the food assistance component of a DDR process is informed by and reflects the views of affected people. As part of accountability to affected populations, information about food assistance shall be provided to affected populations in an accurate, timely and accessible way. The information provided shall be clearly understandable to all, irrespective of age, gender, ability, literacy level or other characteristics. In addition, the views of the affected population shall be sought throughout each stage of the food assistance component of a DDR process. This requires separate consultations with women, men, youth and elders to ensure that their views and concerns are heard and accounted for. In particular, separate consultations with men and women shall be required in order to provide opportunities for confidential feedback and to report protection or sexual exploitation and abuse (SEA) issues related to food assistance (see Box 1).",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 10,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.6 Flexible, accountable and transparent ",
            "Heading3": "4.6.2 Accountability and transparency",
            "Heading4": ""
        },
        {
            "Paragraph": "The food assistance component of a DDR process shall be linked to the broader recovery strategy of the country concerned. This linkage shall be included in the earliest stages of inter-agency DDR planning and negotiations, so that eligibility criteria and the necessary processes for receiving assistance are clearly communicated to all concerned. It is also essential to work with humanitarian coordinating structures, including the UN Humanitarian Coordinator (UN HC).",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 11,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.7 Nationally and locally owned",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Food assistance to DDR processes shall be provided in close consultation with all relevant UN components (peacekeeping, humanitarian and development), as well as with the Government, affected populations, donors and cooperating partner organizations, including representatives of women’s organizations and organizations working for gender equality.",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 12,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.8 Integrated",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Food assistance shall not be provided as part of DDR processes if there is no clear, established institutional and operational framework. Effective mechanisms for sharing information, and where appropriate joint planning and preparation, shall be established between the leading food agency, its cooperating partners and other UN agencies, as well as peacekeeping actors and donors. This will further help uphold and respect humanitarian principles.",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 12,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.8 Integrated",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The lead food assistance agency shall participate in all negotiation and planning processes that may have a direct or indirect effect on the design and implementation of the food assistance component of a DDR process. All cooperating and implementing partners in the food assistance component shall be consulted during the planning process in order to establish the appropriate and necessary measures for exchanging information and coordinating activities. Assessments shall involve and inform local communities and, where possible, consultation on the design of a food assistance component shall include these communities and a feedback mechanism to support continual refinement.",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 12,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.9 Well planned",
            "Heading3": "4.9.1 Assessment, design, monitoring and evaluation",
            "Heading4": ""
        },
        {
            "Paragraph": "Community members may sometimes believe that more attractive food assistance (such as rice) is being provided to ex-combatants and persons formerly associated with armed forces and groups than the support being provided to broader communities (for example, bulgur). This can cause resentment in these communities and potentially fuel conflict. There is also the danger that humanitarian food assistance agencies will no longer be seen as neutral. For these reasons, every effort shall be made to manage public information and community perceptions when sensitizing communities where ex- combatants and persons formerly associated with armed forces and groups will return (see IDDRS 4.60 on Public Information and Strategic Communication in Support of DDR).",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 12,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.9 Well planned",
            "Heading3": "4.9.2 Public information and community sensitization",
            "Heading4": ""
        },
        {
            "Paragraph": "The food assistance component of a DDR process may initially focus on ex-combatants and persons formerly associated with armed forces and groups. In order to encourage self-reliance and minimize resentment from others in the community who do not have access to similar support, over time, and where appropriate, this focus shall be phased out. Any continuing efforts to address the vulnerabilities of reintegrating former combatants, their dependants, and persons formerly associated with armed forces and groups shall take place through other programmes of assistance dealing with the needs of the broader conflict-affected population, recognizing that the effectiveness of these programmes is often related to available resources. The aim shall always be to encourage the re-establishment of self- reliance from the earliest possible moment, therefore minimizing the possible negative effects of distributing food assistance over a long period of time.",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 12,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.9 Well planned",
            "Heading3": "4.9.3 Transition and exit strategies",
            "Heading4": ""
        },
        {
            "Paragraph": "Planning for food assistance as part of a DDR process often begins when food assistance agencies receive a request from a national Government, a peace operation or a UN RC. This request signals the need for the lead food agency to begin inter-agency coordination, in order to ensure that the operational requirements of a food assistance component are fully incorporated into an integrated DDR process framework.",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 13,
            "Heading1": "5. Planning for food assistance in DDR processes",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Food assistance may be provided as part of a DDR process only when the overall analysis shows that it is a needed, appropriate form of assistance as part of a broader package of DDR support.",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 13,
            "Heading1": "5. Planning for food assistance in DDR processes",
            "Heading2": "5.1 Food assistance planning data",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "When developing the initial plans for a short-term food assistance component, the lead food agency shall gather information about the numbers and categories of recipients, the modality to be used to provide assistance, logistics and distribution/disbursement plans. Depending on the timeline of the response, security concerns, and difficulties in terms of access, food assistance agencies may have to rely on secondary data provided by Governments and/or the UN mission and the UN peacekeeping DDR component. Nevertheless, sex and age disaggregated data should be sought to ensure that the food assistance component responds to the specific needs of the targeted population.",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 13,
            "Heading1": "5. Planning for food assistance in DDR processes",
            "Heading2": "5.1 Food assistance planning data",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Longer-term food assistance interventions, such as those supporting reintegration, should ideally be based on more accurate food security and vulnerability data and analysis. This is to ensure that the food assistance component is designed according to a comprehensive understanding of food security and nutrition issues in a particular context. The analysis should include a detailed protection, gender and age analysis of the context and populations where the operation will take place. Generally, data collected through assessments carried out by humanitarian agencies to inform other food assistance programmes for the conflict-affected population should be used as the basis for planning reintegration support. In all planning for food assistance, vulnerability and feasibility assessments should be carried out, if possible, at the regional, community and/or household levels to gather data on areas that are particularly vulnerable, as well as communities, households and specific groups (such as single parents with small children, older people) or individuals (women versus men) experiencing food insecurity. To the extent possible, the analysis should also consider individual food security and nutrition needs, as well as the use of food and livelihood coping strategies within households, taking into account intra-household inequalities in access to and the utilization of food.",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 13,
            "Heading1": "5. Planning for food assistance in DDR processes",
            "Heading2": "5.1 Food assistance planning data",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The tools available for assessment and analysis include: \\n Crop and food security assessment mission; \\n Emergency food security assessments; \\n Mobile vulnerability analysis and mapping remote surveys; \\n Essential needs assessments; \\n Integrated food security phase classification exercises including acute malnutrition; \\n Food security monitoring systems; \\n Transfer modality selection guidance; \\n Standardized Monitoring and Assessment of Relief and Transition (SMART) nutrition surveys or joint food security and nutrition assessments; \\n Other types of rapid assessments to identify vulnerable communities and to better understand local food management practices. Rapid assessments use a variety of quick and inexpensive survey techniques. They tend to be qualitative rather than quantitative, and they depend more on the ability and judgement of the person carrying out the survey than do other research methods that are more rigorous, but also slower and costlier.",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 14,
            "Heading1": "5. Planning for food assistance in DDR processes",
            "Heading2": "5.1 Food assistance planning data",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "These assessment methods provide the basis for identifying the demographic and socioeconomic characteristics and the needs of communities, households and individuals in specific locations, and provide detailed information on food availability, food markets, economic and physical access to food, food consumption and utilization, food and livelihood-based coping strategies, exposure to shocks, and other root causes of food insecurity, including insecurity or gender inequalities. When possible, such assessments should be carried out through a participatory, gender-sensitive approach to ensure that the needs, interests and capacities of all community members (women, men, old, young) are identified.",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 14,
            "Heading1": "5. Planning for food assistance in DDR processes",
            "Heading2": "5.1 Food assistance planning data",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Community-based organizations such as women’s organizations and village relief committees, including local leaders, can help to identify the people or households most in need of assistance and the local root causes of food insecurity. Engaging local organizations in surveys and assessments as key informants can contribute to the engagement of all members of the community in ensuring that food assistance is effective and that it benefits all those in need equally and does not create protection risks.",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 14,
            "Heading1": "5. Planning for food assistance in DDR processes",
            "Heading2": "5.1 Food assistance planning data",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Early in the integrated planning process, food assistance agencies should provide details of the data that they require to the lead coordinating actors in the DDR process so that information can be collected in the early phases of preparing for the food assistance component. The transfer modality that is chosen to provide food assistance will have implications for the types of data required, and this should be taken into account. Agencies should also be careful to ask for data about less visible groups (e.g., abducted girls, breastfeeding mothers) so that these groups can be included in the estimates. It should be noted, however, that acquiring certain data (e.g., accurate numbers and descriptions of members of armed forces and groups) is not always possible, because of the tendency of parties to hide children, ignore (leave out) women who were not in combat positions, and increase or reduce figures for political, financial or strategic reasons. Therefore, plans will often be made according to a best estimate that can only be verified when the food assistance component is in progress. For this reason, DDR practitioners and food assistance staff should be prepared for unexpected or unplanned events/circumstances.",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 14,
            "Heading1": "5. Planning for food assistance in DDR processes",
            "Heading2": "5.1 Food assistance planning data",
            "Heading3": "5.1.1 Data needed for planning",
            "Heading4": ""
        },
        {
            "Paragraph": "The following data are essential for food assistance planning as part of a DDR process, and shall be provided to, or collected by, the lead agency at the earliest possible stages of planning, ensuring that data protection standards are respected: \\n Numbers of ex-combatants and persons formerly associated with armed forces and groups (disaggregated by sex and age, and with specific assessments of the numbers and characteristics of vulnerable groups); \\n Numbers of dependants (partners, children, relatives, disaggregated by sex and age) and their expenditure on food and food intake; \\n Profiles of participants and beneficiaries (i.e., who they are, what their special needs are); \\n Basic nutritional data, by sex and age; \\n Logistics corridors/supply routes; \\n Roads and infrastructure information; \\n Information on market capacity and functionality; \\n Information on financial service provider networks; \\n Basic information on beneficiary expenditure/consumption behaviour; \\n Information regarding demining; \\n Other security-related information.",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 15,
            "Heading1": "5. Planning for food assistance in DDR processes",
            "Heading2": "5.1 Food assistance planning data",
            "Heading3": "5.1.1 Data needed for planning",
            "Heading4": ""
        },
        {
            "Paragraph": "Qualitative data, that will be especially useful in planning reintegration assistance, should also be collected, including through ad hoc surveys carried out among ex-combatants, persons formerly associated with armed forces and groups, and dependants on the initiative of the UN humanitarian coordinating body and partner UN agencies. This process should be carried out in consultation with the national Government and third parties. These surveys identify the main features of the social profile of the intended participants and beneficiaries and provide useful information about the different needs, interests and capacities of the women, men and children of various ages that will be eligible for assistance. Preliminary data gathered through surveys can be checked and verified at a later stage, for e.g., during an identification and registration process.",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 15,
            "Heading1": "5. Planning for food assistance in DDR processes",
            "Heading2": "5.1 Food assistance planning data",
            "Heading3": "5.1.1 Data needed for planning",
            "Heading4": ""
        },
        {
            "Paragraph": "Data on food habits and preliminary information on nutritional requirements may also be collected by food agencies through ad hoc surveys before, or immediately following, the start of the DDR process (also see IDDRS 3.10 on Integrated DDR Planning: Processes and Structures).",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 15,
            "Heading1": "5. Planning for food assistance in DDR processes",
            "Heading2": "5.1 Food assistance planning data",
            "Heading3": "5.1.1 Data needed for planning",
            "Heading4": ""
        },
        {
            "Paragraph": "The following parts of the food assistance component should be finalized in a food assistance plan and made part of the inter-agency approach to the DDR process: \\n Context/conflict analysis, including protection and gender analysis; \\n Agreement on ration/food basket/transfer value for assembly and reinsertion periods, taking into account the diverse needs of recipients; \\n Agreement on the most appropriate modality (i.e., in-kind food, cash, or voucher/e-voucher); \\n The identification of programme resources; \\n The establishment of viable distribution/disbursement/voucher redemption mechanisms, taking into consideration gender and protection issues; \\n Putting plans and resources in place for special feeding programmes (e.g., school/interim care centre feeding, take home rations, malnutrition and prevention treatment programmes; integrating nutrition awareness education); \\n Preparations for special project activities (e.g., FFA, FFT, etc.); \\n The development of a logistics plan; \\n The establishment of monitoring and reporting systems; \\n The development of contingency plans; \\n The establishment of security measures.",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 15,
            "Heading1": "5. Planning for food assistance in DDR processes",
            "Heading2": "5.2 The food assistance plan",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Having one lead food assistance agency as part of the DDR process will permit a more cost- effective operation and minimize coordination problems. In some cases, to improve the quality and variety of the food that is provided, extra supplies may be contributed by donors and other agencies. These actors can also provide non-food items required for the preparation and distribution of food (e.g., cooking pots, charcoal, paper plates, condiments, etc.).",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 15,
            "Heading1": "5. Planning for food assistance in DDR processes",
            "Heading2": "5.2 The food assistance plan",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Experience has shown that the sharing of responsibilities between humanitarian and Government actors in the provision of food assistance must be done with caution. In countries emerging from conflict situations, Governments may have limited capacity and/or resources to ensure timely and regular food assistance supplies. In such situations, upon a request from a national Government, a peace operation or a UN RC, humanitarian actors may step in appealing for donor funds to cover gaps in the provision of food assistance.",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 15,
            "Heading1": "5. Planning for food assistance in DDR processes",
            "Heading2": "5.2 The food assistance plan",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "As with all parts of an integrated DDR process, the planning process for a food assistance component should involve, as far as possible, the participation of leaders of stakeholder groups (local Government; leaders of armed forces and groups; and representatives of civil society, communities, women’s groups and vulnerable groups). This participatory approach enables a better understanding of the sociopolitical, gender and economic contexts in which the food assistance component of a DDR process will operate. It also allows for the identification of any possible protection risks to individuals or communities, and the risks of becoming caught up in conflict. Finally, a participatory approach can increase trust and social cohesion among groups and create consensus and raise awareness of the benefits offered and the procedures for receiving benefits. Representatives of communities, women’s leaders and women’s organizations, associations or informal groups should be meaningfully and equitably consulted.",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 16,
            "Heading1": "5. Planning for food assistance in DDR processes",
            "Heading2": "5.3 Participatory planning",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Although the extent to which any group participates should be decided on a case-by-case basis, even limited consultations, as long as they involve a variety of stakeholders, can improve the security of the food assistance component of a DDR process and increase the appropriateness of the assistance, distribution and monitoring. Such participation builds confidence among ex-combatant groups, improves the ability to meet the needs of vulnerable groups and helps strengthen links with the receiving community. Participants in the planning process should be specified in advance, as well as how these groups/individuals will work together and what factors will aid or hinder the process.",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 16,
            "Heading1": "5. Planning for food assistance in DDR processes",
            "Heading2": "5.3 Participatory planning",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Food/cash/voucher distribution arrangements shall also be designed in consultation with women to avoid putting them at risk. In cases where rations are to be collected from distribution points, a participatory assessment shall take place to identify the best place, date and time for distribution in order to allow women and girls to collect the rations themselves and to avoid difficult and unsafe travel, for example in the dark. It shall also be determined whether special packaging is needed to make the collection and carrying of food rations by women easier.",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 17,
            "Heading1": "5. Planning for food assistance in DDR processes",
            "Heading2": "5.3 Participatory planning",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Once food assistance requirements have been identified, the lead food agency should take part in the drawing up of budget proposals. The food assistance component of a DDR process is often funded as part of the wider strategy of assistance and recovery, although the costs of a DDR food assistance component will depend largely on the resources and organizational capacity already in place in a given context. In both mission and non-mission contexts, food assistance in support of a DDR process shall not be implemented in the absence of adequate resources and capacity, including human, financial and logistic resources from donor contributions and/or the UN peacekeeping assessed budget. In mission contexts, the UN peacekeeping assessed budget should be available to support food assistance costs and should be designed to take into account unexpected adjustments to the length of the food assistance component, delays, and other changes that require sufficient and flexible funding.",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 17,
            "Heading1": "5. Planning for food assistance in DDR processes",
            "Heading2": "5.4 Resources and funding",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Owing to the potential for unexpected changes, maintaining a well-resourced pipeline is essential. DDR processes are often time-sensitive and volatile, and food/CBTs shall be available for pre-positioning, distribution and/or timely disbursement to avoid the risks caused by delays. The pipeline shall have enough resources not only to meet the needs of the present situation, but also to meet the needs of other possible circumstances outlined in contingency plans.",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 17,
            "Heading1": "5. Planning for food assistance in DDR processes",
            "Heading2": "5.4 Resources and funding",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Some transfer modalities will more effectively contribute to food assistance objectives than others, depending on the specific circumstances of each intervention. CBTs provide people with money while in-kind food transfers include the distribution of commodities. Vouchers – also known as gift cards or stamps - can be used in predetermined locations, including selected shops. Vouchers can be value- based i.e., provide access to commodities for a given monetary amount. They may also be commodity- based i.e., tied to a predefined quantity of given foods. In some situations, combinations of transfer modalities may also prove most effective. For example, half of the transfer could be delivered in cash and the other half in-kind. Another alternative is the distribution of cash and food transfers by season, with food provided in the lean season and cash immediately after the harvest.",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 17,
            "Heading1": "5. Planning for food assistance in DDR processes",
            "Heading2": "5.5 Transfer modality selection",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Before deciding on the transfer modality for the food assistance component of a DDR process, an analysis shall be conducted to determine the appropriate transfer modality in a given context, and how this food component complements other transitional DDR support. At a minimum, the analysis should take into account factors linked to context, feasibility, market functioning, targeting, conditionality, women’s preferences, duration, effectiveness towards objectives and cost-efficiency, as well as ‘safety and dignity’ (see Figure 1). This can be done for the food assistance component alone or for a multipurpose transfer to meet the essential needs of the targeted population. Particular care shall be taken to select an appropriate transfer modality when food assistance is provided during ongoing conflict. This is because armed groups can attempt to steal cash and food during the time that this assistance is being transported or stored.",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 17,
            "Heading1": "5. Planning for food assistance in DDR processes",
            "Heading2": "5.5 Transfer modality selection",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The primary logistical goal of the food assistance component of a DDR process is to deliver food supplies to the right place, at the right time and cost, in good condition and with no loss. The main elements of a logistics strategy should include: \\n Port(s) of entry – identifying the most appropriate unloading port with the best location, capacity and costs; \\n Identifying the location for/of the warehouses in transit and recipient countries; \\n Identifying logistics corridors/routes and means of transport. The logistics strategy should plan for the following: \\n Organizing transport; \\n Setting up and managing warehouses; \\n Identifying additional needs; \\n Special operations; \\n Recommended logistic arrangements; \\n Cost analysis.",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 18,
            "Heading1": "5. Planning for food assistance in DDR processes",
            "Heading2": "5.6 In-kind food distribution",
            "Heading3": "5.6.1 Logistics strategy",
            "Heading4": ""
        },
        {
            "Paragraph": "The logistics strategy should be based on the logistics capacity assessment, which gives a detailed overview of the logistics infrastructure in the relevant country. Once the agencies and partners in the DDR process have been identified, an assessment of their logistics capacity is prepared through consultations, in order to develop the logistics strategy.",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 19,
            "Heading1": "5. Planning for food assistance in DDR processes",
            "Heading2": "5.6 In-kind food distribution",
            "Heading3": "5.6.1 Logistics strategy",
            "Heading4": ""
        },
        {
            "Paragraph": "Agreements signed by all the organizations and agencies concerned provide the basis for logistics planning. All partners shall formally define their logistics roles and responsibilities, including the reporting and financial obligations of each. Every agreement must deal with logistics issues and clearly define the logistics responsibilities of all participating partners. The assessments of partners’ capacities and structures carried out during the preparation phase shall provide the basis for agreements and eventually be reflected in them.",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 19,
            "Heading1": "5. Planning for food assistance in DDR processes",
            "Heading2": "5.6 In-kind food distribution",
            "Heading3": "5.6.1 Logistics strategy",
            "Heading4": ""
        },
        {
            "Paragraph": "A cereal that is familiar to recipients, pulses and oil are the basic foods included in most rations. Other items are included to provide extra nutrients if people have no access to fresh foods. When selecting the types of food that will be supplied, the following issues should be considered:",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 19,
            "Heading1": "5. Planning for food assistance in DDR processes",
            "Heading2": "5.6 In-kind food distribution",
            "Heading3": "5.6.2 Selecting commodities for in-kind rations",
            "Heading4": ""
        },
        {
            "Paragraph": "The mix of food must provide the nutrients required to supply recipients with adequate energy, protein, fat and micronutrients, taking into account what they can acquire from other sources.",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 19,
            "Heading1": "5. Planning for food assistance in DDR processes",
            "Heading2": "5.6 In-kind food distribution",
            "Heading3": "5.6.3 Nutritional and dietary requirements",
            "Heading4": ""
        },
        {
            "Paragraph": "For in-kind transfers, foods that are rich in energy, protein or micronutrients, including fortified complementary foods, are preferred. In emergencies, fortified flours and oil, bio-fortified staple foods and iodized salt may be good options to optimize the nutritional quality of the food basket.",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 19,
            "Heading1": "5. Planning for food assistance in DDR processes",
            "Heading2": "5.6 In-kind food distribution",
            "Heading3": "5.6.3 Nutritional and dietary requirements",
            "Heading4": ""
        },
        {
            "Paragraph": "When CBTs or commodity vouchers are provided, food baskets that address the nutrient needs of the targeted households must be closely examined as part of preparedness and planning. Pre- calculated transfer values can factor in the prices of nutrient-dense foods that are available in local markets, including those mentioned above as well as animal-source foods, fruits and vegetables, taking into account any impacts that emergency or crisis situations may have on availability and affordability of food and especially for nutritionally vulnerable groups. A key opportunity to enhance the nutrition-sensitivity of food transfers is to improve their nutritional quality and to ensure adequate size and timing of the transfers.",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 19,
            "Heading1": "5. Planning for food assistance in DDR processes",
            "Heading2": "5.6 In-kind food distribution",
            "Heading3": "5.6.3 Nutritional and dietary requirements",
            "Heading4": ""
        },
        {
            "Paragraph": "Particular consideration shall also be given to those with specific nutrient requirements, including women of childbearing age; pregnant and breastfeeding women and girls; children 6–23 months old; preschool children (2–5 years); school-age children (6–10 years); adolescents (10–19 years), especially girls; and older people. Other important vulnerable groups shall be considered according to the context and type of intervention, such as persons with disabilities and persons with chronic illnesses.",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 19,
            "Heading1": "5. Planning for food assistance in DDR processes",
            "Heading2": "5.6 In-kind food distribution",
            "Heading3": "5.6.3 Nutritional and dietary requirements",
            "Heading4": ""
        },
        {
            "Paragraph": "In addition, for young children, provision of food supplements should always be accompanied by dedicated counselling on feeding and other infant and young child feeding practices like breastfeeding, consumption of family/local foods, hygiene and responsive feeding and care.",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 20,
            "Heading1": "5. Planning for food assistance in DDR processes",
            "Heading2": "5.6 In-kind food distribution",
            "Heading3": "5.6.3 Nutritional and dietary requirements",
            "Heading4": ""
        },
        {
            "Paragraph": "Foods shall be familiar to those who receive them, be compatible with their traditional dietary habits and respectful of any religious taboos. Consultation with those who are to receive food assistance, including women, shall be undertaken prior to determining the composition of the food basket.",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 20,
            "Heading1": "5. Planning for food assistance in DDR processes",
            "Heading2": "5.6 In-kind food distribution",
            "Heading3": "5.6.4 Local food habits",
            "Heading4": ""
        },
        {
            "Paragraph": "Families must be able to prepare easily digestible energy-dense foods for young children. Easily chewed and digestible foods are also needed for older people.",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 20,
            "Heading1": "5. Planning for food assistance in DDR processes",
            "Heading2": "5.6 In-kind food distribution",
            "Heading3": "5.6.5 Children and older people",
            "Heading4": ""
        },
        {
            "Paragraph": "Foods shall be reasonably easy to transport, capable of being stored in the average household, and simple to prepare using little fuel. This last criterion takes into consideration that women and girls are usually overburdened with preparing food and collecting firewood, which sometimes creates new protection risks, and that domestic pollution is a major health concern. In addition, this criterion further protects people living with disabilities. Foods must be adapted to available cooking facilities, water and cooking fuel. The provision, promotion and use of fuel-efficient stoves is recommended, wherever possible.",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 20,
            "Heading1": "5. Planning for food assistance in DDR processes",
            "Heading2": "5.6 In-kind food distribution",
            "Heading3": "5.6.6 Ease of transport, storage and use",
            "Heading4": ""
        },
        {
            "Paragraph": "Cost must be taken into account for each of the various items that could be provided: \\n In relation to the nutrient value the food supplies to those who will receive it; \\n In relation to local (resale) value, as recipients may trade limited quantities of some items to obtain other essential items, e.g., fruits and vegetables from the local market; \\n With regard to whether some items are more likely to be misappropriated than others, as items that do not reach the groups they are intended for, or that are stolen from them, are of no benefit.",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 20,
            "Heading1": "5. Planning for food assistance in DDR processes",
            "Heading2": "5.6 In-kind food distribution",
            "Heading3": "5.6.7 Cost effectiveness, attractiveness and local value",
            "Heading4": ""
        },
        {
            "Paragraph": "Commodities should be purchased locally wherever possible, to support local market recovery and employment opportunities. The quality and shelf-life of the food available should also be considered. It is important to determine whether whole grains or milled cereals should be provided and whether fortified blended foods might be produced locally rather than imported.",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 20,
            "Heading1": "5. Planning for food assistance in DDR processes",
            "Heading2": "5.6 In-kind food distribution",
            "Heading3": "5.6.8 Availability of local commodities",
            "Heading4": ""
        },
        {
            "Paragraph": "CBTs can be paid in cash, in the form of value vouchers, or by bank or digital-money transfers (for example, through mobile phones). They can be one-off or paid in instalments and used instead of or alongside in-kind food assistance.",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 21,
            "Heading1": "5. Planning for food assistance in DDR processes",
            "Heading2": "5.7 Cash-based transfers",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "There are many different benefits associated with the provision of food assistance in the form of cash. For example, not only can the recipients of cash determine and meet their individual consumption and nutritional needs more efficiently, the ability to do so is a fundamental step towards empowerment, as it helps restore a sense of normalcy and dignity in the lives of recipients. Cash can also be an efficient way to deliver support because it entails lower transaction and logistical costs than in-kind food assistance, particularly in terms of transportation and storage. The provision of cash may also have beneficial knock-on effects for local markets and trade. It also helps to avoid a scenario in which the recipients of in-kind food assistance simply resell the commodities they receive at a loss in value.",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 21,
            "Heading1": "5. Planning for food assistance in DDR processes",
            "Heading2": "5.7 Cash-based transfers",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Cash will be of little utility in places where the food items that people require are unavailable on the local market. However, the oft-cited concern that cash is often misused, and used to purchase alcohol and drugs, is, in the most part, not borne out by the evidence. Any potential misuse can also be reduced through decisions related to targeting and conditionality. For example, household control over the way that cash is spent can be supported by providing cash to the families of ex-combatants, rather than ex-combatants alone. Ex-combatants and their wives/husbands can also be asked to sign a contract that leads to the release of cash. This contract could outline how the money is supposed to be spent, and would require follow-up to check that the goods purchased comply with the terms of this contract. Basic literacy and financial education can also help to reduce the risk that cash is misused, and basic nutrition education can help to ensure that families are aware of the importance of feeding nutritious foods, especially to young children who rely on caregivers to be fed.",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 21,
            "Heading1": "5. Planning for food assistance in DDR processes",
            "Heading2": "5.7 Cash-based transfers",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Providing cash is sometimes seen as generating security risks both for the staff that transport large amounts of money and for recipients. This is because cash is prone to diversion, capture by elites and seizure by armed groups, particularly in settings where corruption is high and armed conflict is ongoing. This is particularly true for cash payments that are distributed at regular times at publicly known locations. Digital payments, such as over-the-counter and mobile money payments, may help to circumvent this problem by offering new and discrete opportunities to distribute CBTs. For example, recipients may cash out small amounts of their payment as and when it is needed to buy food, directly transfer money to a bank account, or store money on their mobile wallet over the long- term.",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 21,
            "Heading1": "5. Planning for food assistance in DDR processes",
            "Heading2": "5.7 Cash-based transfers",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Preliminary evidence indicates that distributing cash for food through mobile money transfers has a positive impact on dietary diversity, in part because recipients spend less time traveling to and waiting for their transfer. In order to benefit from mobile money transfers, recipients need to be in the possession of a mobile phone, or at a minimum, a SIM card that can be used in a mobile phone that is shared with others. The recipient will also need to reside in an area (or close to an area) where there is mobile network coverage and where there are accessible cash-out points or agents. It is also necessary to ensure that agents have sufficient cash on hand in order to make the payment. The agents will need to be monitored in order to ensure that they adhere to previously agreed upon standards. It is also important to ensure that recipients are not subjected to coercion or undue pressure by the agent to use their cash to buy other goods in the agent’s store. Adequate sensitization campaigns targeting both recipients and agents should be an integral part of the programme design. Finally, new users of digital payments may need to be educated in how to use them and should, where possible, be provided with accompanying literacy training and financial education.",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 21,
            "Heading1": "5. Planning for food assistance in DDR processes",
            "Heading2": "5.7 Cash-based transfers",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Irrespective of the type of CBT selected, the delivery mechanism (cash, vouchers, mobile money transfer) should take into account potential protection issues and gender-specific barriers. It is important that the delivery mechanism chosen permits women to access their entitlement safely and confidently, without being exposed to the risks of private service providers abusing their power over recipients and encountering difficulties in the redemption of their entitlement because of numerical or financial illiteracy. A help desk and complaint mechanism should also be set-up, and these should include specific referral pathways for women. When food assistance is provided through CBTs, humanitarian agencies often work closely with service providers from the private sector (financial service providers, traders, etc.). Where this is the case, all necessary service procurement procedures shall be followed to ensure timely set-up of the operation. Clear Standard Operating Procedures (SOPs) shall be put in place to ensure that all stakeholders have the same understanding of their roles and responsibilities.",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 21,
            "Heading1": "5. Planning for food assistance in DDR processes",
            "Heading2": "5.7 Cash-based transfers",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The transfer value for a CBT to cover basic food needs should take into consideration the preferences of recipients, consumption patterns and the availability of food items in the local market. The transfer value should be sufficient to cover the consumption gap of the target group to consume a nutritionally balanced diet covering essential macro- and micronutrients. The transfer value can be obtained by multiplying the cost of a nutritionally balanced basket informed by consumption patterns and preferences by average food prices of the most commonly consumed items in the local market.",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 21,
            "Heading1": "5. Planning for food assistance in DDR processes",
            "Heading2": "5.7 Cash-based transfers",
            "Heading3": "5.7.1 Calculating the transfer value for CBTs",
            "Heading4": ""
        },
        {
            "Paragraph": "Cash transfers in the form of value vouchers should be sufficient to cover the consumption gap of the target group to consume a nutritionally balanced diet covering essential macro- and micronutrients. The value can be calculated by multiplying the cost of a nutritionally balanced basket informed by consumption patterns and preferences by prices negotiated with contracted retailers.",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 22,
            "Heading1": "5. Planning for food assistance in DDR processes",
            "Heading2": "5.7 Cash-based transfers",
            "Heading3": "5.7.1 Calculating the transfer value for CBTs",
            "Heading4": ""
        },
        {
            "Paragraph": "Food assistance provided to DDR participants and beneficiaries should be balanced against assistance provided to other returnees or conflict-affected populations as part of the wider recovery programme to avoid treating some conflict-affected groups unfairly. The provision of special entitlements to DDR participants should always be seen in the context of the needs and resources of the broader population. ",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 22,
            "Heading1": "5. Planning for food assistance in DDR processes",
            "Heading2": "5.8 Equity with other assistance programmes",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "If communities perceive that preferential treatment is being given to ex-combatants and persons formerly associated with armed forces and groups, this can cause resentment, and there is the danger that humanitarian food assistance agencies will no longer be perceived as neutral. Every effort to achieve an equal standard of living for ex-combatants, persons formerly associated with armed forces and groups, dependants and other members of the community should be made in order to minimize the risk that benefits given through DDR could fuel tensions among these groups.",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 22,
            "Heading1": "5. Planning for food assistance in DDR processes",
            "Heading2": "5.8 Equity with other assistance programmes",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Food assistance can be provided at different points throughout a DDR process, including as part of DDR programmes, DDR-related tools and reintegration support.",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 22,
            "Heading1": "6. Food assistance as part of a DDR process",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "When DDR participants are grouped at specific locations, such as disarmament and/or cantonment sites, in-kind food assistance is distributed in a way that is similar to a typical encampment relief situation. In this context, demobilizing combatants and persons associated with armed forces and groups have limited buying power and their access to alternative sources of income and food security is restricted. In addition, their health may be poor after the prolonged isolation they have experienced and the poor food they may have eaten during wartime (see IDDRS 5.70 on Health and DDR). Ex- combatants and persons formerly associated with armed forces and groups may see the regular provision of food assistance as proof of the commitment by the Government and the international community to support the transition to peace. Insufficient, irregular or substandard food assistance can become a source of friction and protest. Every reasonable measure should be taken to ensure that, at the very minimum, standard rations or transfers are distributed when DDR participants are grouped together at disarmament and/or cantonment sites.",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 23,
            "Heading1": "6. Food assistance as part of a DDR process",
            "Heading2": "6.1. The Charter of the United Nations",
            "Heading3": "6.1.1 Disarmament and Demobilization",
            "Heading4": ""
        },
        {
            "Paragraph": "If ex-combatants and persons formerly associated with armed forces and groups are present at disarmament and/or cantonment sites, the type of food supplied should normally be more varied than in standard food assistance emergency operations. Table 2 provides an example of a recommended food basket.",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 23,
            "Heading1": "6. Food assistance as part of a DDR process",
            "Heading2": "6.1. The Charter of the United Nations",
            "Heading3": "6.1.1 Disarmament and Demobilization",
            "Heading4": ""
        },
        {
            "Paragraph": "Inclusion of fortified blended flour such as Super Cereal is essential to cover basic micronutrients and protein needs. Up to 20g of sugar can be added to meet local preferences. Fresh vegetables and fruit or other foods to increase the nutritional value of the food basket should be supplied when alternative sources can be found and if they can be stored and distributed.",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 23,
            "Heading1": "6. Food assistance as part of a DDR process",
            "Heading2": "6.1. The Charter of the United Nations",
            "Heading3": "6.1.1 Disarmament and Demobilization",
            "Heading4": ""
        },
        {
            "Paragraph": "Standard emergency food baskets can be supplied to family dependants if they are included as beneficiaries of the DDR programme. In this context, food assistance for dependants may often be implemented in one of two possible ways. The first involves dependants being cantoned in a separate, nearby camp while combatants are disarmed and demobilized. The second involves dependants being taken or directed to their communities. These two approaches would require different methods for distributing food assistance. Although food assistance should not encourage ex-combatants, persons formerly associated with armed forces and groups and/or dependants to stay for long periods at cantonment sites, prepared foods may be served when doing so is more appropriate than creating cooking spaces and/or providing equipment for participants to prepare their own food.",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 24,
            "Heading1": "6. Food assistance as part of a DDR process",
            "Heading2": "6.1. The Charter of the United Nations",
            "Heading3": "6.1.1 Disarmament and Demobilization",
            "Heading4": ""
        },
        {
            "Paragraph": "DDR practitioners and food assistance staff shall be aware of problems concerning protection and human rights that are especially relevant to women and girls at disarmament and demobilization sites. Codes of conduct and appropriate reporting and referral mechanisms shall be established in advance among UN agencies and human rights and child protection actors to deal with gender-based violence, sexual exploitation and abuse, and human rights abuses. There shall also be strict procedures in place to protect women and girls from sexual exploitation by those who control access to food assistance. Staff and the recipients of food assistance alike shall be aware of the proper channels available to them for reporting cases of abuse or attempted abuse linked to food distribution. Women, men, girls and boys shall be consulted from the outset in order to identify protection issues that need to be taken into account.",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 24,
            "Heading1": "6. Food assistance as part of a DDR process",
            "Heading2": "6.1. The Charter of the United Nations",
            "Heading3": "6.1.1 Disarmament and Demobilization",
            "Heading4": ""
        },
        {
            "Paragraph": "If a DDR programme is underway, food assistance can be part of a broader reinsertion package made available by Governments and the international community (see IDDRS 4.20 on Demobilization). Food assistance can form part of a transitional safety net and support the establishment of medium- term household food security.",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 24,
            "Heading1": "6. Food assistance as part of a DDR process",
            "Heading2": "6.1. The Charter of the United Nations",
            "Heading3": "6.1.2 Reinsertion",
            "Heading4": ""
        },
        {
            "Paragraph": "In this scenario, food assistance can be provided as a take-home package (for those leaving cantonment sites) and/or can be provided in the community. In communities that have access to functional markets, and where there is a reliable financial network, CBTs are likely to be a useful option during the reinsertion phase, as these transfers provide recipients with the flexibility to redeem the entitlement in the location and moment they prefer, according to their needs. When CBTs are dispensed through financial service providers who offer additional financial services, linking the food assistance to a financial inclusion objective can help to facilitate reinsertion. Where CBTs are not possible for contextual or infrastructural reasons, in-kind assistance can be considered for take-home rations.",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 24,
            "Heading1": "6. Food assistance as part of a DDR process",
            "Heading2": "6.1. The Charter of the United Nations",
            "Heading3": "6.1.2 Reinsertion",
            "Heading4": ""
        },
        {
            "Paragraph": "A general guideline is that food assistance in the reinsertion phase of a DDR programme should not be provided for longer than a year; however, benefits should also be appropriate to the particular context. The following factors should be taken into account when deciding on the length of time the transfer should cover: \\n Whether ex-combatants and persons formerly associated with armed forces and groups will be transported by vehicle to the relevant communities or whether they will have to carry the ration (if in-kind) (the latter may require protection mechanisms for women or other vulnerable groups); \\n The level of assistance when they reach the community; \\n The resources available to the food component of the DDR programme; \\n The timing and expected yields/production of the next harvest; \\n The prospects for the re-establishment of employment and other income-generating activities, or the creation of new opportunities; \\n The overall food policy for the area, taking into account the total economic, social and ecological situation and related recovery and development activities.",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 24,
            "Heading1": "6. Food assistance as part of a DDR process",
            "Heading2": "6.1. The Charter of the United Nations",
            "Heading3": "6.1.2 Reinsertion",
            "Heading4": ""
        },
        {
            "Paragraph": "The aim shall always be to encourage the re-establishment of self-reliance from the earliest possible moment, therefore minimizing the possible negative effects of distributing food assistance over a long period of time.",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 25,
            "Heading1": "6. Food assistance as part of a DDR process",
            "Heading2": "6.1. The Charter of the United Nations",
            "Heading3": "6.1.2 Reinsertion",
            "Heading4": ""
        },
        {
            "Paragraph": "Reintegration support can be provided as part of a DDR programme, or when the preconditions for a DDR programme are not in place. In both instances, the role of food assistance will depend on the type of reintegration support provided and whether any form of targeting is applied (see IDDRS 4.30 on Reintegration). DDR participants and beneficiaries will often eventually be included in a community-based approach and access food in the same way as members of these communities, rather than receive special entitlements. Ultimately, they should be seen as part of the community and, if in need of assistance, take part in programmes covering broader recovery efforts.",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 25,
            "Heading1": "6. Food assistance as part of a DDR process",
            "Heading2": "6.2 Food assistance and reintegration support",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "In broader operations in post-conflict environments during the recovery phase, where there are pockets of relative security and political stability and greater access to groups in need, general free food distribution is gradually replaced by help directed at particular groups, to develop the ability of affected populations to meet their own food needs and work towards long-term food security. Activities should be closely linked to efforts to restart positive coping mechanisms and methods of households supplying their own food by growing it themselves or earning the money to buy it.",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 25,
            "Heading1": "6. Food assistance as part of a DDR process",
            "Heading2": "6.2 Food assistance and reintegration support",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The following food assistance activities could be implemented when support to reintegration is provided as part of a DDR process within or outside a DDR programme: \\n Supporting communities through FFA activities that directly benefit the selected populations; \\n Providing support, in particular nutrition interventions, directed at specific vulnerable groups; \\n Providing support to restore production capacity and increase food production by households; \\n Providing support (training, equipment, seeds and agricultural inputs) to selected populations or the wider community to restart agricultural production, enhance post-harvest management, identify market access options, and organise farmers to work and sell collectively; \\n Providing support for local markets through CBTs, buying supplies for DDR processes locally, encouraging private-sector involvement in food transport and delivery, and supporting social market outlets and community-based activities such as small enterprises for both women and men, and linking CBT programmes to a financial inclusion objective; \\n Encouraging participation in education and skills training (school feeding with nutrition education, FFT, education, adult literacy); \\n Maintaining the capacity to respond to emergencies and setbacks; \\n Expanding emergency rehabilitation projects (i.e., projects which rehabilitate local infrastructure) and reintegration projects; \\n Running household food security projects (urban/rural).",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 25,
            "Heading1": "6. Food assistance as part of a DDR process",
            "Heading2": "6.2 Food assistance and reintegration support",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The link between learning and nutrition is well established, and inter-agency collaboration should ensure that all those who enter training and education programmes in the reintegration period are properly nourished. Different nutritional needs for girls and boys and women and men should be taken into account.",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 26,
            "Heading1": "6. Food assistance as part of a DDR process",
            "Heading2": "6.2 Food assistance and reintegration support",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Community violence reduction as part of a DDR process seeks to build social cohesion and provide ex-combatants and other at-risk individuals, particularly youth, with alternatives to (re-)joining armed groups. As outlined in IDDRS 2.30 on Community Violence Reduction, one way to achieve this may be to involve various groups in the design, implementation and evaluation of an FFA or FFT programme. During these programmes, interaction and dialogue among these groups can build social cohesion and reduce the risk of violence. Food assistance as part of CVR shall be based on food assistance analysis (see section 5) in addition to the assessments that are regularly conducted as part of planning for CVR. These include, among others, a context/conflict analysis, a security and consequence assessment, and a comprehensive and gender-responsive baseline assessment of local violence dynamics (see section 6.3 in IDDRS 2.30 on Community Violence Reduction and IDDRS 3.11 on Integrated Assessments).",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 26,
            "Heading1": "6. Food assistance as part of a DDR process",
            "Heading2": "6.3 Food assistance and DDR-related tools",
            "Heading3": "6.3.1 Community Violence Reduction",
            "Heading4": ""
        },
        {
            "Paragraph": "Pre-DDR is a local-level transitional stabilization measure designed for those who are eligible for a DDR programme (see IDDRS 2.10 on The UN Approach to DDR). When a DDR programme is delayed, pre-DDR can be conducted with male and female ex-combatants who are in camps, or with ex-combatants who are already in communities. Activities may include cash for work, FFT or FFA. Wherever possible, pre-DDR activities should be linked to the reintegration support that will be provided when the DDR programme is eventually implemented.",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 26,
            "Heading1": "6. Food assistance as part of a DDR process",
            "Heading2": "6.3 Food assistance and DDR-related tools",
            "Heading3": "6.3.2 Pre-DDR",
            "Heading4": ""
        },
        {
            "Paragraph": "Food assistance may be provided to all five categories of people that should be taken into consideration in integrated DDR processes, depending on the context. \\n members of armed forces and groups who served in combat and/or support roles (those in support roles are often referred to as being associated with armed forces and groups); \\n abductees/victims; \\n dependants/families; \\n civilian returnees/’self-demobilized’; \\n community members.",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 26,
            "Heading1": "7. Adult foreign combatants and DDR issues in host countries",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 27,
            "Heading1": "7. Adult foreign combatants and DDR issues in host countries",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 27,
            "Heading1": "8. Monitoring and evaluation",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 29,
            "Heading1": "Annex A: Abbreviations",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "",
            "Level": 5,
            "Title": "Food Assistance in DDR",
            "PageNum": 29,
            "Heading1": "Endnotes",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        }
    ]

}

