
{
    "5.60 HIV/AIDS and DDR": [
        {
            "Paragraph": "The United Nations (UN) Security Council and General Assembly have noted that a number of converging factors make conflict and post-conflict settings high risk environments for the spread of HIV, and that there is an elevated risk of infection among uniformed services and ex-combatants. This module outlines the strategies to address HIV/AIDS during disarm- ament, demobilization and reintegration (DDR) processes, in the interests of the individuals concerned, the sustainability of reintegration efforts and general post-conflict recovery.",
            "Level": 5,
            "Title": "HIV/AIDS and DDR",
            "PageNum": 1,
            "Heading1": "Summary",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        }, 
        {
            "Paragraph": "National beneficiaries should provide the lead for HIV/AIDS initiatives, and interven- tions should be as inclusive as possible, while acknowledging the limitations of DDR HIV/ AIDS programmes. A risk-mapping exercise should include the collection of baseline data on knowledge, attitudes and vulnerability, HIV/AIDS prevalence, and identify existing capacity.",
            "Level": 5,
            "Title": "HIV/AIDS and DDR",
            "PageNum": 1,
            "Heading1": "Summary",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        }, 
        {
            "Paragraph": "The basic requirements for HIV/AIDS programmes in DDR are: \\n identification and training of HIV focal points within DDR field offices; \\n the development of HIV/AIDS awareness material and provision of basic awareness training for target groups, with peer education programmes during the reinsertion and reintegration phases to build capacity. Awareness training can start before demobiliza- tion, depending on the nature of soldiers’/ex-combatants’ deployment and organizational structure; \\n the provision of voluntary confidential counselling and testing (VCT) during demobi- lization and reintegration. An HIV test, with counselling, should be routinely offered (opt-in) as a standard part of medical screening in countries with an HIV prevalence of 5 percent or more. VCT should be provided in all settings throughout the DDR process, building on local services. Undergoing an HIV test, however, should not be a condition for participation in the DDR process, although planners should be aware of any national legislation that may exclude HIV-positive personnel from newly formed military or civil defence forces; \\n screening and treatment for sexually transmitted infections (STIs), which should be a standard part of health checks for participants; \\n the provision of condoms and availability of post-exposure prophylaxis (PEP) kits dur- ing demobilization, reinsertion and reintegration; \\n treatment for opportunistic infections and, where feasible, referral for anti-retroviral (ARV) treatment within the national health care system; \\n the implementation of HIV/AIDS public information and awareness campaigns to sensitize ‘receiving’ communities, to raise general awareness and to reduce possible stigma and discrimination against returning combatants, including women associated with armed forces and groups, which could undermine reintegration efforts. Planning in communities needs to start in advance of demobilization.",
            "Level": 5,
            "Title": "HIV/AIDS and DDR",
            "PageNum": 1,
            "Heading1": "Summary",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        }, 
        {
            "Paragraph": "In instances where the time allotted for a specific phase is very limited or has been re- duced, as when there is a shortened cantonment period, it must be understood that the HIV/ AIDS requirements envisaged are not dropped, but will be included in the next DDR phase.",
            "Level": 5,
            "Title": "HIV/AIDS and DDR",
            "PageNum": 1,
            "Heading1": "Summary",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "This module aims to provide policy makers, operational planners and DDR officers with guidance on how to plan and implement HIV/AIDS programmes as part of a DDR frame- work. It focuses on interventions during the demobilization and reintegration phases. A basic assumption is that broader HIV/AIDS programmes at the community level fall outside the planning requirements of DDR officers. Community programmes require a multisectoral approach and should be sustainable after DDR is completed. The need to integrate HIV/ AIDS in community-based demobilization and reintegration efforts, however, can make this distinction unclear, and therefore it is vital that the national and international part- ners responsible for longer-term HIV/AIDS programmes are involved and have a lead role in DDR initiatives from the outset, and that HIV/AIDS is included in national recon- struction. DDR programmes need to integrate HIV concerns and the planning of national HIV strategies need to consider DDR.",
            "Level": 5,
            "Title": "HIV/AIDS and DDR",
            "PageNum": 2,
            "Heading1": "1. Module scope and objectives",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The importance of HIV/AIDS sensitization and awareness programmes for peace- keepers is acknowledged, and their potential to assist with programmes is briefly discussed. Guidance on this issue can be provided by mission-based HIV/AIDS advisers, the Depart- ment of Peacekeeping Operations and the Joint UN Programme on HIV/AIDS (UNAIDS).",
            "Level": 5,
            "Title": "HIV/AIDS and DDR",
            "PageNum": 2,
            "Heading1": "1. Module scope and objectives",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Annex A contains a list of terms, definitions and abbreviations used in this standard. A com­ plete glossary of all the terms, definitions and abbreviations used in the series of integrated DDR standards (IDDRS) is given in IDDRS 1.20. In the IDDRS series, the words ‘shall’, ‘should’, ‘may’, ‘can’ and ‘must’ are used to indicate the intended degree of compliance with the standards laid down. This use is consistent with the language used in the International Organization for Standardization (ISO) standards and guidelines: \\n a) ‘shall’ is used to indicate requirements, methods or specifications that are to be applied in order to conform to the standard; \\n b) ‘should’ is used to indicate the preferred requirements, methods or specifications; \\n c) ‘may’ is used to indicate a possible method or course of action; \\n d) ‘can’ is used to indicate a possibility and capability; and, \\n e) ‘must’ is used to indicate an external constraint or obligation.",
            "Level": 5,
            "Title": "HIV/AIDS and DDR",
            "PageNum": 2,
            "Heading1": "2. Terms, definitions and abbreviations",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "AIDS is a global issue. Every region of the world is affected and all are reporting increases in HIV infection rates. There is still no cure and no vaccine. Access to ARV treatment, which mitigates the effects of the virus, is being scaled up in low- and middle-income countries; but an emphasis on preventing new infections remains paramount.",
            "Level": 5,
            "Title": "HIV/AIDS and DDR",
            "PageNum": 2,
            "Heading1": "3. Introduction",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "HIV/AIDS challenges human rights and gender relations, aggravates socio-economic crises and undermines ‘human security’. In the most severely affected countries, AIDS threatens to deplete the supply of skilled labour, reverse economic progress and under- mine food security. It overwhelms health systems and changes the demographic profile of nations.1 In July 2000, Security Council resolution 1308 (S/RES/1308) recognized that the “spread of HIV/AIDS can have a uniquely devastating impact on all sectors and levels of society”.",
            "Level": 5,
            "Title": "HIV/AIDS and DDR",
            "PageNum": 2,
            "Heading1": "3. Introduction",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "In addition, resolution 1308 recognized that the HIV/AIDS pandemic is “exacerbated by conditions of violence and instability”. DDR programmes often take place in areas of high HIV/AIDS prevalence or high-risk environments, and ex-combatants are considered a high-risk group. As noted by the Inter- Agency Standing Committee (IASC), the very characteristics that define a complex emergency, such as conflict, social instability, poverty and powerlessness, are those that favour the spread of HIV and other sexually transmitted infections (STIs). Mass displace- ments can result in the movement of people between high and low HIV/AIDS prevalence areas, especially with migration towards urban settings. The breakdown of social networks and support mechanisms place women and children at an increased risk of violence, and can force them into having sex to gain access to basic needs such as food, water and security. The risk of HIV is further increased when rape and sexual abuse are used as tools of war, as illustrated by the recent conflicts in Haiti, Liberia and Sudan.",
            "Level": 5,
            "Title": "HIV/AIDS and DDR",
            "PageNum": 3,
            "Heading1": "3. Introduction",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The UN General Assembly’s 2001 Declaration of Commitment on HIV/AIDS, endorsed by General Assembly resolution A/RES/S-26/2, further emphasized the concern that con- flicts contribute to the spread of HIV, and recognized that “populations destabilized by armed conflict, humanitarian emergencies and natural disasters, including refugees, inter- nally displaced persons and in particular women and children, are at increased risk of exposure to HIV infection”. In some circumstances, however, conflict may actually slow the transmission of HIV in pockets of communities or specific areas, as it restricts access and trade routes, and it is the post-conflict phase including, potentially, the reintegration process, that sees an increase in HIV vulnerability.",
            "Level": 5,
            "Title": "HIV/AIDS and DDR",
            "PageNum": 2,
            "Heading1": "3. Introduction",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "A number of UN resolutions and declarations highlight the obligation to include HIV/AIDS initiatives in responses to conflict and provide the legal framework for such a requirement: \\n Security Council resolution 1308 (S/RES/1308) of 2000 and Presidential Statement (S/PRST/2005/33) of 2005; \\n Security Council resolution 1325 (S/RES/1325) of 2000; \\n UN General Assembly HIV/AIDS Declaration of Commitment of June 2001, endorsed by General Assembly resolution A/RES/S-26/2 and reiterated by General Assembly A/RES/60/262.",
            "Level": 5,
            "Title": "HIV/AIDS and DDR",
            "PageNum": 3,
            "Heading1": "4. Guiding principles",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Security Council resolution 1308 (2000) “on the responsibility of the Security Council in the maintenance of international peace and security: HIV/AIDS and international peace- keeping operations”,2 calls for HIV/AIDS training and prevention programmes for peace- keeping personnel. In addition, by recognizing the devastating impact that HIV/AIDS has on all sectors of society and by stressing that “the HIV/AIDS pandemic, if unchecked, may pose a risk to stability and security”, the resolution points to a broader framework and obli- gation to integrate HIV/AIDS initiatives into post-conflict programmes, including DDR. Furthermore, the resolution stresses the importance of a coordinated approach among UN agencies, and essentially calls for the mainstreaming of HIV/AIDS into their respective mandates. Following discussions in 2005 on the implementation of Security Council resolu- tion 1308 (2000), the Security Council Presidential Statement (S/PRST/2005/33) supported the efforts of peacekeeping missions to integrate HIV/AIDS awareness into their activities and outreach projects for vulnerable communities.",
            "Level": 5,
            "Title": "HIV/AIDS and DDR",
            "PageNum": 3,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.1. Security Council resolution 1308 and Presidential Statement 2005/33",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Security Council resolution 1325 (2000) “on Women, peace and security”3 encourages “all involved in the planning for disarmament, demobilization and reintegration to consider the different needs of female and male ex-combatants and to take into account the needs of their dependants”. Consideration of HIV/AIDS interventions and requirements comes under this obligation. Furthermore, the resolution makes specific reference for the need to provide HIV/AIDS training for military, civilian police, and civilian personnel deployed in peace- keeping operations.",
            "Level": 5,
            "Title": "HIV/AIDS and DDR",
            "PageNum": 4,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.2. Security Council resolution 1325",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The UN General Assembly Special Session on HIV/AIDS Declaration of Commitment (June 2001), endorsed by resolution A/RES/S-26/2 and reiterated in 2006 by resolution A/RES/ 60/262, established a common set of targets and agreed strategies to reduce the spread of HIV and mitigate its impact. It called for HIV/AIDS components to be included in interna- tional assistance programmes in crisis situations. More specifically, in addition to training for personnel involved in peacekeeping operations, the Declaration called on Member States “by 2003 to have in place national strategies to address the spread of HIV among national uniformed services, where this is required, including armed forces and civil defence forces” (para. 77). The obligation to include strategies to address HIV/AIDS in DDR programmes is clear for two reasons. First, national uniformed (government) forces, directly referred to in the Declaration, and non-State combatants face HIV risks. Second, by extension, there is a need to consider HIV in broader security sector reform (SSR) initiatives and efforts to establish newly integrated national armed service and civil defence forces in post-conflict settings, as DDR is often closely linked to SSR. The Declaration also points to national uniformed services as being a possible resource in themselves for HIV/AIDS initiatives, calling on Member States to “consider ways of using personnel from these services who are educated and trained in HIV/AIDS awareness and prevention to assist with HIV/AIDS awareness and prevention activities, including participation in emergency, humanitarian, disaster relief and rehabilitation assistance” (para. 77).",
            "Level": 5,
            "Title": "HIV/AIDS and DDR",
            "PageNum": 4,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.3. General Assembly Declaration of Commitment on HIV/AIDS and General Assembly resolutions A/RES/S-26/2 and A/RES/60/262",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The Inter-Agency Standing Committee, which is the primary mechanism for facilitating inter-agency decision-making in response to complex emergencies and natural disasters, issued guidelines in 2004 for HIV/AIDS interventions in emergency settings. The guide- lines are a practical handbook and planning tool to enable governments and cooperating organizations, including UN agencies and non-governmental organizations (NGOs), to make the minimum required multisectoral response to HIV/AIDS during the early phase of emergency situations, as well as during the stabilization phase.4 Most of the recommended actions for vulnerable groups are also valid for DDR and addressing HIV/AIDS among DDR participants (see Annex B).",
            "Level": 5,
            "Title": "HIV/AIDS and DDR",
            "PageNum": 4,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.4. Inter-Agency Standing Committee guidelines on HIV/AIDS interventions in emergency settings",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "As noted in the introduction, a number of factors make conflict and post-conflict settings high-risk environments for the spread of HIV. The age range, mobility and risk taking ethos of armed forces and groups can make them high-risk to HIV — with some national mili- taries reporting higher rates of HIV than their civilian counterparts — and ‘core transmitters’ to the wider population.5 Child soldiers are often (though not always) sexually active at a much earlier age and are therefore potentially exposed to HIV. Female combatants, women associated with fighting forces, abductees and dependants are frequently at high risk, given widespread sexual violence and abuse and because, in situations of insecurity and destitu- tion, sex is often exchanged for basic goods or protection. In some conflicts, drugs have been used to induce in combatants a fighting spirit and a belief in their own invincibility. This not only increases risk behaviour but also, in the case of intravenous drug users, can directly result in HIV infection as the virus can be transmitted through the sharing of in- fected needles.",
            "Level": 5,
            "Title": "HIV/AIDS and DDR",
            "PageNum": 5,
            "Heading1": "5. Rationale for HIV/AIDS integration into DDR programming",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Integrating HIV/AIDS into DDR initiatives is necessary to meet the immediate health and social needs of the participant and the interests of the wider community, and it is impor- tant for the long-term recovery of the country. The impact of HIV/AIDS at every level of society undermines development and makes it more difficult for a country to emerge from conflict and achieve social and economic stability. The sustainability of reintegration efforts requires that HIV/AIDS awareness and prevention strategies be directed at DDR partici- pants, beneficiaries and stakeholders in order to prevent increases in HIV rates or more generalized epidemics developing in countries where HIV infection may be mainly limited to particular high-risk groups.",
            "Level": 5,
            "Title": "HIV/AIDS and DDR",
            "PageNum": 5,
            "Heading1": "5. Rationale for HIV/AIDS integration into DDR programming",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Negative community responses to returning former combatants may also arise and make HIV a community security issue. To assist reintegration into communities, it is necessary to counter discrimination against, and stigmatization of, those who are (or are perceived to be) HIV-positive. In some instances, communities have reacted with threats of violence; such responses are largely based on fear because of misinformation about the disease.",
            "Level": 5,
            "Title": "HIV/AIDS and DDR",
            "PageNum": 5,
            "Heading1": "5. Rationale for HIV/AIDS integration into DDR programming",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "In cases where SSR follows a DDR process, former combatants may enter into reintegrated/ reformed military, police and civil defence forces. In many developing countries, ministries of defence and of the interior are reporting high HIV infection rates in the uniformed services, which are compromising command structures and combat readiness. Increasingly, there are national policies of screening recruits and excluding those who are HIV-positive. Engaging in HIV/AIDS prevention at the outset of DDR will help to reduce new in- fections, thus — where national policies of HIV screening are in place — increasing the pool of potential candidates for recruitment, and will assist in planning for alternative occu- pational support and training for those found to be HIV-positive.6",
            "Level": 5,
            "Title": "HIV/AIDS and DDR",
            "PageNum": 5,
            "Heading1": "5. Rationale for HIV/AIDS integration into DDR programming",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "DDR programmes offer a unique opportunity to target high-risk groups for sensitization. In addition, with the right engagement and training, former combatants have the potential to become ‘change agents’, assisting in their communities with HIV/AIDS prevention activi- ties, and so becoming part of the solution rather than being perceived as part of the problem.",
            "Level": 5,
            "Title": "HIV/AIDS and DDR",
            "PageNum": 6,
            "Heading1": "5. Rationale for HIV/AIDS integration into DDR programming",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "Lead to be provided by national beneficiaries/stakeholders. HIV/AIDS initiatives within the DDR process will constitute only a small element of the overall national AIDS strategy (assum- ing there is one). It is essential that local actors are included from the outset to guide the process and implementation, in order to harmonize approaches and ensure that awareness- raising and the provision of voluntary confidential counselling and testing and support, including, wherever possible, treatment, can be sustained. Information gained in focus group discussions with communities and participants, particularly those living with HIV/AIDS, should inform the design of HIV/AIDS initiatives. Interventions must be sensitive to local culture and customs.",
            "Level": 5,
            "Title": "HIV/AIDS and DDR",
            "PageNum": 6,
            "Heading1": "6. Guiding principles",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "Inclusive approach. As far as possible, it is important that participants and beneficiaries have access to the same/similar facilities — for example, voluntary confidential counselling and testing — so that programmes continue to be effective during reintegration and to reduce stigma. This emphasises the need to link and harmonize DDR initiatives with national programmes. (A lack of national programmes does not mean, however, that HIV/AIDS initiatives should be dropped from the DDR framework.) Men and women, boys and girls should be included in all HIV/AIDS initiatives. Standard definitions of ‘sexually active age’ often do not apply in conflict settings. Child soldiers, for example, may take on an adult mantle, which can extend to their sexual behaviour, and children of both sexes can also be subject to sexual abuse.",
            "Level": 5,
            "Title": "HIV/AIDS and DDR",
            "PageNum": 6,
            "Heading1": "6. Guiding principles",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "Strengthen existing capacity. Successful HIV/AIDS interventions are part of a long-term pro- cess going beyond the DDR programme. It is therefore necessary to strengthen the capacity of communities and local actors in order for projects to be sustainable. Planning should seek to build on existing capacity rather than create new programmes or structures. For example, local health care workers should be included in any training of HIV counsellors, and the capacity of existing testing facilities should be augmented rather than parallel facilities being set up. This also assists in building a referral system for demobilized ex-combatants who may need additional or follow-up care and treatment.",
            "Level": 5,
            "Title": "HIV/AIDS and DDR",
            "PageNum": 6,
            "Heading1": "6. Guiding principles",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "Ethical/human rights considerations. The UN supports the principle of VCT. Undergoing an HIV test should not be a condition for participation in the DDR process or eligibility for any programme. HIV test should be voluntary and results should be confidential or ‘medical- in-confidence’ (for the knowledge of a treating physician). A person’s actual or perceived HIV status should not be considered grounds for exclusion from any of the benefits. Planners, however, must be aware of any existing national legislation on HIV testing. For example, in some countries recruitment into the military or civil defence forces includes HIV screen- ing and the exclusion of those found to be HIV-positive.",
            "Level": 5,
            "Title": "HIV/AIDS and DDR",
            "PageNum": 6,
            "Heading1": "6. Guiding principles",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "Universal precautions and training for UN personnel. Universal precautions shall be followed by UN personnel at all times. These are a standard set of procedures to be used in the care of all patients or at accident sites in order to minimize the risk of transmission of blood- borne pathogens, including, but not exclusively, HIV. All UN staff should be trained in basic HIV/AIDS awareness in preparation for field duty and as part of initiatives on HIV/ AIDS in the workplace, and peacekeeping personnel should be trained and sensitized in HIV/AIDS awareness and prevention.",
            "Level": 5,
            "Title": "HIV/AIDS and DDR",
            "PageNum": 6,
            "Heading1": "6. Guiding principles",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "Using specialized agencies and expertise. Agencies with expertise in HIV/AIDS prevention, care and support, such as UNAIDS, the UN Development Programme, the UN Population Fund (UNFPA), the UN High Commissioner for Refugees, the World Health Organization (WHO), and relevant NGOs and other experts, should be consulted and involved in opera- tions. HIV/AIDS is often wrongly regarded as only a medical issue. While medical guidance is certainly essential when dealing with issues such as testing procedures and treatment, the broader social, human rights and political ramifications of the epidemic must also be considered and are often the most challenging in terms of their impact on reintegration efforts. As a result, the HIV/AIDS programme requires specific expertise in HIV/AIDS train- ing, counselling and communication strategies, in addition to qualified medical personnel. Teams must include both men and women: the HIV/AIDS epidemic has specific gender dimensions and it is important that prevention and care are carried out in close coordination with gender officers (also see IDDRS 5.10 on Women, Gender and DDR).",
            "Level": 5,
            "Title": "HIV/AIDS and DDR",
            "PageNum": 7,
            "Heading1": "6. Guiding principles",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "Limitations and obligations of DDR HIV/AIDS initiatives. it is crucial that DDR planners are transparent about the limitations of the HIV/AIDS programme to avoid creating false expectations. It must be clear from the start that it is normally beyond the mandate, capacity and financial limitations of the DDR programme to start any kind of roll-out plan for ARV treatment (beyond, perhaps, the provision of PEP kits and the prevention of mother-to- child transmission (also see IDDRS 5.70 on Health and DDR). The provision of treatment needs to be sustainable beyond the conclusion of the DDR programme in order to avoid the development of resistant strains of the virus, and should be part of national AIDS strategies and health care programmes. DDR programmes can, however, provide the following for target groups: treatment for opportunis- tic infections; information on ARV treatment options available in the country; and referrals to treatment centres and support groups. The roll-out of ARVs is increasing, but in many countries access to treatment is still very limited or non-existent. This means that much of the emphasis still has to be placed on prevention initiatives. HIV/AIDS community initiatives require a long-term commitment and fundamentally form part of humanitarian assistance, reconstruction and development programmes.",
            "Level": 5,
            "Title": "HIV/AIDS and DDR",
            "PageNum": 7,
            "Heading1": "6. Guiding principles",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "During the planning process, a risk mapping exercise and assessment of local capacities (at the national and community level) needs to be conducted as part of a situation analysis and to profile the country’s epidemic. This will include the collection of qualitative and quantitative data, including attitudes of communities towards those being demobilized and presumed or real HIV infection rates among different groups, and an inventory of both actors on the ground and existing facilities and programmes.",
            "Level": 5,
            "Title": "HIV/AIDS and DDR",
            "PageNum": 8,
            "Heading1": "7. Planning factors",
            "Heading2": "7.1. Planning assessments",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "There may be very little reliable data about HIV infection rates in conflict and post- conflict environments. In many cases, available statistics only relate to the epidemic before the conflict started and may be years out of date. A lack of data, however, should not prevent HIV/AIDS initiatives from being put in place. Data on rates of STIs from health clinics and NGOs are valuable proxy indicators for levels of risk. It is also useful to consider the epi- demic in its regional context by examining prevalence rates in neighbouring countries and the degree of movement between states. In ‘younger’ epidemics, HIV infections may not yet have translated into AIDS-related deaths, and the epidemic could still be relatively hidden, especially as AIDS deaths may be recorded by the opportunistic infection and not the pres- ence of the virus. Tuberculosis (TB), for example, is both a common opportunistic infection and a common disease in many low-income countries.",
            "Level": 5,
            "Title": "HIV/AIDS and DDR",
            "PageNum": 8,
            "Heading1": "7. Planning factors",
            "Heading2": "7.1. Planning assessments",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "A situation analysis for action planning for HIV should include the following important components: \\n Baseline data: What is the national HIV/AIDS prevalence (usually based on sentinel surveillance of pregnant women)? What are the rates of STIs? Are there significant differences in different areas of the country? Is it a generalized epidemic or restricted to high-risk groups? What data are available from blood donors (are donors routinely tested)? What are the high-risk groups? What is driving the epidemic (for example: heterosexual sex; men who have sex with men; poor medical procedures and blood transfusions; mother-to-child transmission; intravenous drug use)? What is the regional status of the epidemic, especially in neighbouring countries that may have provided an external base for ex-combatants? \\n Knowledge, attitudes and vulnerability: Qualitative data can be obtained through key in- formant interviews and focus group discussions that include health and community workers, religious leaders, women and youth groups, government officials, UN agency and NGO/CBOs, as well as ex-combatants and those associated with fighting forces and groups. Sometimes data on knowledge, attitudes and practice regarding HIV/ AIDS are contained in demographic and health surveys that are regularly carried out in many countries (although these may have been interrupted because of the conflict). It is important to identify the factors that may increase vulnerability to HIV — such as levels of rape and gender-based violence and the extent of ‘survival sex’. In the planning process, the cultural sensitivities of participants and beneficiaries must be considered so that appropriate services can be designed. Within a given country, for example, the acceptability and trends of condom use or attitudes to sexual relations outside of marriage can vary enormously; the country specific context must inform the design of programmes. Understanding local perceptions is also important in order to prevent problems during the reintegration phase, for example in cases where communities may blame ex-com-batants or women associated with fighting forces for the spread of HIV and therefore stigmatize them. \\n Identify existing capacities: The assessment needs to map existing health care facilities in and around communities where reintegration is going to take place. The exercise should ascertain whether the country has a functioning national AIDS control strategy and programme, and the extent that ministries are engaged (this should go beyond just the health ministry and include, for example, ministries of the interior, defence, education, etc.). Are there prevention and awareness programmes in place? Are these directed at specific groups? Does any capacity for counselling and testing exist? Is there a strategy for the roll-out of ARVs? Is there financial support available or pending from the Global Fund for AIDS, Malaria and TB, the US President’s Emergency Plan for AIDS Relief or the World Bank? Do these assistance frameworks include DDR? What other actors (national and international) are present in the country? Are the UN theme group and technical working group in place ( the standard mechanisms to coordinate the HIV initiatives of UN agencies)?",
            "Level": 5,
            "Title": "HIV/AIDS and DDR",
            "PageNum": 8,
            "Heading1": "7. Planning factors",
            "Heading2": "7.1. Planning assessments",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "Basic requirements for HIV/AIDS programmes in DDR include: \\n collection of baseline HIV/AIDS data; \\n identification and training of HIV focal points within DDR field offices; \\n development of HIV/AIDS awareness material and provision of basic awareness train- ing, with peer education programmes during extended cantonment and the reinsertion and reintegration phases to build capacity; \\n provision of VCT, both specifically within cantonment sites, where relevant, and through support to community services, and the routine offer of (opt-in) testing with counselling as a standard part of medical screening in countries with an HIV prevalence of 5 per- cent or more; \\n provision of condoms, PEP kits, and awareness material; \\n treatment of STIs and opportunistic infections, and referral to existing services for ARV treatment; \\n public information campaigns and sensitization of receiving communities as part of more general preparations for the return of DDR participants.",
            "Level": 5,
            "Title": "HIV/AIDS and DDR",
            "PageNum": 9,
            "Heading1": "7. Planning factors",
            "Heading2": "7.1. Planning assessments",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "The number of those being processed through a particular site and the amount of time available would determine what can be offered before or during demobilization, what is part of reinsertion packages and what can be offered during reintegration. The IASC guidelines are a useful tool for planning and implementation (see section 4.4 of this module).",
            "Level": 5,
            "Title": "HIV/AIDS and DDR",
            "PageNum": 9,
            "Heading1": "7. Planning factors",
            "Heading2": "7.1. Planning assessments",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "The design of DDR field offices responsible for the registration and reintegration process must take into account the need for capacity to address HIV/AIDS. Possible options include a central dedicated (but mobile) unit to coordinate HIV issues; the establishment of focal points in each region; and the secondment of experts to field offices from relevant UN agencies and NGOs or, in the case of national DDR field offices, from the national ministry of health, National AIDS Control Programme and local NGOs. In many cases, field offices will play a key role in basic briefings to DDR participants and referrals to VCT, so it is essential that all personnel are trained in HIV awareness strategies and are fully aware of on available facilities.",
            "Level": 5,
            "Title": "HIV/AIDS and DDR",
            "PageNum": 9,
            "Heading1": "7. Planning factors",
            "Heading2": "7.2. Design of DDR field offices",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "During planning, core indicators need to be developed to monitor the progress and impact of DDR HIV initiatives. This should include process indicators, such as the provision of condoms and the number of peer educators trained, and outcome indicators, like STI inci- dence by syndrome and the number of people seeking voluntary counselling and testing. DDR planners need to work with national programmes in the design and monitoring of initiatives, as it is important that the indicators used in DDR programmes are harmonised with national indicators. DDR planners, implementing partners and national counterparts should agree on the bench-marks against which DDR-HIV programmes will be assessed. The IASC guidelines include reference material for developing indicators in emergency settings.",
            "Level": 5,
            "Title": "HIV/AIDS and DDR",
            "PageNum": 10,
            "Heading1": "7. Planning factors",
            "Heading2": "7.3. Monitoring and evaluation",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "Depending on the nature of soldiers’/ex-combatants’ deployment and organizational structure, it may be possible to start awareness training before demobilization begins. For example, it may be that troops are being kept in their barracks in the interim period between the signing of a peace accord and the roll-out of DDR; this provides an ideal captive (and restive) audience for awareness programmes and makes use of existing structures.7 In such cases, DDR planners should design joint projects with other actors working on HIV issues in the country. To avoid duplication or over-extending DDR HIV budgets, costs could be shared based on a proportional breakdown of the target group. For example, if it is anticipated that 40% of armed personnel will be demobilized, the DDR programme could cover 40% of the costs of awareness and prevention strategies at the pre-demobilization stage. Such an approach would be more comprehensive, easier to implement, and have longer-term benefits. It would also complement HIV/AIDS initiatives in broader SSR programmes.",
            "Level": 5,
            "Title": "HIV/AIDS and DDR",
            "PageNum": 10,
            "Heading1": "8. HIV initiatives before and during demobilization",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "Demobilization is often a very short process, in some cases involving only reception and documentation. While cantonment offers an ideal environment to train and raise the awareness of a ‘captive audience’, there is a general trend to shorten the cantonment period and instead carry out community-based demobilization. Ultimately, most HIV initiatives will take place during the reinsertion phase and the longer process of reintegration. However, initial awareness training (distinct from peer education programmes) should be considered part of general demobilization orientation training, and the provision of voluntary HIV testing and counselling should be included alongside general medical screening and should be available throughout the reinsertion and reintegration phases.",
            "Level": 5,
            "Title": "HIV/AIDS and DDR",
            "PageNum": 10,
            "Heading1": "8. HIV initiatives before and during demobilization",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "During cantonments of five days or more, voluntary counselling and testing, and awareness sessions should be provided during demobilization. If the time allowed for a specific phase is changed, for example, if an envisaged cantonment period is shortened, it should be understood that the HIV/AIDS minimum requirements are not dropped but are instead included in the next phase of the DDR programme. Condoms and awareness material/referral information should be available whatever the length of cantonment, and must be included in ‘transitional packages’.",
            "Level": 5,
            "Title": "HIV/AIDS and DDR",
            "PageNum": 10,
            "Heading1": "8. HIV initiatives before and during demobilization",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "The safety and protection of women, girls and boys must be taken into account in the plan- ning for cantonment sites and interim care centres (ICCs), to reduce the possibility of sexual exploitation and abuse (also see IDDRS 5.10 on Women, Gender and DDR, IDDRS 5.20 on Youth and DDR and IDDRS 5.30 on Children and DDR).",
            "Level": 5,
            "Title": "HIV/AIDS and DDR",
            "PageNum": 11,
            "Heading1": "8. HIV initiatives before and during demobilization",
            "Heading2": "8.1. Planning for cantonment sites",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "Medical screening facilities should ensure privacy during physical check-ups, and shall ensure that universal precautions are respected.",
            "Level": 5,
            "Title": "HIV/AIDS and DDR",
            "PageNum": 11,
            "Heading1": "8. HIV initiatives before and during demobilization",
            "Heading2": "8.1. Planning for cantonment sites",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "An enclosed space is required for testing and counselling. This can be a tent, as long as the privacy of conversations can be maintained. Laboratory facilities are not required on site.",
            "Level": 5,
            "Title": "HIV/AIDS and DDR",
            "PageNum": 11,
            "Heading1": "8. HIV initiatives before and during demobilization",
            "Heading2": "8.1. Planning for cantonment sites",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "Initial HIV awareness training should be provided to DDR participants, covering the basic facts of HIV transmission and prevention methods, and debunking common myths (2-hour sessions). On the basis of the qualitative data gathered during the planning stages, infor- mation, education and communication materials should be developed that are sensitive to the local culture and customs. Written materials in local languages are useful, but alternative materials using pictures should also be provided to account for different literacy rates and specifically to target children. Separate training for men and women should be available to encourage individuals to speak openly and ask questions. Children should receive special training in ICCs, in collaboration with child-protection officers (also see IDDRS 5.10 on Women, Gender and DDR and IDDRS 5.30 on Children and DDR).",
            "Level": 5,
            "Title": "HIV/AIDS and DDR",
            "PageNum": 11,
            "Heading1": "8. HIV initiatives before and during demobilization",
            "Heading2": "8.2. HIV/AIDS awareness training",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "Peer education programmes can be initiated during more extended cantonment periods of four weeks or more, and during reinsertion. Peer education typically involves training and supporting a small group with the same background, experience and values to share knowledge and change behaviour patterns among their peers. Peer education is often used to bring about changes in the knowledge, attitudes, beliefs and behaviours at the indivi- dual level. However, the approach can also be used as part of efforts to create change at the group level or in society as a whole by modifying norms and stimulating collective action, both of which contribute to changes in policies and programmes. Globally, peer education is one of the most widely used strategies to address the HIV/AIDS pandemic. It increases the capacity and sustainability of HIV/AIDS awareness and sensitization efforts. HIV/AIDS peer education kits for uniformed services and additional material for awareness sessions for women and children are available from UNAIDS and Family Health International.8 (See section 9.2 of this module.)",
            "Level": 5,
            "Title": "HIV/AIDS and DDR",
            "PageNum": 11,
            "Heading1": "8. HIV initiatives before and during demobilization",
            "Heading2": "8.2. HIV/AIDS awareness training",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "Screening and treatment for STIs should be a standard component of health screening for participants. STIs indicate risk behaviour, and their presence increases the chances of contracting or transmitting HIV. Syndromic management is a cost-effective approach that allows health workers to diagnose STIs based on a patient’s history and symptoms, without the need for laboratory analysis. Treatment normally includes the use of broad-spectrum anti-biotics. Individuals with an STI should be strongly encouraged to bring their partners in for STI screening so that both can receive treatment in order to prevent reinfection (also see IDDRS 5.70 on Health and DDR).",
            "Level": 5,
            "Title": "HIV/AIDS and DDR",
            "PageNum": 11,
            "Heading1": "8. HIV initiatives before and during demobilization",
            "Heading2": "8.3. Syndromic management of STIs",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "Counselling and testing as a way of allowing people to find out their HIV status is an inte- gral element of prevention activities. Testing can be problematic in countries where ARVs are not yet easily available, and it is therefore important that any test is based on informed consent and that providers are transparent about benefits and options (for example, addi- tional nutritional support for HIV-positive people from the World Food Programme, and treatment for opportunistic infections). The confidentiality of results shall also be assured. Even if treatment is not available, HIV-positive individuals can be provided with nutritional and other health advice to avoid opportunistic infections (also see IDDRS 5.50 on Food Aid Programmes in DDR). Their HIV status may also influence their personal planning, includ- ing vocational choices, etc. According to UNAIDS, the majority of people living with HIV do not even know that they are infected. This emphasizes the importance of providing DDR participants with the option to find out their HIV status. Indeed, it may be that demand for VCT at the local level will have to be generated through awareness and advocacy cam- paigns, as people may either not understand the relevance of, or be reluctant to have, an HIV-test.",
            "Level": 5,
            "Title": "HIV/AIDS and DDR",
            "PageNum": 12,
            "Heading1": "8. HIV initiatives before and during demobilization",
            "Heading2": "8.4. HIV counselling and testing",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "It is particularly important for pregnant women to know their HIV status, as this may affect the health of their baby. During counselling, information on mother-to-child-trans- mission, including short-course ARV therapy (to reduce the risk of transmission from an HIV-positive mother to the foetus), and guidance on breastfeeding can be provided. Testing technologies have improved significantly, cutting the time required to get a result and reduc- ing the reliance on laboratory facilities. It is therefore more feasible to include testing and counselling in DDR. Testing and counselling for children associated with armed forces and groups should only be carried out in consultation with a child-protection officer with, where possible, the informed consent of the parent (see IDDRS 5.30 on Children and DDR). \\n Training and funding of HIV counsellors: Based on an assessment of existing capacity, counsellors could include local medical personnel, religious leaders, NGOs and CBOs. Counselling capacity needs to be generated (where it does not already exist) and funded to ensure suffi- cient personnel to run VCT and testing being offered as part of routine health checks, either in cantonment sites or during community-based demobilization, and continued during rein- sertion and reintegration (see section 10.1 of this module).",
            "Level": 5,
            "Title": "HIV/AIDS and DDR",
            "PageNum": 12,
            "Heading1": "8. HIV initiatives before and during demobilization",
            "Heading2": "8.4. HIV counselling and testing",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "Counselling is generally offered before and after an HIV test in order to help individuals make an informed decision about whether they want a test and to understand their risk behaviour and cope with a possible positive result (including information on how to stay as healthy as possible and how to minimize the risk of transmission to others) and provide referrals to options for treatment, care and support within the national system. Counselling also helps those who are not infected to stay HIV-negative. Counselling on an individual basis is ideal but it can also be offered in group settings with individual follow up.",
            "Level": 5,
            "Title": "HIV/AIDS and DDR",
            "PageNum": 12,
            "Heading1": "8. HIV initiatives before and during demobilization",
            "Heading2": "8.4. HIV counselling and testing",
            "Heading3": "8.4.1. Counselling",
            "Heading4": ""
        },
        {
       
            "Paragraph": "Individuals shall always be informed of their test result and post-test counselling should be provided for both an HIV-positive and an HIV-negative result, especially given the ‘window period’, the possibility for ‘false negatives’ and the need to impact on behav- iour. HIV-positive individuals should be strongly encouraged to bring their partner(s) for testing. In all instances, participants should be provided with referrals to further services in their communities. (For psychological, medical and legal support to rape victims see IDDRS 5.10 on Women, Gender and DDR.)",
            "Level": 5,
            "Title": "HIV/AIDS and DDR",
            "PageNum": 12,
            "Heading1": "8. HIV initiatives before and during demobilization",
            "Heading2": "8.4. HIV counselling and testing",
            "Heading3": "8.4.1. Counselling",
            "Heading4": ""
        },
        {
       
            "Paragraph": "In countries with an estimated HIV prevalence of 5 percent or more, an HIV test (opt-in), with counselling and informed consent, should be routinely offered as part of standard health checks for ex-combatants, but this must be linked to provisions for treatment and/or other benefits. In opt-in testing, individuals in a defined group (in this case, DDR participants) are given counselling and are offered the option of having an HIV test. It must be explained that they have the right to decide whether or not they wish to undergo an HIV test, without any personal repercussions. Routinely offering a test respects human rights guidelines, while also reaching a larger population. In general, such an approach results in greater numbers of people finding out their HIV status.",
            "Level": 5,
            "Title": "HIV/AIDS and DDR",
            "PageNum": 12,
            "Heading1": "8. HIV initiatives before and during demobilization",
            "Heading2": "8.4. HIV counselling and testing",
            "Heading3": "8.4.2. Testing",
            "Heading4": ""
        },
        {
       
            "Paragraph": "Routine opt-in testing is suggested on the basis that DDR participants are a distinct and potentially high-risk group. However, VCT services for participants and beneficiaries should also be provided alongside any offer of testing as part of medicals. Voluntary testing is a client initiated process, whereby an individual chooses to go to a testing facility/provider to find out his/her HIV status.",
            "Level": 5,
            "Title": "HIV/AIDS and DDR",
            "PageNum": 12,
            "Heading1": "8. HIV initiatives before and during demobilization",
            "Heading2": "8.4. HIV counselling and testing",
            "Heading3": "8.4.2. Testing",
            "Heading4": ""
        },
        {
       
            "Paragraph": "Advances in testing technology mean that rapid tests can provide a test result within approximately 30 minutes and do not require blood to be drawn or laboratory facilities. HIV-positive results need to be confirmed to rule out ‘false positives’. If local laboratory facilities do not exist, a combination of two further different rapid tests should be used to confirm an HIV-positive result. The mapping exercise will have identified national capacities (also see IDDRS 5.70 on Health and DDR). Planners also need to consult national legislation regarding which HIV tests are ac- cepted, particularly with regard to rapid tests.",
            "Level": 5,
            "Title": "HIV/AIDS and DDR",
            "PageNum": 12,
            "Heading1": "8. HIV initiatives before and during demobilization",
            "Heading2": "8.4. HIV counselling and testing",
            "Heading3": "8.4.2. Testing",
            "Heading4": ""
        },
        {
       
            "Paragraph": "Male and female condoms should be available, and information regarding their correct use should be provided during the demobilization and in transitional packs. A range of contra- ception measures also need to be considered as part of basic reproductive health services to prevent unwanted pregnancies.",
            "Level": 5,
            "Title": "HIV/AIDS and DDR",
            "PageNum": 14,
            "Heading1": "8. HIV initiatives before and during demobilization",
            "Heading2": "8.5. Providing condoms",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "Many countries may not be familiar with female condoms. Post-conflict settings, how- ever, have proved to be receptive environments for the introduction of female-controlled methods of HIV/STI prevention and contraception. It is important that any introduction of female condoms in DDR programmes be strongly linked to national/local initiatives. UNFPA and Population Services International can provide information on designing and running programmes to promote and supply female condoms. If female condoms are not available locally and there are no existing programmes, it may not be feasible or appropriate for DDR HIV/AIDS programmes to introduce and promote the use of female condoms, as it requires training and specifically tailored information campaigns.",
            "Level": 5,
            "Title": "HIV/AIDS and DDR",
            "PageNum": 14,
            "Heading1": "8. HIV initiatives before and during demobilization",
            "Heading2": "8.5. Providing condoms",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "Post-exposure prophylaxis (PEP) kits are a short-term antiretroviral treatment that reduces the likelihood of HIV infection after potential exposure to infected body fluids, such as through a needle-stick injury, or as a result of rape. The treatment should only be administered by a qualified health care practitioner. It essentially consists of taking high doses of ARVs for 28 days. To be effective, the treatment must start within 2 to 72 hours of the possible exposure; the earlier the treatment is started, the more effective it is. The patient should be counselled extensively before starting treatment, and advised to follow up with regular check-ups and HIV testing. PEP kits shall be available for all DDR staff and for victims of rape who present within the 72-hour period required (also see IDDRS 5.10 on Women, Gender and DDR).",
            "Level": 5,
            "Title": "HIV/AIDS and DDR",
            "PageNum": 14,
            "Heading1": "8. HIV initiatives before and during demobilization",
            "Heading2": "8.6. Provision of post-exposure prophylaxis kits",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "HIV/AIDS initiatives need to start in receiving communities before demobilization in order to support or create local capacity and an environment conducive to sustainable reintegra- tion. HIV/AIDS activities are a vital part of, but not limited to, DDR initiatives. Whenever possible, planners should work with stakeholders and implementing partners to link these activities with the broader recovery and humanitarian assistance being provided at the community level and the Strategy of the national AIDS Control Programme. People living with HIV/AIDS in the community should be consulted and involved in planning from the outset.",
            "Level": 5,
            "Title": "HIV/AIDS and DDR",
            "PageNum": 14,
            "Heading1": "9. Reinsertion and reintegration phases",
            "Heading2": "9.1. Planning and preparation in receiving communities",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The DDR programme should plan and budget for the following initiatives: \\n Community capacity-enhancement and public information programmes: These involve pro- viding training for local government, NGOs/community-based organizations (CBOs) and faith-based organizations to support forums for communities to talk openly about HIV/AIDS and related issues of stigma, discrimination, gender and power relations; the issue of men having sex with men; taboos and fears. This enables communities to better define their needs and address concerns about real or perceived HIV rates among returning ex-combatants. Public information campaigns should raise awareness among communities, but it is important that communication strategies do not inadvertently increase stigma and discrimination. HIV/AIDS should be approached as an issue of concern for the entire community and not something that only affects those being demobilized; \\n Maintain counsellor and peer educator capacity: training and funding is needed to maintain VCT and peer education programmes.",
            "Level": 5,
            "Title": "HIV/AIDS and DDR",
            "PageNum": 15,
            "Heading1": "9. Reinsertion and reintegration phases",
            "Heading2": "9.1. Planning and preparation in receiving communities",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Peer education training (including behaviour-change communication strategies) should be initiated during the reinsertion and reintegration phases or, if started during cantonment, continued during the subsequent phases. Based on the feedback from the programmes to improve community capacity, training sessions should be extended to include both DDR participants and communities, in particular local NGOs.",
            "Level": 5,
            "Title": "HIV/AIDS and DDR",
            "PageNum": 16,
            "Heading1": "9. Reinsertion and reintegration phases",
            "Heading2": "9.2. Peer education programme",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "During peer education programmes, it may be possible to identify among DDR parti- cipants those who have the necessary skills and personal profile to provide ongoing HIV/ AIDS programmes in the communities and become ‘change agents’. Planning and funding for vocational training should consider including such HIV/AIDS educators in broader initiatives within national HIV/AIDS strategies and the public health sector. It cannot be assumed, however, that all those trained will be sufficiently equipped to become peer edu- cators. Trainees should be individually evaluated and supported with refresher courses in order to maintain levels of knowledge and tackle any problems that may arise.",
            "Level": 5,
            "Title": "HIV/AIDS and DDR",
            "PageNum": 16,
            "Heading1": "9. Reinsertion and reintegration phases",
            "Heading2": "9.2. Peer education programme",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "During the selection of participants for peer education training, it is important to con- sider the different profiles of DDR participants and the different phases of the programme. For example, women associated with fighting forces would probably be demobilized before combatants and peer education programmes need to target them and NGOs working with women specifically. In addition, before using DDR participants as community HIV/AIDS workers, it is essential to identify whether they may be feared within the community because of the nature of the conflict in which they participated. If ex-combatants are highly respected in their communities this can strengthen reintegration and acceptance of HIV- sensitization activities. Conversely, if involving them in HIV/AIDS training could increase stigma, and therefore undermine reintegration efforts, they should not be involved in peer education at the community level. Focus group discussions and local capacity-enhancement programmes that are started before reintegration begins should include an assessment of the community’s receptiveness. An understanding of the community’s views on the subject will help in the selection of people to train as peer educators.",
            "Level": 5,
            "Title": "HIV/AIDS and DDR",
            "PageNum": 16,
            "Heading1": "9. Reinsertion and reintegration phases",
            "Heading2": "9.2. Peer education programme",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Voluntary counselling and testing (VCT) should be available during the reinsertion and reintegration phases in the communities to which ex-combatants are returning. This is distinct from any routine offer of testing as part of medical checks. VCT can be provided through a variety of mechanisms, including through free-standing sites, VCT services inte- grated with other health services, VCT services provided within already established non- health locations and facilities, and mobile/outreach VCT services.",
            "Level": 5,
            "Title": "HIV/AIDS and DDR",
            "PageNum": 16,
            "Heading1": "9. Reinsertion and reintegration phases",
            "Heading2": "9.3. Voluntary counselling and testing",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Male and female condoms should continue to be provided during the reinsertion and re- integration phases to the DDR target groups. It is imperative, though, that such access to condoms is linked — and ultimately handed over to — local HIV initiatives as it would be unmanageable for the DDR programme to maintain the provision of condoms to former combatants, associated groups and their families. Similarly, DDR planners should link with local initiatives for providing PEP kits, especially in instances of rape. (also see IDDRS 5.10 on Women, Gender and DDR).",
            "Level": 5,
            "Title": "HIV/AIDS and DDR",
            "PageNum": 16,
            "Heading1": "9. Reinsertion and reintegration phases",
            "Heading2": "9.4. Condoms and PEP kits",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "One of the major factors increasing vulnerability to HIV in post-conflict settings is the increased levels of commercial/survival sex in communities where unemployment rates are high. Poverty-reductioninitiatives, includingincome-generationandvocationaltrainingprogrammes, should be seen as vital parts of overall community reconstruction, and also contribute to reducing the social risk factors for HIV transmission.",
            "Level": 5,
            "Title": "HIV/AIDS and DDR",
            "PageNum": 17,
            "Heading1": "9. Reinsertion and reintegration phases",
            "Heading2": "9.5. Vocational training",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "For HIV-negative DDR participants, the creation of livelihoods is, by extension, an important aspect of HIV prevention for them and their families. For those who may be HIV-positive, but otherwise healthy (i.e., have functioning immune systems and showing no symptoms), vocational counselling may need to consider health and risk issues, but shall not deny each individual’s ability or right to be trained and have a livelihood. The long incubation period of the virus means that it can be many years before an HIV-positive individual develops AIDS, even if he/she is not on treatment.",
            "Level": 5,
            "Title": "HIV/AIDS and DDR",
            "PageNum": 17,
            "Heading1": "9. Reinsertion and reintegration phases",
            "Heading2": "9.5. Vocational training",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Caring for people living with AIDS, especially in resource poor settings, can present a number of challenges, particularly the provision of even basic drugs and treatments. It also raises concerns about the extent to which families (some of who may already be affected by the disease) and communities are able or willing to commit themselves to caring for ex-combat- ants who may have been away for some time. Overall, the burden of care tends to fall on women in communities who will already be facing an increased burden of care with the return of ex-combatants. This will make the overall support and absorption of ex-combat- ants into civilian life more complicated. In addition, any differences in the types or levels of AIDS care and support provided to ex-combatants and communities is a very sensitive issue. It is extremely important to provide a balance in services, so that communities do not think that ex-combatants are receiving preferential treatment. Wherever possible, support should be provided to existing medical and hospice facilities, linking up with national and local programmes, with targeted support and referrals for families caring for ex-combatants suffering from AIDS.",
            "Level": 5,
            "Title": "HIV/AIDS and DDR",
            "PageNum": 17,
            "Heading1": "9. Reinsertion and reintegration phases",
            "Heading2": "9.6. Caring for people living with AIDS",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "National AIDS control programmes, where they exist, must be the first point of reference for, and key actors in, designing and running HIV/AIDS DDR programmes. UNAIDS country coordinators can give essential guidance and will have established networks with relevant NGOs/CBOs. The UN theme group is the main mechanism to coordinate HIV/ AIDS initiatives among UN agencies and other partners.",
            "Level": 5,
            "Title": "HIV/AIDS and DDR",
            "PageNum": 17,
            "Heading1": "10. Identifying existing capacities",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "In many settings, key HIV/AIDS implementing partners, such as the International Rescue Committee and Family Health International, may already be working in the country, but not necessarily in all the areas where demobilization and reinsertion/reintegration will take place. To initiate programmes, DDR officers should consider providing seed money to kick-start projects, for example covering the initial costs of establishing a basic VCT centre and training counsellors in a particular area, on the understanding that the implementing partner would assume the costs of running the facility for an agreed period of time. This is because it is often easier for NGOs to raise donor funds to maintain a project that has been shown to work than to set one up. Such an approach has the additional benefit of extend- ing HIV facilities to local communities beyond the time-frame of DDR, and can provide a buffer for HIV-related services at the reinsertion stage for example if there are delays in the demobilization process such as time-lags between the demobilization of special groups and ex-combatants.",
            "Level": 5,
            "Title": "HIV/AIDS and DDR",
            "PageNum": 17,
            "Heading1": "10. Identifying existing capacities",
            "Heading2": "10.1. Implementing partners",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "HIV/AIDS advisers. Peacekeeping missions routinely have HIV/AIDS advisers, assisted by UN volunteers and international/national professionals, as a support function of the mis- sion to provide awareness and prevention programmes for peacekeeping personnel and to integrate HIV/AIDS into mission mandated activities. HIV/AIDS advisers can facilitate the initial training of peer educators, provide guidance on setting up VCT, and assist with the design of information, education and communication materials. They should be involved in the planning of DDR from the outset.",
            "Level": 5,
            "Title": "HIV/AIDS and DDR",
            "PageNum": 18,
            "Heading1": "10. Identifying existing capacities",
            "Heading2": "10.2. HIV-related support for peacekeeping missions",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "Peacekeepers. Peacekeepers are increasingly being trained as HIV/AIDS peer educators, and therefore might be used to help support training. This role would, however, be beyond their agreed duties as defined in troop contributing country memorandums of understanding (MoUs), and would require the agreement of their contingent commander and the force commander. In addition, abilities vary enormously: the mission HIV/AIDS adviser should be consulted to identify those who could take part.",
            "Level": 5,
            "Title": "HIV/AIDS and DDR",
            "PageNum": 18,
            "Heading1": "10. Identifying existing capacities",
            "Heading2": "10.2. HIV-related support for peacekeeping missions",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "Many battalion medical facilities offer basic treatment to host populations, often treating cases of STIs, as part of ‘hearts and minds’ initiatives. Battalion doctors may be able to assist in training local medical personnel in the syndromic management of STIs, or directly pro- vide treatment to communities. Again, any such assistance provided to host communities is not included in MoUs or self-sustainment agreements, and so would require the authori- zation of contingent commanders and the force commander, and the capability and expertise of any troop-contributing country doctor would have to be assessed in advance.",
            "Level": 5,
            "Title": "HIV/AIDS and DDR",
            "PageNum": 18,
            "Heading1": "10. Identifying existing capacities",
            "Heading2": "10.2. HIV-related support for peacekeeping missions",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "Terms and definitions \\n\\n AIDS: Acquired immune deficiency syndrome: the stage of HIV when the immune system is depleted, leaving the body vulnerable to one or more life-threatening diseases. \\n\\n Anti-retrovirals (ARVs): Broad term for the main type of treatment for HIV and AIDS. ARVs are not a cure. \\n\\n Behaviour-change communication (BCC): A participatory, community-level process aimed at developing positive behaviours; promoting and sustaining individual, community and societal behaviour change; and maintaining appropriate behaviours. \\n\\n False negative/positive: HIV test result that is wrong, either giving a negative result when the person is HIV-positive, or a positive result when the person is HIV-negative. \\n\\n HIV: Human immunodeficiency virus, the virus that causes AIDS. \\n\\n HIV confirmation tests: According to WHO/UNAIDS recommendations, all positive HIV- test results (whether ELISA [enzyme-linked immunabsorbent assay] or simple/rapid tests) should be confirmed using a second, different test to confirm accuracy, or two further dif- ferent rapid tests if laboratory facilities are not available. \\n\\n HIV counselling: Counselling generally offered before and after an HIV test in order to help individuals understand their risk behaviour and cope with an HIV-positive result or stay HIV-negative. The counselling service also links individuals to options for treatment, care and support, and provides information on how to stay as healthy as possible and how to minimize the risk of transmission to others. Test results shall be confidential. Usually a vol- untary counselling and testing service package ensures that: the HIV test is voluntary; pre and post test counselling is offered; informed consent is obtained (agreement to a medical test or procedure after clear explanation of risks and benefits); and HIV tests are performed using approved HIV test kits and following testing protocols. \\n\\n HIV-negative result: The HIV test did not detect any antibodies in the blood. This either means that the person is not infected with the virus at the time of the test or that he/she is in the ‘window period’ (i.e., false negative, see above). It does not mean that he/she is immune to the virus. \\n\\n HIV-positive result: A positive HIV test result means that a person has the HIV antibodies in his/her blood and is infected with HIV. It does not mean that he/she has AIDS. HIV test: Usually a test for the presence of antibodies. There are two main methods of HIV testing: \\n HIV ELISA (enzyme-linked immunoabsorbent assay) test: This is the most efficient test for testing large numbers per day, but requires laboratory facilities with equipment, maintenance staff and a reliable power supply; \\n Simple/rapid HIV tests: These do not require special equipment or highly trained staff and are as accurate as ELISA. Rapid tests will usually give results in approximately 30 minutes and are easy to perform. Suitable combinations of three simple/rapid tests are recommended by WHO where facilities for ELISA or ELISA/Western Blot testing are not available. \\n\\n Inconclusive (indeterminate) result: A small percentage of HIV test results are inconclu- sive. This means that the result is neither positive nor negative. This may be due to a number of factors that are not related to HIV infection, or it can be because of the person is in the early stages of infection when there are insufficient HIV antibodies present to give a positive result. If this happens the test must be repeated. \\n\\n Information, education and communication (IEC): The development of communication strategies and support materials, based on formative research and designed to impact on levels of knowledge and influence behaviours among specific groups. \\n\\n Mandatory testing: Testing or screening required by federal, state, or local law to compel individuals to submit to HIV testing without informed consent. Within those countries that conduct mandatory testing, it is usually limited to specific ‘populations’ such as cat- egories of health care providers, members of the military, prisoners or people in high-risk situations. \\n\\n Nutritional requirements: AIDS patients usually need a food intake that is 30 percent higher than standard recommended levels. \\n\\n Opportunistic infection (OI): Infection that occurs when an immune system is weakened, but which might not cause a disease — or be as serious — in a person with a properly func- tioning immune system. \\n\\n Peer education: A popular concept that variously refers to an approach, a communication channel, a methodology and/or an intervention strategy. Peer education usually involves training and supporting members of a given group with the same background, experience and values to effect change among members of that group. It is often used to influence knowledge, attitudes, beliefs and behaviours at the individual level. However, peer educa- tion may also create change at the group or societal level by modifying norms and stimulating collective action that contributes to changes in policies and programmes. Worldwide, peer education is one of the most widely used HIV/AIDS awareness strategies. \\n\\n Post-exposure prophylaxis/post-exposure prevention (PEP): A short-term antiretroviral treatment that reduce the likelihood of HIV infection after potential exposure to infected body fluids, such as through a needle-stick injury or as a result of rape. The treatment should only be administered by a qualified health care practitioner. It essentially consists of taking high doses of ARVs for 28 days. To be effective, the treatment must start within 2 to 72 hours of the possible exposure; the earlier the treatment is started, the more effective it is. Its success rate varies. \\n\\n Routine opt-in testing: Approach to testing whereby the individual is offered an HIV test as a standard part of a treatment/health check that he/she is about to receive. The indivi- dual is informed that he/she has the right to decide whether or not to undergo the test. \\n\\n Sentinel surveillance: Surveillance based on selected population samples chosen to repre- sent the relevant experience of particular groups. \\n\\n Sero-conversion: The period when the blood starts producing detectable antibodies in response to HIV infection. \\n\\n Sero-positive: Having HIV antibodies; being HIV-positive. \\n\\n Sexually transmitted infection (STI): Disease that is commonly transmitted through vaginal, oral or anal sex. The presence of an STI is indicative of risk behaviour and also increases the actual risk of contracting HIV. \\n\\n STI syndromic management: A cost-effective approach that allows health workers to diag- nose sexually transmitted infections on the basis of a patient’s history and symptoms, without the need for laboratory analysis. Treatment normally includes the use of broad-spectrum antibiotics. \\n\\n Universal precautions: Simple infection control measures that reduce the risk of transmis- sion of blood borne pathogens through exposure to blood or body fluids among patients and health care workers. Under the ‘universal precaution’ principle, blood and body fluids from all persons should be considered as infected with HIV, regardless of the known or supposed status of the person. \\n Use of new, single-use disposable injection equipment for all injections is highly recom- mended. Sterilising injection equipment should only be considered if single-use equip- ment is not available. \\n Discard contaminated sharps immediately and without recapping in puncture- and liquid-proof containers that are closed, sealed and destroyed before completely full. \\n Document the quality of the sterilization for all medical equipment used for percuta- neous procedures. \\n Wash hands with soap and water before and after procedures; use protective barriers such as gloves, gowns, aprons, masks and goggles for direct contact with blood and other body fluids. \\n Disinfect instruments and other contaminated equipment. \\n Handle properly soiled linen with care. Soiled linen should be handled as little as pos- sible. Gloves and leak-proof bags should be used if necessary. Cleaning should occur outside patient areas, using detergent and hot water. \\n\\n Voluntary HIV testing: A client-initiated HIV test whereby the individual chooses to go to a testing facility/provider to find out his/her HIV status. \\n\\n Window period: The time period between initial infection with HIV and the body’s pro- duction of antibodies, which can be up to three months. During this time, an HIV test for antibodies may be negative, even though the person has the virus and can infect others.",
            "Level": 5,
            "Title": "HIV/AIDS and DDR",
            "PageNum": 19,
            "Heading1": "Annex A: Terms, definitions and abbreviations",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "",
            "Level": 5,
            "Title": "HIV/AIDS and DDR",
            "PageNum": 23,
            "Heading1": "Annex B: Guidelines for HIV/AIDS interventions in emergency settings (matrix)",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Family Health International resources available at http://www.fhi.org/en/HIVAIDS/ index.htm. \\n Inter-Agency Standing Committee, Guidelines for HIV/AIDS Interventions in Emergency Set- tings, http://www.humanitarianinfo.org/iasc. \\n ——, Guidelines for Gender Based Violence in Humanitarian Settings: Focusing on Pre- vention of and Response to Sexual Violence in Emergencies, September 2005, http://www. humanitarianinfo.org/iasc/content/products/docs/tfgender_GBVGuidelines2005.pdf. Joint UN Programme on HIV/AIDS (UNAIDS), Peer Education Kit for Uniformed Services, 2003. \\n ——, Best Practice Case Studies, http://www.unaids.org. Reproductive Health Response in Conflict (RHRC) Consortium 2004, HIV/AIDs Preven- tion and Control: a short course for humanitarian workers, www.rhrc.org \\n Rehn, Elisabeth and Ellen Johnson Sirleaf, Women, War and Peace: The Independent Experts’ Assessment on the Impact of Armed Conflict on Women and Women’s Role in Peace-building, http://www.womenwarpeace.org. \\n UN Population Fund (UNFPA), Clinical Management of Rape Survivors: Developing Protocols for Use with Refugees and Internally Displaced Persons, revised version, http://www.unfpa. org/upload/lib_pub_file/373_filename_clinical-mgt-2005rev1.pdf. \\n WHO resources available at http://www.who.int/topics/hiv_infections/en/. \\n ——, Reproductive Health in Refugee Settings: An Inter-Agency Field Manual, http://www. who.int/reproductive-health/publications/interagency_manual_on_RH_in_refugee_ situations/full_text.pdf.",
            "Level": 5,
            "Title": "HIV/AIDS and DDR",
            "PageNum": 26,
            "Heading1": "Annex C: Reference material and resources",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
       
            "Paragraph": "\\n 1 Bazergan, R., Intervention and Intercourse: HIV/AIDS and peacekeepers, Conflict, Security and Develop- ment, vol 3 no 1, April 2003, King’s College, London, pp. 27–51. \\n 2 http://www.un.org/docs/sc/. \\n 3 Ibid. \\n 4 Inter-Agency Standing Committee, Guidelines for HIV/AIDS Interventions in Emergency Settings, http://www.humanitarianinfo.org/iasc. \\n 5 HIV risk in militaries is related to specific contexts, with a number of influencing factors, including the context in which troops are deployed. Many AIDS interventions by ministries of defence have been effective, and have reduced HIV infection rates in the uniformed services. \\n 6 In many cases, ex-combatants who are set to join a uniformed service do not go through the DDR process. There would still be a potential benefit, however, in instances where HIV/AIDS awareness has started in the barracks/camps. \\n 7 At the same time planners cannot assume that all fighting forces will have an organised structure in barracks with the associated logistical support. In some cases, combatants may be mixed with the population and hard to distinguish from the general population. \\n 8 See http://www.unaids.org and http://www.fhi.org/en/index.htm.",
            "Level": 5,
            "Title": "HIV/AIDS and DDR",
            "PageNum": 27,
            "Heading1": "Endnotes",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        }
    ]

}

