
{
    "6.10 DDR and Security Sector Reform": [
        {
            "Paragraph": "The purpose of this module is to provide policy makers, operational planners and officers at field level with background information and guidance on related but distinct sets of activi- ties associated with disarmament, demobilization and reintegration (DDR) and security sector reform (SSR).1 The intention is not to set out a blueprint but to build from common principles in order to provide insights that will support the development of synergies as well as preventing harmful contradictions in the design, implementation and sequencing of different elements of DDR and SSR programmes.",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 1,
            "Heading1": "1. Module scope and objectives",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Annex A contains a list of terms, definitions and abbreviations used in this standard. A com­ plete glossary of all the terms, definitions and abbreviations used in the series of integrated DDR standards (IDDRS) is given in IDDRS 1.20. In the IDDRS series, the words ‘shall’, ‘should’, ‘may’, ‘can’ and ‘must’ are used to indicate the intended degree of compliance with the standards laid down. This use is consistent with the language used in the International Organization for Standardization (ISO) standards and guidelines: \\n a) ‘shall’ is used to indicate requirements, methods or specifications that are to be applied in order to conform to the standard; \\n b) ‘should’ is used to indicate the preferred requirements, methods or specifications; \\n c) ‘may’ is used to indicate a possible method or course of action; \\n d) ‘can’ is used to indicate a possibility and capability; and, \\n e) ‘must’ is used to indicate an external constraint or obligation.",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 1,
            "Heading1": "2. Terms, definitions and abbreviations",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The UN has recognised in several texts and key documents that inter-linkages exist between DDR and SSR.2 This does not imply a linear relationship between different activities that involve highly distinct challenges depending on the context. It is essential to take into account the specific objectives, timelines, stakeholders and interests that affect these issues. However, understanding the relationship between DDR and SSR can help identify synergies in policy and programming and provide ways of ensuring short to medium term activities associated with DDR are linked to broader efforts to support the development of an effec- tive, well-managed and accountable security sector. Ignoring how DDR and SSR affect each other may result in missed opportunities or unintended consequences that undermine broader security and development goals.",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 1,
            "Heading1": "3. Background",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The Secretary-General’s report Securing Peace and Development: the Role of the United Nations in Security Sector Reform (S/2008/39) of 23 January 2008 describes SSR as “a process of assessment, review and implementation as well as monitoring and evalu- ation led by national authorities that has as its goal the enhancement of effective and accountable security for the State and its peoples without discrimination and with full respect for human rights and the rule of law.”3 The security sector includes security pro- viders such as defence, law enforcement, intelligence and border management services as well as actors involved in management and oversight, notably government ministries, legislative bodies and relevant civil society actors. Non-state actors also fulfill important security provision, management and oversight functions. SSR therefore draws on a diverse range of stakeholders and may include activities as varied as political dialogue, policy and legal advice, training programmes and technical and financial assistance.",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 2,
            "Heading1": "3. Background",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "While individual activities can involve short term goals, achieving broader SSR objec- tives requires a long term perspective. In contrast, DDR tends to adopt a more narrow focus on ex-combatants and their dependents. Relevant activities and actors are often more clearly defined and limited while timelines generally focus on the short to medium-term period following the end of armed conflict. But the distinctions between DDR and SSR are potentially less important than the convergences. Both sets of activities are preoccupied with enhancing the security of the state and its citizens. They advocate policies and programmes that engage public and private security actors including the military and ex-combatants as well as groups responsible for their management and oversight. Decisions associated with DDR contribute to defining central elements of the size and composition of a country’s security sector while the gains from carefully executed SSR programmes can also generate positive consequences on DDR interventions. SSR may lead to downsizing and the conse- quent need for reintegration. DDR may also free resources for SSR. Most significantly, considering these issues together situates DDR within a developing security governance framework. If conducted sensitively, this can contribute to the legitimacy and sustainability of DDR programmes by helping to ensure that decisions are based on a nationally-driven assessment of applicable capacities, objectives and values.",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 2,
            "Heading1": "3. Background",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "DDR and SSR play an important role in post-conflict efforts to prevent the resurgence of armed conflict and to create the conditions necessary for sustainable peace and longer term development.4 They form part of a broader post-conflict peacebuilding agenda that may include measures to address small arms and light weapons (SALW), mine action activi- ties or efforts to redress past crimes and promote reconciliation through transitional justice (see IDDRS 6.20 on DDR and Transitional Justice). The security challenges that these meas- ures seek to address are often the result of a state’s loss of control over the legitimate use of force. DDR and SSR should therefore be understood as closely linked to processes of post- conflict statebuilding that enhance the ability of the state to deliver security and reinforce the rule of law. The complex, interrelated nature of these challenges has been reflected by the development of whole of system (e.g. ‘one UN’ or ‘whole of government’) approaches to supporting states emerging from conflict. The increasing drive towards such integrated approaches reflects a clear need to bridge early areas of post-conflict engagement with support to the consolidation of reconstruction and longer term development.",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 2,
            "Heading1": "3. Background",
            "Heading2": "3.1. Why are DDR-SSR dynamics important?",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "An important point of departure for this module is the inherently political nature of DDR and SSR. DDR and SSR processes will only be successful if they acknowledge the need to develop sufficient political will to drive and build synergies between them.",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 2,
            "Heading1": "3. Background",
            "Heading2": "3.1. Why are DDR-SSR dynamics important?",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Box 1 DDR/SSR dynamics \\n DDR shapes the terrain for SSR by influencing the size and nature of the security sector \\n Successful DDR can free up resources for SSR activities that in turn may support the development of efficient, affordable security structures \\n A national vision of the security sector should provide the basis for decisions on force size and structure \\n SSR considerations should help determine criteria for the integration of ex-combatants in different parts of the formal/informal security sector \\n DDR and SSR offer complementary approaches that can link reintegration of ex-combatants to enhancing community security \\n Capacity-building for security management and oversight bodies provide a means to enhance the sustainability and legitimacy of DDR and SSR",            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 3,
            "Heading1": "3. Background",
            "Heading2": "3.1. Why are DDR-SSR dynamics important?",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "This reflects the sensitivity of issues that touch directly on internal power relations, sover- eignty and national security as well as the fact that decisions in both areas create ‘winners’ and ‘losers.’ In order to avoid doing more harm than good, related policies and programmes must be grounded in a close understanding of context-specific political, socio-economic and security factors. Understanding ‘what the market will bear’ and ensuring that activities and how they are sequenced incorporate practical constraints are crucial considerations for assessments, programme design, implementation, monitoring and evaluation.",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 3,
            "Heading1": "3. Background",
            "Heading2": "3.1. Why are DDR-SSR dynamics important?",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The core objective of SSR is “the enhancement of effective and accountable security for the state and its peoples.”5 This underlines an emerging consensus that insists on the need to link effective and efficient provision of security to a framework of democratic gov- ernance and the rule of law.6 If one legacy of conflict is mistrust between the state, security providers and citizens, supporting participative processes that enhance the oversight roles of actors such as parliament and civil society7 can meet a common DDR/SSR goal of build- ing trust in post-conflict security governance institutions. Oversight mechanisms can provide necessary checks and balances to ensure that national decisions on DDR and SSR are appro- priate, cost effective and made in a transparent manner.",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 3,
            "Heading1": "3. Background",
            "Heading2": "3.1. Why are DDR-SSR dynamics important?",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "A number of DDR and SSR activities have been challenged for their lack of context-specificity and flexibility, leading to questions concerning their effectiveness when weighed against the major investments such activities entail.8 The lack of coordination between bilateral and multilateral partners that support these activities is widely acknowledged as a contrib- uting factor: stovepiped or contradictory approaches each present major obstacles to pro- viding mutually reinforcing support to DDR and SSR. The UN’s legitimacy, early presence on the ground and scope of its activities points to an important coordinating role that can help to address challenges of coordination and coherence within the international commu- nity in these areas.",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 3,
            "Heading1": "3. Background",
            "Heading2": "3.2. Challenges of operationalising the DDR/SSR nexus",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "A lack of conceptual clarity on ‘SSR’ has had negative consequences for the division of responsibilities, prioritisation of tasks and allocation of resources.9 Understandings of the constituent activities within DDR are relatively well-established. On the other hand, while common definitions of SSR may be emerging at a policy level, these are often not reflected in programming. This situation is further complicated by the absence of clear indicators for success in both areas. Providing clarity on the scope of activities and linking these to a desired end state provide an important starting point to better understanding the relationship between DDR and SSR.",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 3,
            "Heading1": "3. Background",
            "Heading2": "3.2. Challenges of operationalising the DDR/SSR nexus",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Both DDR and SSR should be nationally owned and designed to fit the circumstances of each particular country. However, the engagement by the international community in these areas is routinely criticised for failing to apply these key principles in practice. SSR in particular is viewed by some as a vehicle for imposing externally driven objectives and approaches. In part, this reflects the particular challenges of post-conflict environments, including weak or illegitimate institutions, shortage of capacity amongst national actors, a lack of political will and the marginalisation of civil society. There is a need to recognise these context-specific sensitivities and ensure that approaches are built around the contributions of a broad cross-section of national stakeholders. Prioritising support for the development of national capacities to develop effective, legitimate and sustainable security institutions is essential to meeting common DDR/SSR goals.",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 3,
            "Heading1": "3. Background",
            "Heading2": "3.2. Challenges of operationalising the DDR/SSR nexus",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Following a summary of applicable UN institutional mandates and responsibilities (Section 4), this module outlines a rationale for the appropriate linkage of DDR and SSR (Section 5) and sets out a number of guiding principles common to the UN approach to both sets of activities (Section 6). Important DDR-SSR dynamics before and during demo- bilization (Section 7) and before and during repatriation and reintegration (Section 8) are then considered. Operationalising the DDR-SSR nexus in different elements of the pro- gramme cycle and consideration of potential entry points (Section 9) is followed by a focus on national and international capacities in these areas (Section 10). The module concludes with a checklist that is intended as a point of departure for the development of context- specific policies and programmes that take into account the relationship between DDR and SSR (Section 11).",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 3,
            "Heading1": "3. Background",
            "Heading2": "3.2. Challenges of operationalising the DDR/SSR nexus",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "A number of UN documents address the interrelated issues of DDR, SSR and rule of law. Short summaries of some of the following key documents are included in Annex ‘A’ to this module: \\n Report of the Secretary-General on “The role of United Nations Peacekeeping in disarm- ament, demobilization and reintegration” of 11 February 2000 (S/2000/101) \\n Report of the Secretary-General on “The rule of law and transitional justice in conflict and post-conflict societies” of 3 August 2004 (S/2004/616) \\n Report of the Secretary-General on “Disarmament, demobilization and reintegration” of 2 March 2006 (A/60/705) \\n Presidential Statement on “Maintenance of international peace and security: role of the Security Council in supporting security sector reform” of 21 February 2007 (S/PRST/ 2007/3); \\n Report of the Secretary-General on “Securing peace and development: the role of the United Nations in supporting security sector reform” of 23 January 2008 (S/2008/39); \\n Presidential Statement on “Maintenance of international peace and security: role of the Security Council in supporting security sector reform” of 12 May 2008 (S/PRST/ 2008/14).",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 4,
            "Heading1": "4. UN institutional mandates and responsibilities",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Considering the relationship between DDR ‘design’ and the appropriate parameters of a state’s security sector provides an important dimension to shape strategic decision making and thus to broader processes of national policy formulation and implementation. The con- siderations outlined below suggest ways that different components of DDR and SSR can relate to each other.",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 5,
            "Heading1": "5. Rationale for linking DDR and SSR",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Disarmament \\n Disarmament is not just a short term security measure designed to collect surplus weapons and ammunition. It is also implicitly part of a broader process of state regulation and con- trol over the transfer, trafficking and use of weapons within a national territory. As with civilian disarmament, disarming former combatants should be based on a level of confi- dence that can be fostered through broader SSR measures (such as police or corrections reform). These can contribute jointly to an increased level of community security and pro- vide the necessary reassurance that these weapons are no longer necessary. There are also direct linkages between disarmament of ex-combatants and efforts to strengthen border management capacities, particularly in light of unrestricted flows of arms (and combatants) across porous borders in conflict-prone regions.",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 5,
            "Heading1": "5. Rationale for linking DDR and SSR",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Demobilization \\n While often treated narrowly as a feature of DDR, demobilization can also be conceived within an SSR framework more generally. Where decisions affecting force size and structure provide for inefficient, unaffordable or abusive security structures this will undermine long term peace and security. Decisions should therefore be based on a rational, inclusive assess- ment by national actors of the objectives, role and values of the future security sector. One important element of the relationship between demobilization and SSR relates to the impor- tance of avoiding security vacuums. Ensuring that decisions on both the structures estab- lished to house the demobilization process and the return of demobilised ex-combatants are taken in parallel with complementary community law enforcement activities can miti- gate this concern. The security implications of cross-border flows of ex-combatants also highlight the positive relationship between demobilization and border security.",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 5,
            "Heading1": "5. Rationale for linking DDR and SSR",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Reintegration \\n Successful reintegration fulfils a common DDR/SSR goal of ensuring a well-managed tran- sition of former combatants to civilian life while taking into account the needs of receiving communities. By contrast, failed reintegration can undermine SSR efforts by placing exces- sive pressures on police, courts and prisons while harming the security of the state and its citizens. Speed of response and adequate financial support are important since a delayed or underfunded reintegration process may skew options for SSR and limit flexibility. Ex- combatants may find employment in different parts of the formal or informal security sector. In such cases, clear criteria should be established to ensure that individuals with inappropriate backgrounds or training are not re-deployed within the security sector, weakening the effectiveness and legitimacy of relevant bodies. Appropriate re-training of personnel and processes that support vetting within reformed security institutions are therefore two examples where DDR and SSR efforts intersect.",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 5,
            "Heading1": "5. Rationale for linking DDR and SSR",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The overarching principles for a comprehensive and coherent UN approach to DDR stress the need to be people-centred, flexible, transparent and accountable, nationally owned, integrated and well-planned. In the absence of a specific UN doctrine,10 the Secretary- General’s Report on SSR is a significant departure because it provides a clear statement of the UN’s general understanding of and approach to SSR. It is important that there is comple- mentarity between the two: shared principles provide a common basis in order to develop an integrated UN approach to DDR and SSR. This section reviews these shared principles in order to underline key elements that can support the development of synergies.",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 6,
            "Heading1": "6. Guiding principles",
            "Heading2": "6.1. People-centred and rights-based: DDR and SSR to improve the security of individuals and communities",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "While a given DDR programme might generate important returns in terms of performance indicators (e.g. numbers of weapons collected and ex-combatants reintegrated) this may not translate into effective outcomes (e.g. improvements in real and perceived individual or community security). Involving communities and local authorities in planning, implement- ing and monitoring interventions can potentially integrate efforts such as the community reintegration of former combatants with the provision of security at the local level in order to ensure that reintegration and SSR are complementary. Supporting the capacity of national armed and other security forces and line ministries can build morale, demonstrating a ‘duty of care’ through fair treatment.",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 6,
            "Heading1": "6. Guiding principles",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "DDR and SSR interventions need to be flexible and responsive to changing conditions on the ground. Policy guidance must build in the need to understand contextual factors and adjust to changing realities. Mapping relevant actors and understanding the opportunities and constraints posed by specific political, security and socio-economic factors are common requirements for DDR and SSR. Addressing these issues in assessments, ensuring that such knowledge informs both mediation support and negotiating processes, integrating it into the design of DDR and SSR programmes will help to ensure a common appreciation of what is realistic in a given context. Regular monitoring and evaluation should inform the sequencing of activities while avoiding inappropriate or insensitive approaches.",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 6,
            "Heading1": "6. Guiding principles",
            "Heading2": "6.2. Flexibility: the importance of context and sequencing",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "DDR and SSR conceived narrowly as technical support for military or other security bodies may fail to take sufficient account of the dynamic political environment within which these actors are situated. Emphasising the need to build or enhance the respective roles of the executive, legislative, judiciary as well as civil society will help to ensure that programmes are realistic, transparent and widely understood. Developing a nationally-driven picture of security needs in order to determine the scope and objectives of DDR is a lengthy and challenging process that may be too sensitive to address in the early post-conflict period. Avoiding rigid prescriptions is therefore important while identifying and applying mini- mum standards that should be non-negotiable.",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 6,
            "Heading1": "6. Guiding principles",
            "Heading2": "6.3. Transparency and accountability: a good governance approach to DDR/SSR",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "National ownership is a much broader concept than ‘state’ ownership and includes both state and non-state actors at national, regional and local levels. Seeking to involve as many former conflict parties as possible as well as groups that have been marginalised, or are generally under-represented on issues of security in DDR and SSR decision-making is particularly important. This contributes to ensuring that different segments of society feel part of this process. Participatory approaches provide a means to work through the conflict- ing interests of different domestic constituencies. Enhancing the capacity of national and regional authorities to manage, implement and oversee these programmes provides a cru- cial bridge from post-conflict stabilisation to longer term recovery and development by supporting the creation of skills that will remain once international support has been drawn down.",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 7,
            "Heading1": "6. Guiding principles",
            "Heading2": "6.4. National ownership: legitimacy and the DDR/SSR nexus",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The range of objectives and actors involved in DDR and SSR place particular emphasis on coordination issues. Failures to align activities may result in incoherent and potentially destructive outcomes. It is important to coordinate DDR and SSR and relate them to other post-conflict peacebuilding activities such as small arms and light weapons (SALW), transi- tional justice or mine action programmes. Due attention to context-specific issues of timing and sequencing is essential to ensure that the different activities do not become incompat- ible. The absence of adequate, timely and well-targeted funding provides a particularly acute challenge to sustainable, coherent DDR and SSR.",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 7,
            "Heading1": "6. Guiding principles",
            "Heading2": "6.5. Integration and planning: the importance of coordination & coherence .",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "This section begins by identifying certain early areas of SSR support that can reinforce DDR activities (7.1-7.4) while preparing the ground for a more programmatic approach to SSR. An important element of the DDR-SSR nexus is the integration of ex-combatants into the reformed security sector. Particular emphasis is therefore put on issues relating to secu- rity sector integration (7.5-7.12).",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 7,
            "Heading1": "7. DDR and SSR dynamics to consider before and during demobilisation",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Reducing the availability of illegal weapons connects DDR and SSR to related security challenges such as wider civilian arms availability. In particular, there is a danger of ‘leak- age’ during transportation of weapons and ammunition gathered through disarmament processes or as a result of inadequately managed and controlled storage facilities. Failing to recognise these links may represent a missed opportunity to develop the awareness and capacity of the security sector to address security concerns related to the collection and management of weapon stocks (see IDDRS 2.20 on post-conflict stabilization, peace-building and recovery frameworks).",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 7,
            "Heading1": "7. DDR and SSR dynamics to consider before and during demobilisation",
            "Heading2": "7.1. Disarmament and longer-term SSR",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Disarmament programmes should be complemented, where appropriate, by training and other activities to enhance law enforcement capacities and national control over weap- ons and ammunition stocks. The collection of arms through the disarmament component of the DDR programme may in certain cases provide an important source of weapons for reformed security forces. In such cases, disarmament may be considered a potential entry point for coordination between DDR and SSR.",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 7,
            "Heading1": "7. DDR and SSR dynamics to consider before and during demobilisation",
            "Heading2": "7.1. Disarmament and longer-term SSR",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "In cases where combatants are declared part of illegal groups, progress in police reform and relevant judicial functions can project deterrence and help ensure compliance with the DDR process. This role must be based on adequate police capacity to play such a supporting role (see Case Study Box 1).",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 8,
            "Heading1": "7. DDR and SSR dynamics to consider before and during demobilisation",
            "Heading2": "7.2. Illegal armed groups",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The role of the police in supporting DDR activities should be an element of joint plan- ning. In particular, decisions on police support to DDR should be based on their capacity to support the DDR programme. Where there are synergies to be realised, this should be reflected in resource allocation, training and priority setting for police reform activities.",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 8,
            "Heading1": "7. DDR and SSR dynamics to consider before and during demobilisation",
            "Heading2": "7.2. Illegal armed groups",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "A number of common DDR/SSR concerns relate to the disengagement of ex-combatants. Rebel groups often inflate their numbers before or at the start of a DDR process due to financial incentives as well as to strengthen their negotiating position for terms of entry into the security sector. This practice can result in forced recruitment of individuals, including children, to increase the headcount. Security vacuums may be one further consequence of a disengagement process with the movement of ex-combatants to de- mobilization centres resulting in potential risks to communities. ",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 8,
            "Heading1": "7. DDR and SSR dynamics to consider before and during demobilisation",
            "Heading2": "7.3. The disengagement process",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Analysis of context-specific security dynamics linked to the disengagement process should provide a common basis for DDR/SSR decisions. When negotiating with rebel groups, criteria for integration to the security sector should be carefully set and not based simply on the number of people the group can round up (see IDDRS 3.20 on DDR Programme Design, Para 6.5.3.4). The requirement that chil- dren be released prior to negotiations on integration into the armed forces should be stip- ulated and enforced to discourage their forced recruitment (see IDDRS 5.30 on Children and DDR). The risks of potential security vacuums as a result of the DDR process should provide a basis for joint DDR/SSR coordination and planning.",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 8,
            "Heading1": "7. DDR and SSR dynamics to consider before and during demobilisation",
            "Heading2": "7.3. The disengagement process",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The illegal exploitation of natural resources creates an obstacle to effective DDR and under- mines prospects for economic recovery. Control over natural resources provides a resource base for continued recruitment of combatants and the prolonging of violence. Rebel groups are unlikely to agree to disarmament/demobilization if that means losing control of valu- able land.",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 9,
            "Heading1": "7. DDR and SSR dynamics to consider before and during demobilisation",
            "Heading2": "7.4. Natural resource exploitation",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "SSR activities should address relevant training requirements necessary for targeting armed groups in control of natural resources. Mandates and resource allocation for national security forces should be elaborated and allocated, where appropriate, to focus on this priority.11 Shared conflict and security analysis that focuses on this issue should inform DDR/SSR planning processes.",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 9,
            "Heading1": "7. DDR and SSR dynamics to consider before and during demobilisation",
            "Heading2": "7.4. Natural resource exploitation",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Policies establishing a new rank structure for members of the reformed security sector may facilitate integration by supporting the creation of a new command structure. It is particu- larly important to address perceived inequities between different groups in order to avoid resulting security risks.",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 9,
            "Heading1": "7. DDR and SSR dynamics to consider before and during demobilisation",
            "Heading2": "7.5. Rank harmonisation",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Rank harmonisation processes should be based on clear provisions in a peace agreement or other legal documents and be planned in full consideration of the consequences this may have on security budgets (i.e. if too many high ranks are attributed to ex-combatants). Policies should be based on consideration of appropriate criteria for determining ranks, the need for affirmative action for marginalised groups and an agreed formula for conver- sion from former armed groups to members of the reformed security sector.",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 9,
            "Heading1": "7. DDR and SSR dynamics to consider before and during demobilisation",
            "Heading2": "7.5. Rank harmonisation",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "While the data capture at disarmament or demobilization points is designed to be utilised during reintegration, the early provision of relevant data can provide essential support to SSR processes. Sharing information can 1) help avoid multiple payments to ex-combatants registering for integration into more than one security sector institution, or for both inte- gration and reintegration; 2) provide the basis for a security sector census to help national authorities assess the number of ex-combatants that can realistically be accommodated within the security sector; 3) support human resource management by providing relevant information for the reform of security institutions; and 4) where appropriate, inform the vetting process for members of security sector institutions (see IDDRS 6.20 on DDR and Transitional Justice).",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 9,
            "Heading1": "7. DDR and SSR dynamics to consider before and during demobilisation",
            "Heading2": "7.6. Data collection and management",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Extensive data is often collected during the demobilization stage (see Module 4.20 on Demobilization, Para 5.4). A mechanism for collecting and processing this information within the Management Information System (MIS) should capture information require- ments for both DDR and SSR and may also support related activities such as mine action (See Box 2). Relevant information should be used to support human resource and financial management needs for the security sector. (See Module 4.20 on Demobilization, Para 8.2, especially box on Military Information.) This may also support the work of those respon- sible for undertaking a census or vetting of security personnel. Guidelines should include confidentiality issues in order to mitigate against inappropriate use of information.",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 9,
            "Heading1": "7. DDR and SSR dynamics to consider before and during demobilisation",
            "Heading2": "7.6. Data collection and management",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Box 2 Examples of DDR information requirements relevant for SSR \\n Sex \\n Age \\n Health Status \\n Rank or command function(s) \\n Length of service \\n Education/Training \\n Literacy (especially for integration into the police) \\n Weapons specialisations \\n Knowledge of location/use of landmines \\n Location/willingness to re-locate \\n Dependents \\n Photo \\n Biometric digital imprint",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 10,
            "Heading1": "7. DDR and SSR dynamics to consider before and during demobilisation",
            "Heading2": "7.6. Data collection and management",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Vetting is a particularly contentious issue in many post-conflict contexts. However, sensi- tively conducted, it provides a means of enhancing the integrity of security sector institutions through ensuring that personnel have the appropriate background and skills.12 Failure to take into account issues relating to past conduct can undermine the development of effec- tive and accountable security institutions that are trusted by individuals and communities. ",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 10,
            "Heading1": "7. DDR and SSR dynamics to consider before and during demobilisation",
            "Heading2": "7.7. Vetting",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The introduction of vetting programmes should be carefully considered in relation to minimum political conditions being met. These include sufficient political will and ade- quate national capacity to implement measures. Vetting processes should not single out ex-combatants but apply common criteria to all members of the vetted institution. Minimum requirements should include relevant skills or provision for re-training (particularly im- portant for ex-combatants integrated into reformed law enforcement bodies). Criteria should also include consideration of past conduct to ensure that known criminals, human rights abusers or perpetrators of war crimes are not admitted to the reformed security sector. (See IDDRS 6.20 on DDR and Transitional Justice.)",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 10,
            "Heading1": "7. DDR and SSR dynamics to consider before and during demobilisation",
            "Heading2": "7.7. Vetting",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Ex-combatants that have been socialized to the use of violence in conflict require proper support and training to assist their transition from armed combatant to security provider. Moreover, high HIV infection rates are common in many uniformed services and can com- promise command structures and combat readiness. Increasingly, there are national policies of screening recruits and excluding those who are HIV-positive.",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 10,
            "Heading1": "7. DDR and SSR dynamics to consider before and during demobilisation",
            "Heading2": "7.8 Support to the integration of ex-combatants within the security sector",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "In addition to identifying appropriate selection criteria for combatants eligible for inte- gration, ex-combatants should be provided with sufficient training and sensitization on behaviour change, and access to psychosocial support to enable a successful transition. Engaging in HIV/AIDS prevention at the outset of DDR will help to reduce new infections, thus—where national policies of HIV screening are in place—increasing the pool of potential candidates for recruitment, as well as assisting in planning for alternative occupational support and training for those found to be HIV-positive (see IDDRS Module 5.60 on HIV/ AIDS and DDR).",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 10,
            "Heading1": "7. DDR and SSR dynamics to consider before and during demobilisation",
            "Heading2": "7.8 Support to the integration of ex-combatants within the security sector",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Offering ex-combatants a voluntary choice between integrating into the security sector and pursuing civilian livelihoods can, in certain cases, be problematic. Resulting challenges may include disproportionate numbers of officers compared to other ranks, or mismatches between national security priorities and the comparative advantages of different security providers. Excessive integration into the security sector may be unrealistic in relation to the absorptive capacity of these institutions as well as financial limitations and perceived security requirements. There is also a risk to community security if large numbers of ex- combatants return without the prospect of meaningful employment.",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 11,
            "Heading1": "7. DDR and SSR dynamics to consider before and during demobilisation",
            "Heading2": "7.9. Balancing demobilisation and security sector integration",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Decisions on the incentives provided to ex-combatants registering for demobilization versus those registering for integration should be carefully considered to avoid unsustain- able outcomes. The financial and social benefits provided to each group should not therefore strongly favour one option over the other. Funding considerations should reflect national financial limitations in order to avoid unwanted course corrections. A communication strategy should be developed to ensure that options are clearly understood. Job counsel- ling—presenting realistic career options—may also reduce the risk of raising expectations among demobilised combatants entering into socio-economic programmes (see IDDRS 4.30 on Social and Economic Reintegration, Section 9.2).",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 11,
            "Heading1": "7. DDR and SSR dynamics to consider before and during demobilisation",
            "Heading2": "7.9. Balancing demobilisation and security sector integration",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Case Study Box 2 Integration followed by rightsizing in Burundi \\n Disproportionate numbers may need to be included in integrated force structures as a transitional measure to ‘buy the peace’ while ‘rightsizing’ is left to a later stage. This may be a necessary short-term solution but can heighten tensions if expectations are not managed. In Burundi, a two-step approach was adopted with ex-combatants first integrated into the armed forces with many demobilised in a second round. While it can be argued that the integrated army supported the conduct of peaceful elections in 2005, this double-trigger mechanism has generated uncertainty, frustration and disappointment amongst those demobilised through the subsequent rightsizing: at the beginning of 2008, 900 soldiers refused compulsory demobilization. The process lacked transparency and the criteria used for assessing those to be demobilised (i.e. disciplinary records) have been questioned. Moreover, the fact that previously integrated combatants develop skills within newly integrated security bodies that are subsequently lost undermines longer term SSR goals",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 11,
            "Heading1": "7. DDR and SSR dynamics to consider before and during demobilisation",
            "Heading2": "7.9. Balancing demobilisation and security sector integration",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Research has shown that there is a link between (future) crimes committed by security forces and inadequate terms and conditions of service. Poor social conditions within the security sector may also contribute to an unbalanced distribution of ex-combatants between reinte- gration and security sector integration.",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 11,
            "Heading1": "7. DDR and SSR dynamics to consider before and during demobilisation",
            "Heading2": "7.10. Social conditions within the security sector",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "SSR activities should focus from an early stage on addressing right-financing, man- agement and accountability in security budgeting. An important early measure may be to support the establishment of a chain of payments system to prevent the diversion of sala- ries and ensure prompt payment. These measures may be most effective if combined with a census of the armed and security forces (see Case Study Box 3). In parallel to the DDR process, efforts to enhance the knowledge base of groups responsible for oversight of the security sector should be supported. This may include visits of parliamentarians, repre- sentatives of the Ministry of Labour, the media and civil society organisations to security installations (including barracks).",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 11,
            "Heading1": "7. DDR and SSR dynamics to consider before and during demobilisation",
            "Heading2": "7.10. Social conditions within the security sector",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Case Study Box 3 The impact of the census and chain of payments system in the DRC \\n In the DRC, low or non-existent salaries within the army and police was a cause of disproportionate numbers of ex-combatants registering for reintegration as opposed to army integration. This resulted in a large backload in the payment of reinsertion benefits as well as difficulties in identifying reintegration opportunities for these ex-combatants. Two separate measures were taken to improve the overall human and financial management of the armed forces. A census of the army was conducted in 2008 which identified non-existent ‘ghost soldiers.’ Resulting savings benefited the army as a whole through an increase in overall salary levels. The ‘chain of payments’ system also had a similar effect of improving confidence in the system. The military chain of command was separated from the financial management process making it more difficult to re-route salary payments from their intended recipients. Resulting savings have led to improved terms and conditions for the soldiers, thus increasing incentives for ex-combatants choosing integration.",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 12,
            "Heading1": "7. DDR and SSR dynamics to consider before and during demobilisation",
            "Heading2": "7.10. Social conditions within the security sector",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The absence of women from the security sector is not just discriminatory but can represent a lost opportunity to benefit from the different skill sets and approaches offered by women as security providers.13 Giving women the means and support to enter the DDR process should be linked to encouraging the full representation of women in the security sector and thus to meeting a key goal of Security Council Resolution 1325 (2000) (see IDDRS 5.10 on Women, Gender and DDR, Para 6.3). If female ex-combatants are not given adequate consideration in DDR processes, it is very unlikely they will be able to enter the security forces through the path of integration.",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 12,
            "Heading1": "7. DDR and SSR dynamics to consider before and during demobilisation",
            "Heading2": "7.11. Gender-responsive DDR and SSR",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Specific measures shall be undertaken to ensure that women are encouraged to enter the DDR process by taking measures to de-stigmatise female combatants, by making avail- able adequate facilities for women during disarmament and demobilization, and by provid- ing specialised reinsertion kits and appropriate reintegration options to women. Female ex-combatants should be informed of their options under the DDR and SSR processes and incentives for joining a DDR programme should be linked to the option of a career within the security sector when female ex-combatants demobilise. Consideration of the specific challenges female ex-combatants face during reintegration (stigma, non-conventional skill sets, trauma) should also be given when considering their integration into the security sector. Related SSR measures should ensure that reformed security institutions provide fair and equal treatment to female personnel including their special security and protection needs.",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 13,
            "Heading1": "7. DDR and SSR dynamics to consider before and during demobilisation",
            "Heading2": "7.11. Gender-responsive DDR and SSR",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "When considering demobilization based on semi-permanent (encampment) or mobile de- mobilization sites, a number of SSR-related factors should be taken into account. Mobile demobilization sites may offer greater flexibility for the DDR process as they are easier to set up, cheaper and may pose less of a security risk than encampment (see IDDRS 4.20 on Demobilization). On the other hand, the cantonment of ex-combatants in a physical struc- ture can provide for greater oversight and control in sites that may have longer term utility as part of an SSR process.",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 13,
            "Heading1": "7. DDR and SSR dynamics to consider before and during demobilisation",
            "Heading2": "7.12. Physical vs. mobile DDR structures",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Planning for demobilization sites should assess the availability of a capable and neutral security provider, paying particular attention to the safety of women, girls and vulnerable groups. Developing a communication strategy in partnership with community leaders should be encouraged in order to dispel misperceptions, better understand potential threats and build confidence. The potential long term use of demobilization sites may also be a factor in DDR planning. Investment in physical sites may be used post-DDR for SSR activities with semi-permanent sites subsequently converted into barracks, thus offering cost savings. Similarly, the infrastructure created under the auspices of a DDR programme to collect and manage weapons may support a longer term weapons procurement and storage system.",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 13,
            "Heading1": "7. DDR and SSR dynamics to consider before and during demobilisation",
            "Heading2": "7.12. Physical vs. mobile DDR structures",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Box 3 Action points for the transition from DDR to security sector integration \\n Integrate Information management – identify and include information requirements for both DDR and SSR when designing a Management Information System and establish mechanisms for information sharing. \\n Establish clear recruitment criteria – set specific criteria for integration into the security sector that reflect national security priorities and stipulate appropriate background/skills. \\n Implement census and identification process – generate necessary baseline data to inform training needs, salary scales, equipment requirements, rank harmonisation policies etc. \\n Clarify roles and re-training requirements – of different security bodies and re-training for those with new roles within the system. \\n Ensure transparent chain of payments – for both ex-combatants integrated into the security sector and existing members. \\n Provide balanced benefits – consider how to balance benefits for entering the reintegration programme with those for integration into the security sector. \\n Support the transition from former combatant to security provider – through training, psychosocial support, and sensitization on behaviour change, GBV, and HIV",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 13,
            "Heading1": "7. DDR and SSR dynamics to consider before and during demobilisation",
            "Heading2": "7.12. Physical vs. mobile DDR structures",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "While the military remains a central actor, during the reintegration phase, common DDR/ SSR concerns focus on community safety and policing initiatives. Activities relating to the judiciary, border management and revenue collection, as well as wider issues pertaining to the inclusion of ex-combatants and their receiving communities in local and national decision making processes are also significant.",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 14,
            "Heading1": "8. DDR and SSR dynamics to consider before and during reintegration",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Targeting reintegration options and securing vulnerable communities represents an im- portant area where synergies can be developed between DDR and SSR programmes. The reintegration of ex-combatants into the community provides a unique opportunity for con- fidence building between law enforcement bodies and local residents. The police has a key role to play in ensuring the safety of returning ex-combatants as well as securing communities that may be at greater risk following their return (see IDDRS 4.50 on UN Police Roles and Responsibilities, Para 11). However, police capacities will only be focused on this prior- ity if support to the DDR process is factored into planning, training and resource allocation. ",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 14,
            "Heading1": "8. DDR and SSR dynamics to consider before and during reintegration",
            "Heading2": "8.1. Securing vulnerable communities",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The ability of ex-combatants and their receiving communities to communicate their concerns and priorities to local law enforcement agencies, and vice-versa, is a key compo- nent of sustainable reintegration. Reintegration may provide an entry point for the develop- ment of local security plans through constructive dialogue between communities, including vulnerable and marginalised groups, and security providers. Capacity development within the military, police and other community level security providers should be prioritised to ensure police support for DDR objectives. In parallel, mandates and tasking should reflect the critical role of the police in establishing an enabling environment for the successful reintegration of ex-combatants.",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 14,
            "Heading1": "8. DDR and SSR dynamics to consider before and during reintegration",
            "Heading2": "8.1. Securing vulnerable communities",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "There is a need to identify and act on information relating to the return and reintegration of ex-combatants. This can support the DDR process by facilitating reinsertion payments for ex-combatants and monitoring areas where employment opportunities exist. From an SSR perspective, better understanding the dynamics of returning ex-combatants can help identify potential security risks and sequence appropriate SSR support.",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 14,
            "Heading1": "8. DDR and SSR dynamics to consider before and during reintegration",
            "Heading2": "8.2. Tracking the return of ex-combatants",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Conflict and security analysis that takes account of returning ex-combatants is a com- mon DDR/SSR requirement. Comprehensive and reliable data collection and analysis may be developed and shared in order to understand shifting security dynamics and agree security needs linked to the return of ex-combatants. This should provide the basis for coordinated planning and implementation of DDR/SSR activities. Where there is mistrust between security forces and ex-combatants, information security should be an important consideration.",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 14,
            "Heading1": "8. DDR and SSR dynamics to consider before and during reintegration",
            "Heading2": "8.2. Tracking the return of ex-combatants",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "HLP projects are often developed to support the return of internally displaced persons (IDPs) and other vulnerable groups. While ex-combatants only represent a small segment of this group, they are more likely to resort to intimidation or force in order to attempt to resolve disputes. Moreover, ex-combatants may find that their land has been occupied as a deliberate strategy of intimidation. HLP therefore offers an opportunity to support re-integration while mitigating potential security problems down the line (see IDDRS module 4.30 on Social and Economic Reintegration). Complementary SSR measures that address the return of ex-combatants may focus on supporting dispute resolution mechanisms as well as addressing related security threats. ",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 14,
            "Heading1": "8. DDR and SSR dynamics to consider before and during reintegration",
            "Heading2": "8.3. Housing, land and property (HLP) dispute mechanisms",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Engagement with local authorities, community security and justice providers on HLP offers a means to link SSR concerns with support for returning ex-combatants. The devel- opment of special mechanisms for ex-combatants may be considered so that the time- sensitivity and stigma associated with their cases is taken into consideration. This should be balanced against the risk of perceived inequalities between ex-combatants and receiving communities. In either case, it is important to provide sensitisation on available support structures and how to access them.",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 15,
            "Heading1": "8. DDR and SSR dynamics to consider before and during reintegration",
            "Heading2": "8.3. Housing, land and property (HLP) dispute mechanisms",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Community security initiatives can be considered as a mechanism for both encouraging acceptance of ex-combatants and enhancing the status of local police forces in the eyes of communities (see IDDRS 4.50 on UN Police Roles and Responsibilities). Community-policing is increasingly supported as part of SSR programmes. Integrated DDR programme plan- ning may also include community security projects such as youth at risk programmes and community policing and support services (see IDDRS 3.41 on Finance and Budgeting).",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 15,
            "Heading1": "8. DDR and SSR dynamics to consider before and during reintegration",
            "Heading2": "8.4. Community security initiatives",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Community security initiatives provide an entry point for developing synergies be- tween DDR and SSR. DDR programmes may benefit from engaging with police public information units to disseminate information about the DDR process at the community level. Pooling financial and human resources including joint information campaigns may contribute to improved outreach, cost-savings and increased coherence.",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 15,
            "Heading1": "8. DDR and SSR dynamics to consider before and during reintegration",
            "Heading2": "8.4. Community security initiatives",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Box 4 DDR/SSR action points for supporting community security \\n Identify and include relevant law enforcement considerations in DDR planning. Where appropriate, coordinate reintegration with police authorities to promote coherence. \\n Assess the security dynamics of returning ex-combatants. Consider whether information generated from tracking the reintegration of ex-combatants should be shared with the national police. If so, make provision for data confidentiality. \\n Consider opportunities to support joint community safety initiatives (e.g. weapons collection, community policing). \\n Support work with men and boys in violence reduction initiatives, including GBV.",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 15,
            "Heading1": "8. DDR and SSR dynamics to consider before and during reintegration",
            "Heading2": "8.4. Community security initiatives",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "While DDR and SALW control initiatives tend to take place separately, they are linked because in practice they both seek to manage, reduce and control the availability of weapons. SALW control measures are also closely linked to SSR because they depend on the enforce- ment capacity of the police, the ability of border management bodies to restrict illicit flows of these weapons across borders as well as security sector oversight and accountability mechanisms to ensure appropriate control over national stocks.",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 15,
            "Heading1": "8. DDR and SSR dynamics to consider before and during reintegration",
            "Heading2": "8.5. DDR, SSR and SALW",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "SALW control initiatives may provide an entry point for coordinating DDR-SSR efforts. Developing linkages between national SALW Commissions and DDR/SSR Commissions may provide one means to institutionalise coordination. To ensure potential synergies are not lost, SALW control measures should form part of joint assessments and be reflected in the design of DDR/SSR programmes. SALW availability should be a component of conflict and security analysis (see IDDRS 4.30 on Social and Economic Reintegration, Section 5.1.).",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 16,
            "Heading1": "8. DDR and SSR dynamics to consider before and during reintegration",
            "Heading2": "8.5. DDR, SSR and SALW",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "There is a need to understand the influence of DDR processes on the role and capacities of the private security sector and how this affects the security of communities and individuals (see Case Study Box 4). Ex-combatants are a natural target group for recruitment by pri- vate security bodies. However, the security implications of DDR activities in this area are unclear due to lack of knowledge concerning the nature, capacity, motives and the general lack of oversight and accountability of the private security sector.",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 16,
            "Heading1": "8. DDR and SSR dynamics to consider before and during reintegration",
            "Heading2": "8.6. DDR and the private security sector",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The scale and role of private security bodies should form part of evaluations of ex- combatants reintegrating into rural and urban settings in order to inform potential SSR responses. Complementary SSR initiatives may include regulation of commercial entities or practical measures at the community level to align the roles and objectives of state and non-state security providers.",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 16,
            "Heading1": "8. DDR and SSR dynamics to consider before and during reintegration",
            "Heading2": "8.6. DDR and the private security sector",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Case Study Box 4 PSC regulation as an entry point for coordination \\n In Afghanistan, increasing numbers of private security companies (PSCs) have contributed to a blurring of roles with illegal armed groups. There are concerns that many ex-combatants joined the private security sector without having to give up their weapons. The heavy weapons carried by some PSCs in Afghanistan have also contributed to negative perceptions in the eyes of local populations. Laws covering PSCs have now been enacted as part of the SSR process in order to regulate the groups and their weapons. The PSC regulatory framework is linked to both the Disbandment of Illegal Armed Groups (DIAG) programme and the weapons law. The Joint Secretariat of the DIAG has contributed to the regulation of PSCs by drafting a Government Policy on Private Security Companies. PSC regulation therefore serves as a useful bridge between demilitarization and SSR activities.",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 16,
            "Heading1": "8. DDR and SSR dynamics to consider before and during reintegration",
            "Heading2": "8.6. DDR and the private security sector",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Instability is exacerbated by the flow of combatants as well as the trafficking of people, arms and other goods across porous borders. Cross-border trafficking can provide com- batants with the resource base and motivation to resist entering the DDR process. There is also a risk of re-recruitment of ex-combatants into armed groups in adjacent countries, thus undermining regional stability. Developing sustainable border management capacities can therefore enhance the effectiveness of disarmament measures, prevent the re-recruitment of foreign combatants that transit across borders and contribute to the protection of vulner- able communities.",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 16,
            "Heading1": "8. DDR and SSR dynamics to consider before and during reintegration",
            "Heading2": "8.7. DDR and border management",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Training and capacity building activities should acknowledge linkages between DDR and border security. Where appropriate, conflict and security analysis should address re- gional security considerations including cross-border flows of combatants in order to coor- dinate responses with border security authorities. At the same time, adequate options and opportunities should be open to ex-combatants in case they are intercepted at the border. Lack of logistics and personnel capacity as well as inaccessibility of border areas can pose major challenges that should be addressed through complementary SSR activities. SALW projects may also benefit from coordination with border management programmes.",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 16,
            "Heading1": "8. DDR and SSR dynamics to consider before and during reintegration",
            "Heading2": "8.7. DDR and border management",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "DDR and related programmes should be mutually supportive and integrated within a common framework (see IDDRS 3.20 on DDR Programme Design). This section proposes ways to appropriately integrate SSR concerns into DDR assessments, programme design, monitoring and evaluation (9.1-9.3). To avoid unrealistic and counter-productive approaches, decisions on how to sequence activities should be tailored to context-specific security, political and socio-economic factors. Entry points are therefore identified where DDR/SSR concerns may be usefully considered (9.4).",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 17,
            "Heading1": "9. Programming factors and entry points",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Needs assessments are undertaken periodically in order to help planners and programmers understand progress and undertake appropriate course corrections. During the period prior to the development of a DDR programme, assessments can have the dual purpose of identifying programming options and providing guidance for DDR-related input into peace agreements",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 17,
            "Heading1": "9. Programming factors and entry points",
            "Heading2": "9.1. SSR-sensitive assessments",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "While DDR specialists should be included in integrated assessments that situate DDR within broader UN and national planning (see IDDRS 3.10 on Integrated DDR Planning) this should also be a regular practice for SSR. Promoting joint assessments through includ- ing representatives of other relevant bilateral/multilateral actors should also be encouraged to enhance coherence and reduce duplication. In designing DDR assessments, SSR con- siderations should be reflected in ToRs, the composition of assessment teams and in the knowledge gathered during assessment missions (see Box 5).",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 17,
            "Heading1": "9. Programming factors and entry points",
            "Heading2": "9.1. SSR-sensitive assessments",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Box 5 Designing SSR-sensitive assessments \\n Developing the terms of reference – Terms of reference (ToRs) for DDR assessments should include the need to consider potential synergies between DDR and SSR that can be identified and fed into planning processes. Draft ToRs should be shared between relevant DDR and SSR focal points to ensure that all relevant and cross-cutting issues are considered. The ToRs should also set out the composition of the assessment team. \\n Composing the assessment team – Assessment teams should be multi-sectoral and include experts or focal points from related fields that are linked to the DDR process. The inclusion of SSR expertise represents an important way of creating an informed view on the relationship between DDR and SSR. In providing inputs to more general assessments, broad expertise on the political and integrated nature of an SSR process may be more important than sector-specific knowledge. Where appropriate, experts from relevant bilateral/multilateral actors should also be included. Including host state nationals or experts from the region within assessment teams will improve contextual understanding and awareness of local sensitivities and demonstrate a commitment to national ownership. Inclusion of team members with appropriate local language skills is essential. \\n Information gathering – Knowledge should be captured on SSR-relevant issues in a given context. It is important to engage with representatives of local communities including non-state and community-based security providers. This will help clarify community perceptions of security provision and vulnerabilities and identify the potential for tensions when ex-combatants are reintegrated into communities, including how this may be tied to weapons availability.",
            "PageNum": 17,
            "Title": "DDR and Security Sector Reform",
            "Heading1": "9. Programming factors and entry points",
            "Heading2": "9.1. SSR-sensitive assessments",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "A first step in the pre-mission planning stage leading to the development of a UN concept of operations is the initial technical assessment (see IDDRS 3.10 on Integrated DDR Planning). In most cases, this is now conducted through a multidimensional technical assessment mission. ",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 18,
            "Heading1": "9. Programming factors and entry points",
            "Heading2": "9.1. SSR-sensitive assessments",
            "Heading3": "9.1.1. Multidimensional technical assessment mission",
            "Heading4": ""
        },
        {
            "Paragraph": "Multidimensional technical assessment missions represent an entry point to begin en- gaging in discussion with SSR counterparts on potential synergies between DDR and SSR. If these elements are already reflected in the initial assessment report submitted to the Secretary-General, it is more likely that the provisions that subsequently appear in the mis- sion mandate for DDR and SSR will be coherent and mutually supportive.",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 18,
            "Heading1": "9. Programming factors and entry points",
            "Heading2": "9.1. SSR-sensitive assessments",
            "Heading3": "9.1.1. Multidimensional technical assessment mission",
            "Heading4": ""
        },
        {
            "Paragraph": "Box 6 Indicative SSR-related questions to include in assessments \\n Is there a strategic policy framework or a process in place to develop a national security and justice strategy that can be used to inform DDR decision-making? \\n Map the security actors that are active at the national level as well as in regions particularly relevant for the DDR process. How do they relate to each other? \\n What are the regional political and security dynamics that may positively or negatively impact on DDR/SSR? \\n Map the international actors active in DDR/SSR. What areas do they support and how do they coordinate? \\n What non-state security providers exist and what gaps do they fill in the formal security sector? A\\n re they supporting or threatening the stability of the State? Are they supporting or threatening the security of individuals and communities? \\n What oversight and accountability mechanisms are in place for the security sector at national, regional and local levels? \\n Do security sector actors play a role or understand their functions in relation to supporting DDR? \\n Is there capacity/political will to play this role? \\n What are existing mandates and policies of formal security sector actors in providing security for vulnerable and marginalised groups? \\n Are plans for the DDR process compatible with Government priorities for the security sector? \\n Do DDR funding decisions take into account the budget available for the SSR process as well as the long-run financial means available so that gaps and delays are avoided? \\n What is the level of national management capacity (including human resource and financial aspects) to support these programmes? \\n Who are the potential champions and spoilers in relation to the DDR and SSR processes? \\n What are public perceptions toward the formal and informal security sector?",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 18,
            "Heading1": "9. Programming factors and entry points",
            "Heading2": "9.1. SSR-sensitive assessments",
            "Heading3": "9.1.1. Multidimensional technical assessment mission",
            "Heading4": ""
        },
        {
            "Paragraph": "If SSR issues and perspectives are to be integrated at an early stage, assessments and their outputs must reflect a holistic SSR approach and not just partial elements that may be most applicable in terms of early deployment. Situational analysis of relevant political, economic and security factors is essential in order to determine the type of SSR support that will best complement the DDR programme as well as to identify local and regional implications of decisions that may be crafted at the national level.",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 18,
            "Heading1": "9. Programming factors and entry points",
            "Heading2": "9.1. SSR-sensitive assessments",
            "Heading3": "9.1.2. Detailed field assessments",
            "Heading4": ""
        },
        {
            "Paragraph": "Detailed field assessments that inform the development of the DDR programme should be linked to the design of SSR activities (see IDDRS 3.10 on Integrated DDR Planning, Para 5.4). This may be done through joint assessment missions combining DDR and SSR com- ponents, or by drawing on SSR expertise throughout the assessment phase. Up to date conflict and security analysis should address the nexus between DDR and SSR in order to support effective engagement (see Box 6). Participatory assessments and institutional capac- ity assessments may be particularly useful for security-related research (see IDDRS 3.20 on DDR Programme Design, Para. 5.3.6).",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 18,
            "Heading1": "9. Programming factors and entry points",
            "Heading2": "9.1. SSR-sensitive assessments",
            "Heading3": "9.1.2. Detailed field assessments",
            "Heading4": ""
        },
        {
            "Paragraph": "It is particularly important that each phase of DDR programme design (see IDDRS 3.20 on DDR Programme Design) addresses the context-specific political environment within which DDR/SSR issues are situated. Shifting political and security dynamics means that flexibility is an essential design factor. Specific elements of programme design should be integrated within overall strategic objectives that reflect the end state goals that DDR and SSR are seeking to achieve.",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 19,
            "Heading1": "9. Programming factors and entry points",
            "Heading2": "9.2. Programme design",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Detailed field assessments should cover political and security issues as well as identifying key national and international stakeholders in these processes (see Box 6). The programme development and costing phase should result in indicators that reflect the relationship between DDR and SSR. These may include: linking disarmament/demobilization and community security; ensuring integration reflects national security priorities and budgets; or demonstrating that operational DDR activities are combined with support for national management and oversight capacities. Development of the DDR implementation plan should integrate relevant capacities across UN, international community and national stake- holders that support DDR and SSR and reflect the implementation capacity of national authorities.",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 19,
            "Heading1": "9. Programming factors and entry points",
            "Heading2": "9.2. Programme design",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Monitoring and evaluation can provide for a structured approach to recognising and opera- tionalising the linkages between DDR and SSR. It also serves as a mechanism for enhancing knowledge management and transfer. A common challenge results from information gaps due to rapidly changing political and security dynamics. While the MIS provides a structured means of collecting information, baseline data should be established and continuously mon- itored to adjust to changing conditions.",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 19,
            "Heading1": "9. Programming factors and entry points",
            "Heading2": "9.3. Monitoring and evaluation",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "In outcome evaluations, effective monitoring and evaluation should provide an entry point for reviewing DDR and SSR programmes to ensure that they are planned in a mutually supportive manner (see IDDRS 3.50 on Monitoring and Evaluation of DDR Programmes). Reports of impact evaluations may provide a useful basis for analysing the intended impact of DDR/SSR programmes, identifying their unintended consequences as well as adjusting programming objectives and priorities as appropriate. Mid-term reviews should be used as an opportunity to assess effectiveness and make necessary changes to programmes.14",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 19,
            "Heading1": "9. Programming factors and entry points",
            "Heading2": "9.3. Monitoring and evaluation",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Linking international support to a broad based, nationally owned process provides an important basis for coherent DDR and SSR programming. As discussed below, national dialogue, peace processes and national security or sector-specific policy reviews all repre- sent entry points to link DDR and SSR within a broader national governance framework.",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 19,
            "Heading1": "9. Programming factors and entry points",
            "Heading2": "9.4. Entry points",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Holding a national seminar does not mean that a common vision of necessary reform measures will (or should) be the outcome. Rather, it can mark the start of a participatory process of dialogue intended to clarify national needs and values and thus link short term security goals to longer term objectives. How national dialogue processes are designed and implemented may be more important than concrete outputs. Broad participation, including the transitional or elected authorities as well as representatives of the security sector, oversight bodies and civil society is important to enhance legitimacy and relevance. They can occur before or after the signing of a peace agreement. Equally, they can take place during transitional periods or following national elections to provide impetus to the peacebuilding process.",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 20,
            "Heading1": "9. Programming factors and entry points",
            "Heading2": "9.4. Entry points",
            "Heading3": "9.4.1. National dialogue",
            "Heading4": ""
        },
        {
            "Paragraph": "National dialogue processes should be supported as a means to foster common understandings of DDR and SSR challenges (See Case Study Box 5). Depending on the circumstances, specific sectoral presentations at national seminars may be useful to share developments in different parts of the security sector, foster national ownership and better understand the expectations and perspectives of different stakeholder groups. A sub-group on DDR-SSR linkages or specific sub-groups on issues such as political good governance may be established in order to develop knowledge and raise awareness on this nexus. Support to national dialogue processes should include provision of follow-up mechanisms to enhance sustainability.",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 20,
            "Heading1": "9. Programming factors and entry points",
            "Heading2": "9.4. Entry points",
            "Heading3": "9.4.1. National dialogue",
            "Heading4": ""
        },
        {
            "Paragraph": "Case Study Box 5 DDR & the national dialogue on SSR in the CAR \\n In the Central African Republic, a dysfunctional and poorly governed security sector has been identified as one of the root causes of conflict. Discussions on DDR were therefore couched in the broader framework of SSR and encouraging a national dialogue process was identified as a first step in addressing this issue. As part of this process, a national seminar was held from 14–17 April 2008. The seminar was prepared by a national Security Sector Reform Committee consisting of government officials, rep-resentatives of CAR’s security and justice services, and members of civil society. The seminar resulted in a roadmap for SSR implementation and also set up an evaluation mechanism to review progress. It provided a framework for many of the decisions in subsequent discussions and agreements. The seminar was held at an opportune moment as it was able to guide discussions on other critical aspects of the peace process. A working group session on DDR/SSR linkages contributed to crystallizing in the minds of the various stakeholders the need to avoid thinking about these issues separately.",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 20,
            "Heading1": "9. Programming factors and entry points",
            "Heading2": "9.4. Entry points",
            "Heading3": "9.4.1. National dialogue",
            "Heading4": ""
        },
        {
            "Paragraph": "Peace processes serve as an early opportunity to ensure DDR and SSR concerns are included on the national agenda and linked within a common framework.15 While DDR decisions often form part of agreements, the relationship between these provisions and decisions on the size and nature of post-conflict security forces frequently reflect the immediate priorities and interests of the different parties—such as maintaining a power base and rewarding allies—rather than being determined by the security needs of the state and its citizens. In supporting peace processes, SSR concerns should therefore influence approach and substance.",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 20,
            "Heading1": "9. Programming factors and entry points",
            "Heading2": "9.4. Entry points",
            "Heading3": "9.4.2. Peace agreements",
            "Heading4": ""
        },
        {
            "Paragraph": "Where feasible, decisions within peace agreements on demobilization and retention of ex-combatants should be informed by the needs of the future security sector. Level 6 Linkages with other Processes DDR and Security Sector Reform 21 6.10 needs of the future security sector. Given that SSR frameworks will evolve long after the conclusion of peace negotiations, flexibility is important to ensure that parties are not tightly bound to decisions (e.g. on force size) that later prove unrealistic. However, agreement on the broad frameworks of subsequent SSR processes, especially commitments to consultative mechanisms, can provide parties with confidence in and commitment to both the initial DDR programme and recognition of the linkages with longer term SSR requirements. The provision of both DDR and SSR expertise within negotiations can ensure coherence between the two processes. In particular, it is important that advisers promote a broad understanding of SSR that links reform of security providers to issues of management, oversight and accountability. Providing expertise drawn from the same region and ensuring a role for regional political organisations in negotiations may provide additional credibility through their contextual awareness and legitimacy.",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 20,
            "Heading1": "9. Programming factors and entry points",
            "Heading2": "9.4. Entry points",
            "Heading3": "9.4.2. Peace agreements",
            "Heading4": ""
        },
        {
            "Paragraph": "Transitional political arrangements offer clear entry points and opportunities to link DDR and SSR. In particular, transitional arrangements often have a high degree of legitimacy when they are linked to peace agreements and can be used to prepare the ground for longer term reform processes. However, a programmatic approach to SSR that offers opportunities to link DDR to longer term governance objectives may require levels of political will and legiti- mate governance institutions that will most likely only follow the successful completion of national elections that meet minimum democratic standards.",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 21,
            "Heading1": "9. Programming factors and entry points",
            "Heading2": "9.4. Entry points",
            "Heading3": "9.4.3. Transitional arrangements",
            "Heading4": ""
        },
        {
            "Paragraph": "During transitional periods prior to national elections, SSR activities should address immediate security needs linked to the DDR process while supporting the development of sustainable national capacities. Building management capacity, promoting an active civil society role and identifying practical measures such as a security sector census or improved payroll system can enhance the long term effectiveness and sustainability of DDR and SSR programmes. In the absence of appropriate oversight mechanisms for the security sector, supporting an ad hoc mechanism to oversee the DDR process, which includes a coordina- tion mechanism for DDR and SSR, should be considered. Such provision should include the subsequent transfer of competencies to formal oversight bodies.",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 21,
            "Heading1": "9. Programming factors and entry points",
            "Heading2": "9.4. Entry points",
            "Heading3": "9.4.3. Transitional arrangements",
            "Heading4": ""
        },
        {
            "Paragraph": "Elections should serve as an entry point for discussions on DDR and SSR. While successful elections can provide important legitimacy for DDR and SSR processes, they tend to mono- polise the available political space and thus strongly influence timelines and priorities, including resource allocation for DDR and SSR. Army integration may be prioritised in order to support the provision of effective security forces for election security while SSR measures may be designed around the development of an election security plan which brings together the different actors involved.",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 21,
            "Heading1": "9. Programming factors and entry points",
            "Heading2": "9.4. Entry points",
            "Heading3": "9.4.4. Elections",
            "Heading4": ""
        },
        {
            "Paragraph": "Election security can provide a useful catalyst for discussion on the roles and respon- sibilities of different security actors. It may also result in a focus on capacity building for police and other bodies with a role in elections. Priority setting and planning around sup- port for elections should be linked to longer term SSR priorities. In particular, criteria for entry and training for ex-combatants integrating within the security sector should be con- sistent with the broader values and approaches that underpin the SSR process.",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 21,
            "Heading1": "9. Programming factors and entry points",
            "Heading2": "9.4. Entry points",
            "Heading3": "9.4.4. Elections",
            "Heading4": ""
        },
        {
            "Paragraph": "National DDR commissions exist in many of the countries that embark on DDR processes and are used to coordinate government authorities and international entities that support the national DDR programme (see IDDRS 3.30 on National Institutions for DDR). National DDR commissions therefore provide an impo",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 22,
            "Heading1": "9. Programming factors and entry points",
            "Heading2": "9.4. Entry points",
            "Heading3": "9.4.5. National commissions",
            "Heading4": ""
        },
        {
            "Paragraph": "The ToRs of National DDR commissions may provide an opportunity to link national DDR and SSR capacities. For example, the commission may share information with rele- vant Ministries (beyond the Ministry of Defence) such as Justice and the Interior as well as the legislative and civil society. Depending on the context, national commissions may be- come permanent parts of the national security sector governance architecture. This can help to ensure that capacities developed in support of a DDR programme are retained within the system beyond the lifespan of the DDR process itself.",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 22,
            "Heading1": "9. Programming factors and entry points",
            "Heading2": "9.4. Entry points",
            "Heading3": "9.4.5. National commissions",
            "Heading4": ""
        },
        {
            "Paragraph": "This section addresses the common challenge of operationalising national ownership in DDR and SSR programmes. It then considers how to enhance synergies in international support for DDR and SSR.",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 22,
            "Heading1": "10. Supporting national and international capacities",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Weak institutions and limited capacities are frequently cited as impediments to national ownership in post-conflict contexts. However, this points to the need for a dual focus on supporting transparent, inclusive national decision-making combined with the develop- ment of sustainable national capacities. Due attention to national ownership is therefore critical to addressing challenges of legitimacy and sustainability that are common to DDR and SSR.",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 22,
            "Heading1": "10. Supporting national and international capacities",
            "Heading2": "10.1. National ownership",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "National ownership extends beyond central government to include a wide range of actors with a role in security provision, management and oversight. An important component of the DDR assessment phase should therefore be to identify national stakeholders that can contribute to the process. Supporting the meaningful involvement of parliament, civil soci- ety as well as local authorities and communities in DDR and SSR decision-making can help ensure that programmes are realistic and respond to local needs. The development of a comprehensive national security strategy (NSS) or narrower, sector specific strategies can (and should) be a lengthy process that continues after DDR is underway. However, insights drawn from discussions at national and local levels should be reflected in the de- sign, implementation and sequencing of DDR and SSR programmes.",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 22,
            "Heading1": "10. Supporting national and international capacities",
            "Heading2": "10.1. National ownership",
            "Heading3": "10.1.1. Participation and consultation",
            "Heading4": ""
        },
        {
            "Paragraph": "A process of national dialogue (see 9.4.1.) can help shape DDR/SSR frameworks that are underpinned by context-specific political and security considerations. Processes enacted to develop national or sector-specific security strategies should inform priorities and har- monise the roles of actors involved in both DDR and SSR (see Box 7). Participation should be encouraged from relevant government ministries (e.g. interior, finance, defence, intelli- gence, police, justice, immigration, health, education, labour, social welfare, gender, national HIV/AIDS Programme Councils), as well as legislative committees and financial manage- ment bodies. Civil society represents a key target group in helping to build trust, fostering ‘buy in’ and avoiding perceptions that the security sector is de-linked from the needs of citizens. Community consultations and communications strategies should be developed with national and local media to enhance dialogue processes in support of DDR and SSR programmes.",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 22,
            "Heading1": "10. Supporting national and international capacities",
            "Heading2": "10.1. National ownership",
            "Heading3": "10.1.1. Participation and consultation",
            "Heading4": ""
        },
        {
            "Paragraph": "Box 7 Constructing a national vision of security \\n Key questions: \\n Is there sufficient trust between national stakeholders to support the development of a national vision of security? If not, what enabling steps can be taken to build confidence in this process? \\n What are the most important current and future threats and challenges (both internal and external) to national security? \\n What is the role of the security sector and what values should underpin its work? \\n What are the security needs of communities and individuals, including the special needs of women, girls and vulnerable groups? \\n What areas should be granted priority in order to address these threats? \\n How should available resources be divided between competing public needs? \\n Do current mandates, capacities, resources and division of responsibilities reflect these threats? \\n What can be done to ensure that the objectives identified will be implemented? Who is responsible for and how effective is oversight and accountability of the security sector?",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 23,
            "Heading1": "10. Supporting national and international capacities",
            "Heading2": "10.1. National ownership",
            "Heading3": "10.1.1. Participation and consultation",
            "Heading4": ""
        },
        {
            "Paragraph": "Supporting the development of relevant national capacities to develop, manage and imple- ment programmes enhances the effectiveness of DDR and SSR while creating cross-cutting skills that contribute to the long term integrity of security institutions. Given their experi- ence, ex-combatants may play a significant role in these areas at national and community levels. In particular, a focus on security sector management and oversight provides an important means of contributing to sustainable national capacities.",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 23,
            "Heading1": "10. Supporting national and international capacities",
            "Heading2": "10.1. National ownership",
            "Heading3": "10.1.2. Capacity development",
            "Heading4": ""
        },
        {
            "Paragraph": "Identifying national capacity gaps linked to DDR/SSR should be an important objec- tive of needs assessments (see Box 6). Opportunities to develop cross-cutting skills (e.g. strategic planning, human resources, financial management, including gender budgeting, communications and outreach) should be agreed and prioritised with national authorities. Measures to enhance national capacities for democratic control and civilian oversight and to develop effective checks and balances within a clear legal framework are particularly important. Support for parliaments in fulfilling their oversight function can promote trans- parency and therefore trust in programmes and their use of resources.",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 23,
            "Heading1": "10. Supporting national and international capacities",
            "Heading2": "10.1. National ownership",
            "Heading3": "10.1.2. Capacity development",
            "Heading4": ""
        },
        {
            "Paragraph": "The politically sensitive nature of decisions relating to DDR and SSR means that external actors must pay particular attention to both the form and substance of their engagement. Close understanding of context, including identification of key stakeholders, is essential to ensure that support to national actors is realistic, culturally sensitive and sustainable. Externally- driven pressure to move forward on programming priorities will be counter-productive if this is de-linked from necessary political will and implementation capacity to develop policy and implement programmes at the national level.",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 23,
            "Heading1": "10. Supporting national and international capacities",
            "Heading2": "10.1. National ownership",
            "Heading3": "10.1.3. Sustainability",
            "Heading4": ""
        },
        {
            "Paragraph": "The design, implementation and timing of external support for DDR and SSR should be closely aligned with national priorities and capacities (see Boxes 6, 7 and 8). Given that activities may raise concerns over interference in areas of national sovereignty, design and approach should be carefully framed. In certain cases, “development” or “professionalisation” rather than “reform” may represent more acceptable terminology. Setting out DDR/SSR commitments in a joint letter of agreement and regularly monitoring implementation pro- vides a transparent means to set out agreed commitments between national authorities and the international community.",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 23,
            "Heading1": "10. Supporting national and international capacities",
            "Heading2": "10.1. National ownership",
            "Heading3": "10.1.3. Sustainability",
            "Heading4": ""
        },
        {
            "Paragraph": "Box 8 Supporting national ownership and capacities \\n Jointly establish capacity-development strategies with national authorities (see IDDRS 3.30 on National Institutions for DDR) that support common DDR and SSR objectives. \\n Support training to develop cross-cutting skills that will be useful in the long term (human resources, financial management, building gender capacity). \\n Identify and empower national reform ‘champions’ that can support DDR/SSR. This should be developed through actor mapping during the needs assessment phase. \\n Support the capacity of oversight and coordination bodies to lead and harmonise DDR and SSR activities. Identify gaps in the national legal framework to support oversight and accountability. \\n Consider twinning international experts with national counterparts within security institutions to support skills transfer. \\n Evaluate the potential role of national committees as a mechanism to establish permanent bodies to coordinate DDR/SSR. \\n Set down commitments in a joint letter of agreement that includes provision for regular evaluation of implementation.",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 23,
            "Heading1": "10. Supporting national and international capacities",
            "Heading2": "10.1. National ownership",
            "Heading3": "10.1.3. Sustainability",
            "Heading4": ""
        },
        {
            "Paragraph": "A common challenge for DDR and SSR programmes is to develop approaches where exter- nal assistance supports national actors in defining and implementing their own security needs and objectives. While operationalising national ownership remains a major challenge for the international community, this can be mitigated through effective coordination, en- hanced capacities and targeted funding.",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 24,
            "Heading1": "10. Supporting national and international capacities",
            "Heading2": "10.2. International support",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Improved coordination can support more coherent policy making and programming that takes into account the nexus between DDR and SSR. By contrast, parallel or contradictory approaches risk undermining common objectives to support national DDR and SSR proc- esses. While DDR is characterised by a strong UN role, SSR activities (and funding) are predominantly supported by bilateral donors through specific arrangements with national authorities. In some cases there may be a mixed approach, for example, with bilateral partners supporting army reform, whereas UN Police is advising on rebuilding the police sector. Promoting ‘joint’ assessments and develop- ing in-country coordination mechanisms can provide a clearer basis for developing co- herent international support in these areas.",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 24,
            "Heading1": "10. Supporting national and international capacities",
            "Heading2": "10.2. International support",
            "Heading3": "10.2.1. Coordination",
            "Heading4": ""
        },
        {
            "Paragraph": "In practice, limited overlap between ac- tors engaged in DDR and SSR indicates a need to establish more effective coordination mechanisms. The UN may in many cases provide a coordinating role for international support in a given context. Mapping the var- ious actors involved in DDR and SSR and their activities provides a structured basis to identify gaps and build synergies across the international community (see Case Study Box 6 below). Agreeing common understandings of ‘SSR’, consistent with the UN approach and other relevant policy frameworks is an important starting point for coordination. The creation of a joint steering committee or similar coordination mechanism for DDR/SSR may contribute to enhancing coherence throughout programme implementation. However, sufficient political will to implement ‘joined up’ approaches remains the key enabling fac- tor for improved coordination.",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 24,
            "Heading1": "10. Supporting national and international capacities",
            "Heading2": "10.2. International support",
            "Heading3": "10.2.1. Coordination",
            "Heading4": ""
        },
        {
            "Paragraph": "Case Study Box 6 Strengthening SSR coordination in Burundi \\n In Burundi, the large number of international actors engaged in supporting SSR led to coordination challenges. In 2006, the DDR/SSR unit of the United Nations Operation in Burundi (ONUB) recognized the need to improve coordination and identified as a first step the importance of gaining an overview of relevant actors and activities. This was done by mapping current and planned SSR support by international actors in order to minimize overlaps and identify gaps. The mapping was divided by categories of support and included applicable implementation timelines. The DDR/SSR unit regularly distributed results to the wider international community. Several bilateral actors recognized the value of this initiative and highlighted that the DDR/SSR unit had a comparative advantage in fulfilling this role because it had the human resources necessary to undertake such efforts.16 While coordination challenges among such a large number of actors is inevitable, ONUB’s efforts has contributed to a more structured dialogue on these issues within the international community in Burundi.",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 25,
            "Heading1": "10. Supporting national and international capacities",
            "Heading2": "10.2. International support",
            "Heading3": "10.2.1. Coordination",
            "Heading4": ""
        },
        {
            "Paragraph": "Support to DDR/SSR processes requires the deployment of a range of different capacities.17 Awareness of the potential synergies that may be realised through a coherent approach to these activities is equally important. Appropriate training offers a means to develop such awareness while including the need to consider the relationship between DDR and SSR in the terms of reference (ToRs) of staff members provides a practical means to embed this issue within programmes.",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 25,
            "Heading1": "10. Supporting national and international capacities",
            "Heading2": "10.2. International support",
            "Heading3": "10.2.2. Capacities",
            "Heading4": ""
        },
        {
            "Paragraph": "Cross-participation by DDR and SSR experts in tailored training programmes that ad- dress the DDR/SSR nexus should be developed to support knowledge transfer and foster common understandings. Where appropriate, coordination with SSR counterparts (and vice versa) should be included in the ToRs of relevant headquarters and field-based personnel. Linking the provision of DDR/SSR capacities to a shared vision of DDR/SSR objectives in a given context and an understanding of comparative advantages in different aspects of DDR/ SSR should be an important component of joint coordination and planning (see 10.2.1.).",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 25,
            "Heading1": "10. Supporting national and international capacities",
            "Heading2": "10.2. International support",
            "Heading3": "10.2.2. Capacities",
            "Heading4": ""
        },
        {
            "Paragraph": "Recognizing that the success of DDR may be linked to progress in SSR, or vice versa, re- quires sensitivity to the need to invest simultaneously in related programmes. Implementation of DDR and SSR programmes is frequently hampered by the non-availability or slow disburse- ment of funds. Delays in one area due to lack of funding can mean that funds earmarked for other key activities can also be blocked. If ex-combatants are forced to wait to enter the DDR process because of funding delays, this may result in heightened tensions or participants abandoning the process.",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 25,
            "Heading1": "10. Supporting national and international capacities",
            "Heading2": "10.2. International support",
            "Heading3": "10.2.3 Funding",
            "Heading4": ""
        },
        {
            "Paragraph": "Given the context specific ways that DDR and SSR can influence each other, there is no ideal model for integrated DDR-SSR funding. Increased use of multi-donor trust funds that address both issues represents one potential means to more effectively integrate DDR and SSR through pooled funding. National ownership is a key consideration: funding support for DDR/SSR should reflect the absorptive capacity of the state, including national resource limitations. In particular, the levels of ex-combatants integrated within the reformed security sector should be sus- tainable through national budgets. Supporting measures to enhance management and oversight of security budgeting provide an important means to support the effective use of limited resources for DDR and SSR. Improved transparency and accountability also contributes to building trust at the national level and between national authorities and international partners.",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 26,
            "Heading1": "10. Supporting national and international capacities",
            "Heading2": "10.2. International support",
            "Heading3": "10.2.3 Funding",
            "Heading4": ""
        },
        {
            "Paragraph": "The following is an indicative checklist for considering DDR-SSR linkages. Without being exhaustive, it summarises key points emerging from the module relevant for policy mak- ers and practitioners.",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 26,
            "Heading1": "11. Planning and design checklist",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Have measures been taken to engage both DDR and SSR experts in the negotiation of peace agreements so that provisions for the two are mutually supportive? \\n Are a broad range of stakeholders involved in discussions on DDR and SSR in peace negotiations including civil society and relevant regional organisations? \\n Do decisions reflect a nationally-driven vision of the role, objective and values for the security forces? \\n Have SSR considerations been introduced into DDR decision-making and vice versa? Do assessments include the concerns of all stakeholders, including national and inter- national partners? \\n Have SSR experts commented on the terms of reference of the assess- ment and participated in the assessment mission? \\n Is monitoring and evaluation carried out systematically and are efforts made to link it with SSR? Is M&E used as an entry-point for linking DDR and SSR concerns in planning?",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 26,
            "Heading1": "11. Planning and design checklist",
            "Heading2": "11.1. General",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Programming and planning \\n SSR/DDR dynamics before and during demobilization \\n Has the potential long-term use of demobilization and disarmament sites been fac- tored into planning for DDR? \\n Have disarmament programmes been complemented by security sector training and other activities to improve national control over stocks of weapons and ammunition? Has a security sector census been considered/implemented to support human and financial resource management and inform integration decisions? \\n Have clear criteria been developed for entry of ex-combatants into the security sector? Does this reflect national security priorities as well as the capacity of the security forces to absorb them? Is provision made for vetting to ensure appropriate skills and consid- eration of past conduct? \\n Have rank harmonisation policies been introduced which establish a formula for con- version from former armed groups to national armed forces? Was this the result of a dialogue which considered the need for affirmative action for marginalised groups? \\n Is there a sustainable distribution of ex-combatants between the reintegration and inte- gration programmes? Has information been disseminated and counselling been offered to ex-combatants facing a voluntary choice between integration and reintegration? \\n Have measures been taken to identify and address potential security vacuums in places where ex-combatants are demobilized, and has this information been shared with rel- evant authorities? Are security concerns related to dependents taken into account? \\n Have efforts been made to actively encourage female ex-combatants to enter the DDR process? Have they been offered the choice to integrate into the security sector? Has appropriate action been taken to ensure that the security institutions provide women with fair and equal treatment, including realistic employment opportunities? \\n Is there a communications/training strategy in place? Does it include messages specifi- cally designed to facilitate the transition from combatant to security provider including behaviour change, HIV risks and GBV? \\n\\n SSR/DDR dynamics before and during reintegration \\n Is data collected on the return and reintegration of ex-combatants? Is this analysed in order to coordinate relevant DDR and SSR activities? \\n Has capacity-building within the security sector been prioritised in a way to ensure that security institutions are capable of supporting DDR objectives? \\n Have ex-combatants been sensitised to the availability of housing, land and property dispute mechanisms? \\n In cases where private security bodies are a source of employment for ex-combatants, are efforts actively made to ensure their regulation and that appropriate vetting mech- anisms are in place? \\n Have border management services been sensitised and trained on issues relating to cross-border flows of ex-combatants?",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 26,
            "Heading1": "11. Planning and design checklist",
            "Heading2": "11.2. Programming and planning",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Communication and coordination Coordination \\n Have opportunities been taken to engage with national security sector management and oversight bodies on how they can support the DDR process? \\n Is there a mechanism that supports national dialogue and coordination across DDR and SSR? If not, could the national commission on DDR fulfil this role by inviting representatives of other ministries to selected meetings? \\n Are the specific objectives of DDR and SSR clearly set out and understood (e.g. in a ‘letter of commitment’)? Is this understanding shared by national actors and interna- tional partners as the basis for a mutually supportive approach? \\n\\n Knowledge management \\n When developing information management systems, are efforts made to also collect data that will be useful for SSR? Is there a mechanism in place to share this data? \\n Is there provision for up to date conflict and security analysis as a common basis for DDR/SSR decision-making? \\n Have efforts been made to share information with border management authorities on high risk areas for foreign combatants transiting borders? \\n Has regular information sharing taken place with relevant security sector institutions as a basis for planning to ensure appropriate support to DDR objectives? \\n Are adequate mechanisms in place to ensure institutional memory and avoid over reliance on key individuals? Are assessment reports and other key documents retained and easily accessible in order to support lessons learned processes for DDR/SSR?",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 27,
            "Heading1": "11. Planning and design checklist",
            "Heading2": "11.3. Communication and coordination",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Funding \\n Does resource planning seek to identify gaps, increase coherence and mitigate compe- tition between DDR and SSR? \\n Have the financial resource implications of DDR for the security sector been considered, and vice versa? \\n Are DDR and SSR programmes realistic and compatible with national budgets?",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 28,
            "Heading1": "11. Planning and design checklist",
            "Heading2": "11.4. Funding",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Capacity development, pooling resources and training H\\n ave efforts been made to sensitise staff on the DDR/SSR nexus through training or other activities? \\n Has the need for personnel to link DDR and SSR concerns been clearly agreed at Head- quarters and included in the ToRs of relevant personnel? \\n Has cross-participation in DDR or SSR training been implemented to foster knowledge transfer and build relationships? \\n Have key skills sets been identified and provision made for the availability of a multi- disciplinary resource pool? Are linguistic and ‘knowledge transfer’ skills adequately represented in order to support national capacity development? \\n In the area of national capacity-building, has the development of cross-cutting skills such as human resources and financial management (common requirements for both DDR and SSR) been encouraged? \\n Has pooling financial and physical resources for DDR and SSR been considered, for example, in the area of community security initiatives or SALW initiatives? \\n Are UN personnel aware of available SSR Resources, including through the UN Inter- Agency SSR Task Force (e.g. policy guidance, resources, gap analysis, backstopping)?",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 28,
            "Heading1": "11. Planning and design checklist",
            "Heading2": "11.5. Capacity development, pooling resources and training",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 29,
            "Heading1": "Annex A: Abbreviations",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Report of the Secretary-General on “The rule of law and transitional justice in conflict and post-conflict societies” (2004) \\n The Secretary-General’s Report “The rule of law and transitional justice in conflict and post-conflict societies,” defines the rule of law as “a principle of governance in which all persons, institutions and entities, public and private, including the State itself, are account- able to laws that are publicly promulgated, equally enforced and independently adjudicated, and which are consistent with international human rights norms and standards”.18 DDR is identified as one key element of “transitioning out of conflict and back to normalcy.” ",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 30,
            "Heading1": "Annex B: Key UN documents",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Report of the Secretary-General on “Disarmament, demobilization and reintegration” (2006) \\n The Secretary-General’s report on “Disarmament, demobilization and reintegration” dis- cusses the increased engagement of the United Nations in DDR from 2000-2005 in peace- keeping and non-peacekeeping contexts. Some important “lessons learned” from this work include: 1) DDR cannot be implemented without coordinating with the wider peacebuild- ing and recovery process; 2) DDR work should continue beyond the life of a traditional peacekeeping operation thus national capacities must be developed to ensure sustainability; 3) a fragmented approach to DDR is counterproductive; and 4) DDR “must also be planned in close coordination with transitional processes to review and reform the rule of law and security sectors, as well as efforts to control and reduce small arms proliferation.”19",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 30,
            "Heading1": "Annex B: Key UN documents",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Presidential Statement on “Maintenance of international peace and security: role of the Security Council in supporting security sector reform” (21 February 2007) \\n The Presidential Statement of 21 February 2007 emphasises that “reforming the security sector in post-conflict environments is critical to the consolidation of peace and stability, promoting poverty reduction, rule of law and good governance, extending legitimate state authority, and preventing countries from relapsing into conflict.”20 The importance of a “professional” and “accountable” security sector as well as an “impartial” justice sector are critical to sustainable peace and development. The fundamental role of the United Nations in “promoting comprehensive, coherent, and co-ordinated international support to nationally- owned security sector reform programmes, implemented with the consent of the country concerned” is stressed, as is the need for a balanced approach to SSR that considers institu- tional capacity, affordability and sustainability of SSR programmes. Inter-linkages between SSR and “transitional justice, disarmament, demobilization and repatriation, reintegration and rehabilitation of former combatants, small arms and light weapons control, as well as gender equality, children and armed conflict and human rights issues” are emphasised.21",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 30,
            "Heading1": "Annex B: Key UN documents",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Report of the Secretary-General on “Securing peace and development: the role of the United Nations in supporting security sector reform” (2008) \\n The Secretary-General’s report “Securing peace and development: the role of the United Nations in supporting security sector reform”, notes that “the development of effective and accountable security institutions on the basis of non-discrimination, full respect for human rights and the rule of law is essential”.22 As part of a holistic strategy, the United Nations can play a normative as well as operational role in SSR. Normatively, the United Nations can “[elaborate] policies and guidelines for the implementation of security sector reform plans and programmes and ensure that peacekeeping operations and United Nations country teams engaged in reform receive practical guidance and assistance in the estab- lishment of benchmarks and other evaluation processes”.23 Operationally, the United Nations can: 1) provide a minimum level of security from which to launch SSR activities; 2) support needs assessments and strategic planning efforts; 3) facilitate dialogue among the many actors and stakeholders involved in a country’s SSR process; 4) provide technical advice on defence and law enforcement institutions, border management, crime prevention and customs, among others; 5) coordinate and mobilize resources; 6) support the development of oversight mechanisms; and 7) support monitoring, evaluation and review efforts.24",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 30,
            "Heading1": "Annex B: Key UN documents",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Presidential Statement on “Maintenance of international peace and security: role of the Security Council in supporting security sector reform” (12 May 2008) \\n The Presidential Statement of 12 May 2008 on supporting security sector reform highlights that SSR is a long-term process and that “it is the sovereign right and primary responsibil- ity of the country concerned to determine its national approach and priorities for security sector reform”.25 The statement also reiterates that a holistic and coherent UN approach is needed and underlines the important role the Peacebuilding Commission “can play in ensuring continuous international support to countries emerging from conflict.”26",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 30,
            "Heading1": "Annex B: Key UN documents",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 32,
            "Heading1": "Annex C: Further reading and tools",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "1 Boxes included throughout the module provide practical examples and suggestions. Specific case study boxes draw on four field-based case studies conducted in Afghanistan, Burundi, the Central African Republic and the Democratic Republic of Congo in support of this module. \\n 2 See: Statement by the President of the Security Council at the 5632nd meeting of the Security Council, held on 20 February 2007, S/PRST/2007/3/ (21 February 2007); Statement by the President of the Security Council, “The maintenance of international peace and security: the role of the Security Council in humanitarian crises: challenges, lessons learned and the way ahead,” S/PRST/2005/30, 12 July 2005; United Nations Report of the Secretary-General, “Securing peace and development: the role of the United Nations in supporting security sector reform,” S/2008/39, 23 January 2008; and, United Nations General Assembly, “Report of the Special Committee on Peacekeeping Opera- tions and its Working Group: 2008 substantive session,” A/62/19, 10 March – 4 April and 3 July 2008. \\n 3 Report of the Secretary General, Securing Peace and development, para 17. \\n 4 All States periodically review and reform their security sectors. While recognising that SSR is not only a post-conflict challenge, this module focuses on these contexts as most relevant to DDR and SSR concerns. \\n 5 Report of the Secretary General, Securing Peace and development. Para 17. \\n 6 Organisation for Economic Co-operation and Development, “Security System Reform and Gover- nance; A DAC Reference Document,” 2005; Council of the European Union, “EU Concept for ESDP support to Security Sector Reform (SSR),” Council document 12566/4/05, 13 October 2005; Com- mission of the European Communities, “A Concept for European Community Support for Security Sector Reform,” SEC(2006) 658, 24 May 2006; ECOWAS, “ECOWAS Conflict Prevention Framework (ECPF),” enacted by Regulation MSC/REG.1/01/08 of the Mediation and Security Council of ECOWAS, 16 January 2008; and, United Nations Security Council, “Annex to the letter dated 20 November 2007 from the Permanent Representatives of Slovakia and South Africa to the United Nations addressed to the Secretary-General. Statement of the Co-Chairs of the International Work- shop on Enhancing United Nations Support for Security Sector Reform in Africa: Towards an African Perspective,” S/2007/687, 29 November 2007. \\n 7 For practical guidance on supporting parliamentary and civil society oversight of the security sector see: Born, H., Fluri, P. and Johnsson, A., (eds) Parliamentary Oversight of the Security Sector, DCAF/ Inter-Parliamentary Union: 2003; Cole, E., Eppert, K and Kinzelback, K., (eds) Public Oversight of the Security Sector, DCAF/UNDP: 2008. \\n 8 Muggah, Robert (ed), ‘Security and Post-Conflict Reconstruction: Dealing with Fighters in the After- math of War’, Routledge: 2009. \\n 9 Hänggi, H & Scherrer, V. (eds.), 2008, ‘Security Sector Reform and UN Integrated Missions: Experi- ence from Burundi, the Democratic Republic of Congo, Haiti, and Kosovo’, Lit Verlag, Münster. \\n 10 The OECD DAC Handbook on Security System Reform: Supporting Security and Justice provides extensive guidance on both political and technical aspects of SSR through the different phases of the programme cycle. Organization for Economic Co-operation and Development, “OECD DAC Hand- book on Security System Reform: Supporting Security and Justice,” 2007: http://www.oecd.org/ dataoecd/43/25/38406485.pdf. \\n 11 This is recommended in the interim report of the group of experts on the Democratic Republic of the Congo, pursuant to Security Council resolution 1698 (2006), S/2007/40. \\n 12 See: UNDP BCPR, (2006) Vetting Public Employees in Post-Conflict Settings: Operational Guidelines. \\n 13 Bastick, Megan & Valasek, Kristin (eds). Gender & Security Sector Reform Toolkit, DCAF, OSCE/ ODIHR, UN-INSTRAW. 2008. Available at: http://www.dcaf.ch/gender-security-sector-reform/ gssr-toolkit.cfm?navsub1=37&navsub2=3&nav1=3 \\n 14 See: Greene, Owen and Simon Rynn, Linking and Co-ordinating DDR and SSR for Human Security after Conflict: Issues, Experience and Priorities, Centre for International Cooperation and Security, Safer- world and the University of Bradford, July 2008. \\n 15 A recent study by the African Security Sector Network (ASSN) provides valuable insights drawn from analysis of SSR in peace agreements in 8 states from Africa, Asia and Central America (see Annex B for full details). \\n 16 See Laurent Banal and Vincenza Scherrer, ‘ONUB and the Importance of Local Ownership: The Case of Burundi’ in Security Sector Reform and UN Integrated Missions: Experience from Burundi, the Democratic Republic of Congo, Haiti, and Kosovo, eds. H. Hänggi & V. Scherrer, Lit Verlag, 2008. \\n 17 UN SSR resources may be available through the UN Inter-Agency Taskforce on SSR. This capacity includes guidance, resources, gap analysis and backstopping to field operations. \\n 18 United Nations Report of the Secretary-General, “The rule of law and transitional justice in conflict and post-conflict societies,” S/2004/616, 23 August 2004, Para 6. \\n 19 United Nations Report of the Secretary-General, “Disarmament, demobilization and reintegration,” A/60/705/, 2 March 2006, Para 9. \\n 20 United Nations, “Statement by the President of the Security Council,” S/PRST/2007/3, 21 February 2007. \\n 21 United Nations, “Statement by the President of the Security Council,” S/PRST/2007/3, 21 February 2007. \\n 22 Report of the Secretary-General, Securing Peace and Development, Page 1. \\n 23 Report of the Secretary-General, Securing Peace and Development, Para 48. \\n 24 Report of the Secretary-General, Securing Peace and Development, Para 50. \\n 25 United Nations, “Statement by the President of the Security Council,” S/PRST/2008/14, 12 May 2008. \\n 26 United Nations, “Statement by the President of the Security Council,” S/PRST/2008/14, 12 May 2008.",
            "Level": 6,
            "Title": "DDR and Security Sector Reform",
            "PageNum": 33,
            "Heading1": "Endnotes",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        }
    ]
}

