
{
    "6.20 DDR and Transitional Justice": [
        {
            "Paragraph": "This module on DDR and transitional justice aims to contribute to accountable DDR pro- grammes that are based on more systematic and improved coordination between DDR and transitional justice processes, so as to best support the successful transition from con- flict to sustainable peace. It is intended to provide a legal framework, guiding principles and options for policymakers and programme planners who are contributing to strategies that aim to minimize tensions and build on opportunities between transitional justice and DDR. ",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 1,
            "Heading1": "Summary",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Coordination between transitional justice and DDR programmes begins with an under- standing of how transitional justice and DDR may interact positively in the short-term in ways that, at a minimum, do not hinder their respective objectives of accountability and stability. Coordination between transitional justice and DDR practitioners should, however, aim beyond that. Efforts should be undertaken to constructively connect these two processes in ways that contribute to a stable, just and long-term peace.",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 1,
            "Heading1": "Summary",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "This module will explore the linkages between DDR programmes and transitional justice measures that seek prosecutions, truth-seeking, reparation for victims and institutional reform to address mass atrocities that occurred in the past. It is based on the principle that DDR programmes that are informed by international humanitarian law and international human rights law are more likely to achieve the long term objectives of the programme and be better supported by the international community. It aims to contribute to DDR programmes that comply with international standards and promote transitional justice objectives by pro- viding a relevant legal framework and set of guidelines and options for practitioners to consider when designing, implementing, and evaluating DDR programmes.",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 1,
            "Heading1": "1. Module scope and objectives",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Annex A contains a list of terms, definitions and abbreviations used in this standard. A com­ plete glossary of all the terms, definitions and abbreviations used in the series of integrated DDR standards (IDDRS) is given in IDDRS 1.20. In the IDDRS series, the words ‘shall’, ‘should’, ‘may’, ‘can’ and ‘must’ are used to indicate the intended degree of compliance with the standards laid down. This use is consistent with the language used in the International Organization for Standardization (ISO) standards and guidelines: \\n a) ‘shall’ is used to indicate requirements, methods or specifications that are to be applied in order to conform to the standard; \\n b) ‘should’ is used to indicate the preferred requirements, methods or specifications; \\n c) ‘may’ is used to indicate a possible method or course of action; \\n d) ‘can’ is used to indicate a possibility and capability; and, \\n e) ‘must’ is used to indicate an external constraint or obligation.",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 1,
            "Heading1": "2. Terms, definitions and abbreviations",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Since the mid-1980s, societies emerging from violent conflict or repressive rule have often chosen to address past violations of international human rights law and international humani- tarian law through transitional justice measures.",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 2,
            "Heading1": "3. Introduction",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Transitional justice “comprises the full range of processes and measures associated with a society’s attempts to come to terms with a legacy of large-scale past abuses, in order to ensure accountability, serve justice and achieve reconciliation.”1 (S/2004/616) It is primarily concerned with gross violations of international human rights law2 and seri- ous violations of international humanitarian law. Transitional justice measures may in- clude judicial and non-judicial responses such as prosecutions, truth commissions, reparations programmes for victims and tools for institutional reform such as vetting. Whatever combination is chosen must be in conformity with international legal standards and obligations. This module will also provide information on locally-based processes of justice, justice for women, and justice for children.",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 2,
            "Heading1": "3. Introduction",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Transitional justice measures are increasingly part of the political package that is agreed to by the parties to a conflict in a cease-fire or peace agreement. Subsequently, it is not uncommon for DDR programmes and transitional justice measures to coexist in the post- conflict period. The overlap of transitional justice measures with DDR programmes can create tension. Yet the coexistence of these two types of initiatives in the immediate aftermath of conflict—one focused on accountability, truth and redress and the other on security— may also contribute to achieving the long-term shared objectives of reconciliation and peace. DDR may contribute to the stability necessary to implement transitional justice ini- tiatives; and the implementation of transitional justice measures for accountability, truth, redress and institutional reform can increase the likelihood that DDR programmes will achieve their aims, by strengthening the legitimacy of the programme from the perspec- tive of the victims of violence and their communities, and contributing in this way to their willingness to accept returning ex-combatants.",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 2,
            "Heading1": "3. Introduction",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The relationship between DDR programmes and transitional justice measures can vary widely depending on the country context, the manner in which the conflict was fought and how it ended, and the level of involvement by the international community, among many other factors. In situations where DDR programmes and transitional justice meas- ures coexist in the field, both stand to benefit from a better understanding of their respec- tive mandates and ultimate aims. In all DDR processes there is a need to understand how DDR programmes link in with other aspects of a peace consolidation process, be they political, humanitarian, security or justice related, so as to avoid one process impacting negatively on another. UN-supported DDR aims to be people-centred, flexible, accountable and transparent; nationally owned; integrated; and well planned (see IDDRS 2.10 on the UN Approach to DDR). This module therefore further aims to contribute to an accountable DDR that is based on more systematic and improved coordination between DDR and tran- sitional justice processes so as to best facilitate the successful transition from conflict to sustainable peace.",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 2,
            "Heading1": "3. Introduction",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Box 1 Primary approaches to transitional justice \\n Prosecutions – are the conduct of investigations and judicial proceedings against an alleged perpetrator of a crime in accordance with international standards for the administration of justice. For the purposes of this module, the focus is on the prosecution of individuals accused of criminal conduct involving gross violations of international human rights law, serious violations of international humanitarian law and violations of international criminal law. Prosecutions initiatives can vary. They can be broad in scope, aiming to try many perpetrators, or they can be narrowly focused on those that bear the most responsibility for the crimes committed. \\n Reparations – are a set of measures that provides redress for victims of gross violations of international human rights law, serious violations of international humanitarian law and violations of international criminal law. Reparations can take the form of restitution, compensation, rehabilitation, satisfaction, and guarantees of non-repetition. Reparations programs have two goals: first, to provide recognition for victims because reparation are explicitly and primarily carried out on behalf of victims; and, second, to encourage trust among citizens, and between citizens and the state, by demonstrating that past abuses are regarded seriously by the new government. \\n Truth commissions – are non-judicial or quasi-judicial fact-finding bodies. They have the primary purpose of investigating and reporting on past abuses in an attempt to understand the extent and patterns of past violations, as well as their causes and consequences. The work of a commission is to help a society understand and acknowledge a contested or denied history, and bring the voices and stories of victims to the public at large. It also aims at preventing further abuses. Truth commissions can be official, local or national. They can conduct investigations and hearings, and can identify the individuals and institutions responsible for abuse. Truth commissions can also be empowered to make policy and prosecutorial recommendations. \\n Institutional reform – is changing public institutions, including those that may have perpetuated a conflict or served a repressive regime, and transforming them into institutions that are more effective and accountable and thus better able to support the transition, sustain peace and preserve the rule of law. Following a period of massive human rights abuse, building fair and efficient public institutions play a critical role in preventing future abuses. It also enables public institutions, in particular in the security and justice sectors, to provide criminal accountability for past abuses.",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 3,
            "Heading1": "3. Introduction",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "There are good reasons to anticipate a rise in situations where DDR and transitional justice initiatives will be pursued simultaneously. Transitioning states are increasingly using transitional justice measures to address past violations of international human rights law and humanitarian law, and prevent such violations in the future.",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 3,
            "Heading1": "4. Background",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "At present, formal institutional connections between DDR and transitional justice are rarely considered. In some cases, the different timings of DDR and transitional justice processes constrain the forging of more formal institutional interconnections. Disarmament and demobilization components of DDR are frequently initiated during a cease-fire, or immediately after a peace agreement is signed; while transitional justice initiatives often require the forming of a new government and some kind of legislative approval, which may delay implementation by months or, not uncommonly, years. Additionally, DDR processes and transitional justice initiatives have very different constituencies: DDR pro- grammes are directed primarily at ex-combatants while transitional justice initiatives focus more on victims and on society more generally.",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 3,
            "Heading1": "4. Background",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The lack of coordination between transitional justice and DDR may lead to unbal- anced outcomes and missed opportunities. One outcome, for example, is that victims receive markedly less attention and resources than ex-combatants. The inequity is most stark when comparing benefits for ex-combatants with reparations for victims. In many cases the latter receive nothing whereas ex-combatants usually receive some sort of DDR package. The im- balance between the benefits provided to ex-combatants and the lack of benefits provided to victims has led to criticism by some that DDR rewards violent behaviour. Enhanced coordination between DDR and transitional justice measures may create opportunities to mitigate this imbalance and increase the legitimacy of the DDR programme from the per- spective of the communities which need to accept returning ex-combatants.",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 4,
            "Heading1": "4. Background",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The relationships between DDR and transitional justice are important to consider be- cause both processes are critical components of strategies for peacekeeping and peace- building. UN peacekeeping operations have increasingly been entrusted with mandates to promote and protect human rights and accountability, as well as to assist national authori- ties in strengthening the rule of law. For example, the UN Peacekeeping Operation in the Democratic Republic of the Congo was given a specific mandate “to contribute to the dis- armament portion of the national programme of disarmament, demobilization and reinte- gration (DDR) of Congolese combatants and their dependants, in monitoring the process and providing as appropriate security in some sensitive locations;” as well as “to assist in the promotion and protection of human rights, with particular attention to women, children and vulnerable persons, investigate human rights violations to put an end to impunity, and continue to cooperate with efforts to ensure that those responsible for serious violations of human rights and international humanitarian law are brought to justice”.3",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 4,
            "Heading1": "4. Background",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Importantly DDR and transitional justice also aim to contribute to peacebuilding and reconciliation (see IDDRS 2.20 on Post-conflict Stabilization, Peace-building and Recovery Frameworks). DDR programmes may contribute to peacemaking and stability, creating environments more conducive to establishing transitional justice measures. Comprehensive approaches to transitional justice may address some of the root causes of conflict, provide accountability for past violations of international human rights and humanitarian law, and inform the institutional reform necessary to prevent the reemergence of violence. To that end they are “mutually reinforcing imperatives”.4",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 4,
            "Heading1": "4. Background",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Reconciliation remains a difficult concept to define or measure. There is no single model for overcoming divisions and building trust within societies recovering from conflict or totalitarian rule. DDR aims to encourage trust and confidence between ex-combatants, society and the State by presenting a transparent process by which former fighters give up their weapons, renounce their affiliations to armed groups, and commit to respecting the basic norms and laws including in the resolution of conflicts and the struggle for political power (see IDDRS 2.10 on the UN Approach to DDR). Transitional justice initiatives aim to build trust between victims, society, and the state through transitional justice measures that provide some acknowledgement from the State that citizen rights have been violated and that they deserve justice, truth and reparation. Increased consultation with victims’ groups, communities receiving demobilized combatants, municipal governments, faith- based organizations and the demobilized combatants and their families, may inform and strengthen the legitimacy of DDR and transitional justice processes and enhance the pros- pects of reconciliation.",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 3,
            "Heading1": "4. Background",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The Charter of the United Nations, the Universal Declaration of Human Rights, interna- tional human rights law, international humanitarian law, international criminal law and international refugee law provide the normative framework for transitional justice. In rec- ognition of these international instruments, transitional justice mechanisms seek to ensure compliance with the right to justice, the right to truth, the right to reparations, and the guarantees of non-repetition. Various widely ratified human rights and humanitarian law treaties require States to ensure punishment of specific offences.5 Furthermore, treaty bodies repeatedly found that amnesties that foreclose criminal prosecutions of gross violations of human rights violate States’ obligations under these treaties. An amnesty that impeded victims’ recourse to effective civil remedy would also violate this obligation.",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 5,
            "Heading1": "5. International legal framework for transitional justice",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The important developments in international law and practice related to transitional justice and witnessed in the last several decades, have been reflected in the Updated Set of Principles for the protection and promotion of human rights through action to combat impunity 6 (E/CN.4/2005/102/Add.1) and in the Basic Principles and Guidelines on the Right to a Remedy and Reparation for Victims of Gross Violations of International Human Rights Law and Serious Violations of the International Humanitarian Law.7 (A/RES/60/147) The Updated Principles affirm the need for a comprehensive approach towards combating impunity, including investigations and prosecutions, remedies and reparations, truth seeking, and guarantees of non-repetition of violations.”8 Furthermore, the 2004 Report of the Secretary General on The rule of law and transitional justice in conflict and post-conflict societies (S/2004/616) is a notable contribution to the UN doctrine on transitional justice and highlights key issues and lessons learned from the UN experiences.9",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 5,
            "Heading1": "5. International legal framework for transitional justice",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "While not exhaustive, the following section provides an overview of some of the inter- nationally recognized rights relevant to transitional justice processes and DDR. It also offers a review of the various transitional justice measures that could be established to implement these rights.",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 5,
            "Heading1": "5. International legal framework for transitional justice",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Various widely ratified human rights and humanitarian law treaties require State parties to investigate, prosecute and bring to justice the perpetrators of specific offences (see also the Updated Principles, principle 19). Amnesties that foreclose prosecution of those respon- sible for genocide, crimes against humanity, war crimes or gross violations of human rights are inconsistent with States’ obligations under international law10 and the UN policy. The “United Nations-endorsed peace agreements may never promise amnesties for genocide, war crimes, crimes against humanity or gross violations of human rights”11 and the UN staff may never condone amnesties that international law condemn.",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 5,
            "Heading1": "5. International legal framework for transitional justice",
            "Heading2": "5.1. The right to justice",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "States have the primary responsibility to ensure accountability for violations of inter- national human rights law and international humanitarian law and thus domestic court systems are often the preferred venue. Yet in post-conflict situations, the domestic court system is often unable or unwilling to conduct effective investigations or prosecutions. Important options are international ad hoc tribunals or hybrid courts. These judicial bodies are created to address particular situations, for a limited amount of time, and are the result of singular political and historical circumstances. They are composed of independent judges, working on the basis of predetermined rules of procedure, and rendering binding decisions. They are subject to the same principles governing the work of all international judiciaries (e.g., due process, impartiality and independence). The creation of international or hybrid tribunals in situations where national actors are unwilling or unable to prosecute alleged perpetrators is a revolutionary step in establishing accountability for gross violations of international human rights law and serious violations of international humanitarian law. For instance, the Statute of the International Tribunal for the Former Yugoslavia (ICTY), Statute of the International Tribunal for Rwanda (ICTR), and the Statute of the Special Court for Sierra Leone (SCSL) provide these tribunals with jurisdiction over serious crimes under international law.",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 5,
            "Heading1": "5. International legal framework for transitional justice",
            "Heading2": "5.1. The right to justice",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The entry into force of the Rome Statute of the International Criminal Court in 2002 was a major step forward in the history of international criminal accountability. For the first time, the world has an independent, permanent court to try individuals for the most serious crimes under international law: genocide, crimes against humanity and war crimes. The ICC is complementary to national criminal jurisdictions. The ICC will not exercise its jurisdiction, unless the State is unwilling or unable genuinely to carry out the investigation or prosecution.12 As of July 2009, the ICC treaty had been ratified by 110 states.",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 6,
            "Heading1": "5. International legal framework for transitional justice",
            "Heading2": "5.1. The right to justice",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "In addition to domestic courts, ad hoc and hybrid tribunals, and the ICC, prosecutions against individuals who have committed human rights violations and international crimes may also, in certain circumstances and depending on national laws, be pursued through the principle of ‘universal jurisdiction’. This principle is based on the notion that certain crimes are so harmful to international interests that States are entitled—and even obliged— to bring proceedings against the perpetrator, regardless of the location of the crime and the nationality of the perpetrator or the victim.13",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 6,
            "Heading1": "5. International legal framework for transitional justice",
            "Heading2": "5.1. The right to justice",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "There has been a growing recognition that both individual victims and society as a whole have the right to know the truth about past violations, and the State has responsibility in giving effect to this right. The Updated Principles emphasize that States must take appropri- ate measures to give effect to the right to know the truth. This may include non-judicial processes such as truth commissions that complement the role of the judiciary. Regardless of whether a State establishes such a body, it must ensure the preservation of archives and other information relevant to exercising the right to know about past violations. The Updated Principles also emphasize the importance of the participation of victims and other citizens, and specifically women and minorities, in the truth-seeking process.",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 6,
            "Heading1": "5. International legal framework for transitional justice",
            "Heading2": "5.2. The right to the truth",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Victims of gross violations of human rights and serious violations of international humani- tarian law are entitled to a remedy, including reparations. The Basic Principles and Guide- lines14 provide that “a State shall provide reparation to victims for acts or omissions which may be attributed to the State and constitute gross violations of international human rights law or serious violations of international humanitarian law.”15 Moreover, “States should endeavor to establish national programmes for reparation and other assistance to victims in the event that the parties liable for the harm suffered are unable or unwilling to meet their obligations.”16 Reparations may include the following forms of redress: restitution, compensation, rehabilitation, satisfaction and guarantees of non-repetition.17",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 6,
            "Heading1": "5. International legal framework for transitional justice",
            "Heading2": "5.3. The right to reparations",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The Updated Principles contribute to a normative framework for institutional reform, one of the most important means of guaranteeing that the systemic violation of human rights will not be repeated. They observe that “[S]tates must take all necessary measures, includ- ing legislative and administrative reforms, to ensure that public institutions are organised in a manner that ensures respect for the rule of law and protection of human rights.”18 To this extent, civilian control of military and security forces, as well as of intelligence agencies must be ensured and, where necessary, established or restored. At the same time, public officials and employees who are personally responsible for gross violations of human rights or serious crimes under international law, in particular those involved in military, security, police, intelligence and judicial sectors, should not continue to serve in State institu- tions.19 Vetting processes have been an important aspect of institutional reform in countries in transition. They aim to exclude individuals from public service whose previous conduct is incompatible with their holding a public position, with a view to re-establishing civic trust and re-legitimize public institutions.20 Their removal should comply with requirements of due process of law and principles of non-discrimination.21",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 7,
            "Heading1": "5. International legal framework for transitional justice",
            "Heading2": "5.4. Guarantees of non-repetition",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Do no harm: A first step in creating a constructive relationship between DDR and transitional justice is to understand how transitional justice and DDR can interact in ways that, at a minimum, do not obstruct their respective objectives of accountability and reconciliation and maintenance of peace and security. \\n Balanced approaches: While the imperative to maintain peace and security often de- mands a specific focus on ex-combatants in the short-term, long-term strategies should aim to provide reintegration opportunities to all war-affected populations, including victims.22 \\n Respect for international human rights law: DDR programmes shall respect and promote international human rights law. This includes supporting ways of preventing reprisal or discrimination against, or stigmatization of those who participate in DDR programmes as well as to protect the rights of the communities that are asked to receive ex-combatants, and members of the society at large. DDR processes shall provide for a commitment to gender, age and disability specific principles and shall comply with principles of non-discrimination. \\n Respect for international humanitarian law: DDR programmes shall respect and promote international humanitarian law, including the humane treatment of persons no longer actively engaged in combat. United Nations Peacekeeping Forces, includ- ing military members involved in administrative DDR programmes, are also subject to the fundamental principles and rules of international humanitarian law, and in cases of violation, are subject to prosecution in their national courts.23",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 7,
            "Heading1": "6. Guiding principles",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "This section provides an overview of how DDR programmes may relate to transitional jus- tice measures, including prosecutions, truth commissions, reparations, institutional reform, and locally-based justice processes. The section also explores how DDR and transitional justice measures address issues concerning women and children associated with armed groups and forces. The section identifies potential positive and negative aspects of these relationships in order to provide an informed basis for future strategies that aim to minimize tensions and build on opportunities.",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 7,
            "Heading1": "7. Transitional justice and DDR ",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Criminal investigations and DDR have potentially important synergies. In particular, infor- mation gathered through DDR processes may be very useful for criminal investigations. Such information does not need to be person-specific, but might focus on more general issues such as structures and areas of operation.",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 8,
            "Heading1": "7. Transitional justice and DDR ",
            "Heading2": "7.1. Criminal investigations and prosecutions",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Since criminal justice initiatives in post-conflict situations would often only be able to deal with a relatively small number of suspects, most prosecutions strategies ought to focus on those bearing the greatest degree of responsibility for crimes committed. As such, these objectives must be effectively communicated in a context of DDR processes to ensure that those participating in DDR understand whether or not they are likely to face prosecutions. ",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 8,
            "Heading1": "7. Transitional justice and DDR ",
            "Heading2": "7.1. Criminal investigations and prosecutions",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Prosecutions can make positive contributions to DDR. First, at the most general level, a DDR process stands to gain if the distinction between ex-combatants and perpetrators of human rights violations can be firmly established. Obviously, not all ex-combatants are human rights violators. This is a distinction to which criminal prosecutions can make a contribution: prosecutions may serve to individualize the guilt of specific perpetrators and therefore lessen the public perception that all ex-combatants are guilty of serious crimes under international law. Second, prosecution efforts may remove spoilers and potential spoilers from threatening the DDR process. Prosecutions may remove obstacles to the demo- bilization of vast numbers of combatants that would be ready to cease hostilities but for the presence of recalcitrant commanders. A successful prosecutorial strategy in a transitional justice context requires a clear, transparent and publicized criminal policy indicating what kind of cases will be prosecuted and what kind of cases will be dealt with in an alternative manner. Most importantly, prosecutions may foster trust in the reintegration process and enhance the prospects for trust building between ex-combatants and other citizens by pro- viding communities with some assurance that those whom they are asked to admit back into their midst do not include the perpetrators of serious crimes under international law. ",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 8,
            "Heading1": "7. Transitional justice and DDR ",
            "Heading2": "7.1. Criminal investigations and prosecutions",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The pursuit of accountability through prosecutions may also create tensions with DDR efforts. When these processes overlap, or when prosecutions are instigated early in a DDR process, some tension between prosecutions and DDR, stemming from the fact that DDR requires the cooperation of ex-combatants and their leaders, while prosecutors seek to hold accountable those responsible for criminal conduct involving violations of international humanitarian law and human rights law, may be hard to avoid. This tension may be dimin- ished by effective communications campaigns. Misinformation or partial information about prosecutions efforts may further contribute to this tension. Ex-combatants are often unin- formed of the mandate of a prosecutions process and are unaware of the basic tenets of international law. In Liberia, for example, confusion about whether or not the mandate of the Special Court for Sierra Leone covered crimes committed in Liberia initially inhibited some fighters from entering the DDR process.",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 8,
            "Heading1": "7. Transitional justice and DDR ",
            "Heading2": "7.1. Criminal investigations and prosecutions",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "While these concerns deserve careful consideration, there have been a number of con- texts in which DDR processes have coexisted with prosecutorial efforts, and the latter have not created an impediment to DDR. In some situations, transitional justice measures and DDR programmes have been connected through some sort of conditionality. For example, there have been cases where combatants who have committed crimes have been offered judicial benefits in exchange for disarming, demobilizing and providing information or collaborating in dismantling the group to which they belong. There are, however, serious concerns about whether such measures comply with the international legal obligations to ensure that perpetrators of serious crimes are subject to appropriate criminal process, that victims’ and societies’ right to the truth is fully realized, and that victims receive an effective remedy and reparation.",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 8,
            "Heading1": "7. Transitional justice and DDR ",
            "Heading2": "7.1. Criminal investigations and prosecutions",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Truth commissions seek to provide societies with an even-handed account of the causes and consequences of armed conflict. The reports created by truth commissions may provide recommendations for reform and reparation as well as, in a few cases, recommendations for judicial proceedings. Truth commissions may demonstrate to victims and victimized communities a willingness to acknowledge and address past injustices. They may also pro- vide a strategy for peacebuilding; such is the case with the comprehensive report of the Truth and Reconciliation Commission (TRC) in Sierra Leone.",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 9,
            "Heading1": "7. Transitional justice and DDR ",
            "Heading2": "7.2. Truth commissions",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Ex-combatants may hold varying views of truth commissions. Some will avoid them entirely, refusing to acknowledge victims or the harm caused by themselves or other mem- bers of armed forces and groups. Others may regard truth commissions as an opportunity to tell their side of the story and to apologize. Accompanied by appropriate public infor- mation and outreach initiatives, including tailored responses such as in-camera hearings for survivors of sexual violence, they may help break down rigid representations of victims and perpetrators by allowing ex-combatants to tell their own stories of victimization and by exploring and identifying the roots of violent conflict. Less positively, ex-combatants may perceive truth commissions as a threat, for example in cases where the names of indi- vidual perpetrators are made public.",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 9,
            "Heading1": "7. Transitional justice and DDR ",
            "Heading2": "7.2. Truth commissions",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "More often truth commissions are perceived as initiatives for victims and the partici- pation of demobilized combatants is minimal, even in situations where ex-combatants have experienced victimization. For example, in South Africa, ex-combatant participation in the TRC was limited primarily to the amnesty hearings—relatively few made statements as victims of abuse or were given a chance to testify at victims’ hearings. Ex-combatants later expressed a sense that they had been left out of the process. Children should also have an opportunity to, voluntarily, participate in truth commissions. They should be treated equally as witnesses or victims.",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 9,
            "Heading1": "7. Transitional justice and DDR ",
            "Heading2": "7.2. Truth commissions",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "In at least one case a truth commission has played a direct role in reintegrating former combatants and promoting reconciliation. The Commission for Reception, Truth and Rec- onciliation in East Timor included a process of community reconciliation for those who had committed ‘less serious crimes’, including members of militias. The Community Recon- ciliation Process was a voluntary process that combined “practices of traditional justice, arbitration, mediation and aspects of both criminal and civil law.”24 In community hearings, the perpetrators were asked to explain their participation in the armed conflict. Victims and other members of the community were allowed to ask questions and make comments. Finally, a panel of local leaders worked with the perpetrators and the victims to come to an agreement on some kind of reparation—often in the form of community service—that the guilty party could provide in exchange for acceptance back into the community.25",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 9,
            "Heading1": "7. Transitional justice and DDR ",
            "Heading2": "7.2. Truth commissions",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Box 2 Sierra Leone case study: DDR in the context of a hybrid tribunal and a truth and reconciliation commission* \\n The post conflict situation in Sierra Leone was distinctive in that the DDR process and the national transitional justice initiatives were implemented very closely after each other, and because of the co-existence of both a truth commission and a criminal tribunal. The Lomé Peace Agreement stipulated the mandates for DDR and for the Truth and Reconciliation Commission (TRC), no formal links, however, were made between the two processes in the peace document or in practice. Disarmament and demobilization was largely successful in Sierra Leone, yet some research suggests that the lack of accountability had a negative impact on the reintegration of certain ex-combatants. Ex-combatants of armed factions that were known to have committed abuses against the civilian population have faced more difficulties in reintegration than others.** \\n The Lomé Accord of 1999 included a cessation of hostilities, the initiation of a DDR program, inclusion of the rebel force the Revolutionary United Front (RUF) in government, a blanket amnesty for all combatants, and DDR for fighters. During the signing of the Accord, the representative of the Secretary General of the United Nations (UN) to the peace negotiations included a disclaimer stating that the UN understood that the amnesty and pardon provided by the agreement would not cover international crimes of genocide, crimes against humanity, and other serious crimes under international humanitarian law. Through the active efforts of civil society leaders in Sierra Leone, as well as international advocates, the Lomé Accord also mandated a truth and reconciliation commission and a human rights commission. \\n The progress made at Lomé was shattered in May 2000 when fighting resumed in the capital city of Freetown. The peace process was put back on track after the reinforcement of the UN peacekeeping mission there and increased mediation efforts resulting in the signing of the Abuja Protocols in 2001. The Abuja Protocols also marked an abrupt change in the national approach to accountability and justice. The government formally requested the UN’s assistance to establish a court to try members of the RUF involved in war crimes. The UN supported the initiative, and the Special Court for Sierra Leone (SCSL) was set up in August 2002 with a mandate to try those who bear the greatest responsibility for the atrocities committed in Sierra Leone. \\n The DDR was in its closing phases when the SCSL and TRC were established. All parties to the Lomé peace agreement, including the national government and the RUF, backed the establishment of a TRC, which began operations in 2002. While the SCSL stoked fears among ex-combatants about their possible criminal prosecution, there was a great deal of hope that the TRC would provide an effective and essential mechanism for promoting reconciliation. \\n Although, at first, the concurrence of a tribunal and a truth commission generated considerable misunderstanding, civil society efforts to provide information to ex-combatants were successful in increasing the latters understanding of the separate mandates of each institution. Support for the TRC amongst ex-combatants rose from 53 to 85 per cent after ex-combatants understood its design and purpose, while those who believed it would bring reconciliation rose from 52 to 84 per cent. For those ex-combatants who admitted to human rights violations the TRC offered an opportunity to take responsibility for their actions. According to one report, “They want to confess to the TRC because they think it will enable them to return to their communities.”*** \\n * This is excerpted from: Gibril Sesay and Mohamed Suma, “DDR, Transitional Justice, and Sierra Leone,” A Case Study on DDR and Transitional Justice (New York: International Center for Transitional Justice, forthcoming). \\n ** Jeremy Weinstein and Macartan Humphreys, Disentangling the Determinants of Successful Demobilization and Reintegration, Working Paper No. 69, Washington DC: Center for Global Development, 2005. \\n *** The Post-conflict Reintegration Initiative for Development and Empowerment (PRIDE) and ICTJ, “Ex-Combatants Views of the Truth and Reconciliation Commission and the Special Court in Sierra Leone,” (September 2002). http://www.ictj/org/en/where/region1/141.html",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 10,
            "Heading1": "7. Transitional justice and DDR ",
            "Heading2": "7.2. Truth commissions",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Reparations focus directly on the recognition and acknowledgement of victims’ rights, and seek to provide some redress for the harms they have suffered. The aspect of recogni- tion is what makes reparations distinct from social services that attend to the basic socio- economic rights of all citizens, such as housing, water and education. A comprehensive approach to reparations provides a combination of material and symbolic benefits to victims, such as cash payments or access to health, psycho-social rehabilitation or educational bene- fits, as well as a formal apology or a memorial. Often public acknowledgement is indicated by victims as the most important element of the reparations they seek. Reparations are a means of including victims and victims’ rights firmly on the post-conflict agenda and may contribute to the process of building trust in the government and in its commitment to guaranteeing human rights in the future. Yet victims’ needs are often marginalized in post conflict, peacebuilding contexts.",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 11,
            "Heading1": "7. Transitional justice and DDR ",
            "Heading2": "7.3. Reparations",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The design of a reparations programme may have positive implications for the entire community and include elements of social healing. Individual measures deliver concrete benefits to individual recipients. In East Timor, the truth commission recommended a process that combined individual benefits with a form of delivery designed to promote collective healing. Single mothers, including war widows and victims of sexual violence, would benefit from scholarship grants for their school-aged children. In picking up their benefits, the mothers would have to travel to a regional service center, where they would, in turn, have access to peer support, skills training, healthcare, and counseling.",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 11,
            "Heading1": "7. Transitional justice and DDR ",
            "Heading2": "7.3. Reparations",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Collective reparations may deliver reparations either in the context of practical limita- tions or of concerns about drawing too stark a line between classes of victims or between victims and non-victim groups. In this way, a specific village that was particularly affected by various kinds of abuses might, for example, receive a fund for community projects, even though not every individual in the village was affected in the same way and even if some people there contributed to the harms. In Peru, for example, communities hardest hit by the violence were asked to submit community funding proposals up to a $30,000 limit. These projects would benefit the entire community, generally, rather than only serve spe- cific victims and would be implemented regardless of whether some former perpetrators also live there.",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 11,
            "Heading1": "7. Transitional justice and DDR ",
            "Heading2": "7.3. Reparations",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Generally, programmes for ex-combatants and reparations programmes for victims are developed in isolation of one another. Reinsertion assistance is offered to demobilized com- batants in order to assist with their immediate civilian resettlement—i.e., to get them home and provide them with a start toward establishing a livelihood—prior to longer-term support for reintegration (see IDDRS 4.30 on Social and Economic Reintegration). Support to ex-combatants is motivated by the genuine concern that without such assistance ex- combatants will re-associate themselves with armed groups as a means of supporting them- selves or become frustrated and threaten the peace process. Victims rarely represent the same kinds of threat, and reparations programmes may be politically challenging and expen- sive to design and implement. The result is that ex-combatants participating in DDR often receive aid in the form of cash, counseling, skills training, education opportunities, access to micro-credit loans and/or land, as part of the benefits of DDR programmes, while, in most cases no programmes to redress the vio- lations of the rights of victims are established.",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 11,
            "Heading1": "7. Transitional justice and DDR ",
            "Heading2": "7.3. Reparations",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Providing benefits to ex-combatants while ignoring the rights of victims may give rise to new grievances and increase their resistance against returning ex-combatants, in this way becoming an obstacle to their reintegration. The absence of reparations pro- grammes for victims in contexts in which DDR programmes provide various benefits to ex-combatants, grounds the judgment that ex-combatants are receiving special treatment. For example, the Rwanda Demobilization and Reintegration Programme, financed by the World, Bank has a budget of US$65.5 million. Ex-combatants receive reinsertion, recognition of service, and reintegration benefits in cash from between US$500 to US$1,000 depending on the rank of the ex-combatant.26 Yet as of 2009, the compensation fund for genocide sur- vivors called for in the 1996 Genocide Law has not been established.",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 11,
            "Heading1": "7. Transitional justice and DDR ",
            "Heading2": "7.3. Reparations",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Such outcomes are not merely inequitable; they may also undermine the possibilities of effective reintegration. The provision of reparations for victims may contribute to the reintegration dimension of a DDR programme by reducing the resentment and compara- tive grievance that victims and communities may feel in the aftermath of violent conflict. ",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 12,
            "Heading1": "7. Transitional justice and DDR ",
            "Heading2": "7.3. Reparations",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "In some cases the reintegration component of DDR programmes includes funding for community development that benefits individuals in the community beyond ex-combatants (see also IDDRS 4.30 on Social and Economic Reintegration). While the objective and nature of reparations programmes for victims are distinct, most importantly in the critical area of acknowledgement of the violations of victims’ rights, these efforts to focus on aiding the communities where ex-combatants live are noteworthy and may contribute to the effective reintegration of ex-combatants, as well as victims and other war-affected populations.",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 12,
            "Heading1": "7. Transitional justice and DDR ",
            "Heading2": "7.3. Reparations",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "DDR can contribute to ending or limiting violence by disarming large numbers of armed actors, disbanding illegal or dysfunctional military organizations, and reintegrating ex- combatants into civilian or legitimate security-related livelihoods. DDR alone, however, cannot build peace, nor can it prevent armed groups from reverting to conflict. DDR needs to be part of a larger system of peacebuilding interventions, including institutional reform",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 12,
            "Heading1": "7. Transitional justice and DDR ",
            "Heading2": "7.4. Institutional reform",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Institutional reform that transforms public institutions that perpetuated human rights violations is critical to peace and reconciliation. Transitional justice initiatives contribute to institutional reform efforts in a variety of ways. Prosecutions of leaders for war crimes, or violations of international human rights and humanitarian law, criminalizes this kind of behavior, demonstrates that no one is above the law, and may act as a deterrent and con- tribute to the prevention of future abuse. Truth commissions and other truth-seeking en- deavors can provide critical analysis about the roots of conflict, identifying individuals and institutions responsible for abuse. Truth commissions can also provide critical informa- tion about the patterns of violence and violations, so that institutional reform can target or prioritize efforts in particular areas. Reparations for victims may contribute to trust-building between victims and government, including public institutions. Vetting processes contribute to dismantling abusive structures by excluding from public service those who have com- mitted gross human rights violations and serious violations of international humanitarian law (See Box 3: Vetting.)",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 12,
            "Heading1": "7. Transitional justice and DDR ",
            "Heading2": "7.4. Institutional reform",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "As security sector institutions are sometimes implicated in past and ongoing viola- tions of human rights and international humanitarian law, there is a particular interest in reforming security sector institutions. Security Sector Reform (SSR) aims to enhance “effective and accountable security for the State and its people without discrimination and with full respect for human rights and the rule of law.”27 SSR efforts may sustain the DDR process in multiple ways, for example by providing employment opportunities. Yet DDR programmes are seldom coordinated to SSR. The lack of coordination can lead to further vio- lations, such as the reappointment of human rights abusers into the legitimate security sector. Such cases undermine public faith in security sector institutions, and may also lead to distrust within the armed forces. (See IDDRS Module 6.10 on DDR and Security Sector Reform for a detailed discussion on the relationship between DDR and SSR.)",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 12,
            "Heading1": "7. Transitional justice and DDR ",
            "Heading2": "7.4. Institutional reform",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Box 3 Vetting* One important aspect of institutional reform efforts in countries in transition is vetting processes to exclude from public institutions persons who lack integrity. Vetting may be defined as assessing integrity to determine suitability for public employment. Integrity refers to an employee’s adherence to international standards of human rights and professional conduct, including a person’s financial propriety. Public employees who are personally responsible for gross violations of human rights or serious crimes under international law reveal a basic lack of integrity and breach the trust of the citizens they were meant to serve. The citizens, in particular the victims of abuses, are unlikely to trust and rely on a public institution that retains or hires individuals with serious integrity deficits, which would fundamentally impair the institution’s capacity to deliver its mandate. Vetting processes aim at excluding from public service persons with serious integrity deficits in order to (re-establish) civic trust and (re-) legitimize public institutions. \\n In many DDR programmes, ex-combatants are offered the possibility of reintegration in the national armed forces, other security sector positions such as police or border control. In these situations, coordination between DDR programs and institution reform initiatives such as SSR programmes on vetting strategies can be particularly critical. A coordinated strategy shall aim to ensure that individuals who have committed human rights violations are not employed in the public sector. \\n * This text is summarized from the OHCHR Rule of Law Tools for Post-Conflict States, Vetting: an operational framework (Geneva and New York: OHCHR, 2006)",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 13,
            "Heading1": "7. Transitional justice and DDR ",
            "Heading2": "7.4. Institutional reform",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "In his 2004 report on transitional justice and the rule of law, the Secretary General of the UN wrote that “due regard must be given to indigenous and informal traditions for admin- istering justice or settling disputes, to help them to continue their often vital role and to do so in conformity with both international standards and local tradition.”28 Locally-based justice processes range from informal courts to local truth-telling exercises, to traditional ceremonies. They may include an approach that directly involves victims and communi- ties in defining the responsibilities and obligations of those who have committed crimes. In some situations, these locally-based processes are used to promote trust between ex- combatants and their communities. In Mozambique, for example, cleansing ceremonies offered ex-combatants a way to reintegrate into communities by renouncing violence, acknowledging wrong-doing and providing victims, or families of victims, with some kind of compensation.",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 13,
            "Heading1": "7. Transitional justice and DDR ",
            "Heading2": "7.5. DDR and locally-based processes of justice",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Locally-based justice processes may complement reintegration efforts and national level transitional justice measures by providing a community-level means of addressing issues of accountability of ex-combatants. These locally based processes may contain elements of the four main transitional justice approaches: prosecutions, truth-telling, reparation and institutional reform, and thus offer similar incentives and disincentives for ex-combatants, but they have an additional aim of reintegration. To a large extent the purpose of these processes is to reintegrate community members who have violated the norms of the com- munity and to reconcile them with the victims. When ex-combatants participate in these processes, they demonstrate their desire to be a part of the community again, and to take steps to repair the damage for which they are responsible. This contributes to building or renewing trust between ex-combatants and the communities in which they seek to reinte- grate. These processes may not be as successful in situations where combatants refuse to acknowledge responsibility or continue to perceive themselves as heroes.",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 13,
            "Heading1": "7. Transitional justice and DDR ",
            "Heading2": "7.5. DDR and locally-based processes of justice",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Locally-based justice processes may, however, be problematic. They may not comply with national and international human rights standards, in particular fair trial guarantees. Unfair treatment of ex-combatants who participate in such processes may hinder reintegra- tion. Additionally, many of these processes are not equipped to handle serious violations of international law, such as war crimes, crimes against humanity or genocide. Locally-based processes also frequently replicate gender or other biases that are present in community life and traditions, for example, by excluding women and children, or by forgiving men for acts of sexual aggression against women.",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 14,
            "Heading1": "7. Transitional justice and DDR ",
            "Heading2": "7.5. DDR and locally-based processes of justice",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The experience of linking national reintegration strategies with locally-based justice processes is limited, but there are a few positive examples to build on. UNICEF’s work with locally based justice processes supported the reintegration of children in Sierra Leone, for example.",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 14,
            "Heading1": "7. Transitional justice and DDR ",
            "Heading2": "7.5. DDR and locally-based processes of justice",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Creating connections between reintegration strategies, particularly community reinte- gration strategies, for ex-combatants and locally-based justice processes may be one way to bridge the gap between the aims of DDR and the aims of transitional justice. Such con- nections should be consistent with the broad peacebuilding goals of security, respect for human rights including international standards of child rights and juvenile justice, rule of law, and reconciliation.",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 14,
            "Heading1": "7. Transitional justice and DDR ",
            "Heading2": "7.5. DDR and locally-based processes of justice",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The IDDRS module 5.10 on Women, Gender and DDR refers to three types of female ben- eficiaries: 1) female ex-combatants, 2) female supporters, and females associated with armed forces and groups and 3) female dependents. The module identifies a range of possible barriers for entry of women into DDR programmes and proposes strategies and guide- lines to ensure that DDR programmes are gender responsive. Likewise, practitioners in the field of transitional justice seek to understand and better design means to facilitate the participation of women. Yet there is still a gap between the policy and the implementation of comprehensive approaches.",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 14,
            "Heading1": "7. Transitional justice and DDR ",
            "Heading2": "7.6. Justice for women associated with armed forces and groups",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The experience of women in conflict often goes beyond usual notions of victim and perpetrator. Women returning to life as civilians may face greater social barriers and exclusion than men. They may not participate in either DDR or transitional justice measures for a variety of reasons, including because of their exclusion from the agendas of these proc- esses, the refusal of armed forces and groups to release women, fear of further stigmatization, or lack of faith in public institutions to address their particular situations (for a more in-depth analysis, see IDDRS 5.10 on Women, Gender and DDR). Women’s lack of partici- pation may undermine their reintegration, and prevent those among them who have also experienced human rights violations from their rights to justice or reparation, and rein- force gender biases. Yet women may also be agents of change, actively involved in efforts to make and build peace. Women and girl combatants have displayed remarkable commitment to reintegrating into communities and working for peace. In Northern Uganda, former teenage LRA combatants (themselves abducted and abused) run community projects supporting other ‘girl mothers’, provide counseling for the young abductees and care for their children, and seek reconciliation with communities they were often forced to terrorize. The trauma and victimization they endured is being transformed into a positive force for empowerment and development.",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 14,
            "Heading1": "7. Transitional justice and DDR ",
            "Heading2": "7.6. Justice for women associated with armed forces and groups",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Transitional justice measures may facilitate the reintegration of women associated with armed forces and groups. Prosecutions initiatives, for example, may contribute to the re- integration of women by prosecuting those involved in their forcible recruitment, and by recognizing and prosecuting crimes committed against all women, particularly rape and other forms of sexual violence. Women ex-combatants who have committed crimes should also be prosecuted. Excluding women from prosecution denies their role as participants in the armed conflict.",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 14,
            "Heading1": "7. Transitional justice and DDR ",
            "Heading2": "7.6. Justice for women associated with armed forces and groups",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Women have been central to the process of truth seeking, exposing hidden truths about the legacy of human rights in conflict. Many female combatants, like their male counter- parts, do not participate in truth commissions because they perceive these processes to be for victims, and they do not identify themselves as victims. Yet their participation may help the community to better understand the many dimensions of women’s involvement in conflict, and in turn, increase the probability of their acceptance. Great care must be taken to ensure that women who choose to participate are well-informed as to the purpose and mandate of the truth commission, that they understand their rights in terms of confidenti- ality, and are protected from any possible harm resulting from their testimony.",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 14,
            "Heading1": "7. Transitional justice and DDR ",
            "Heading2": "7.6. Justice for women associated with armed forces and groups",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Women associated with armed forces and groups have frequently endured violations such as abduction, torture, and sexual violations, including rape and other forms of sexual violence, and may be eligible for reparation. Reparations may provide official acknowledge- ment of these violations, access to specialized health care related to the specific violation they have suffered, and material benefits that may facilitate their integration. Yet these women, due to frequent stigmatization, are commonly reluctant to explain what happened to them, particularly when it involves sexual violations, and often do not come forward to claim their due.",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 14,
            "Heading1": "7. Transitional justice and DDR ",
            "Heading2": "7.6. Justice for women associated with armed forces and groups",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Women associated with armed forces and groups are potential participants in both DDR and transitional justice measures, and both are faced with the challenge of increasing and supporting their participation. See Module 5.10 for a detailed discussion of Women, Gender, and DDR.",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 14,
            "Heading1": "7. Transitional justice and DDR ",
            "Heading2": "7.6. Justice for women associated with armed forces and groups",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Children—girls and boys under 18—associated with armed forces and groups (CAAFG) represent a special category of protected persons under international law and should be subject to a separate DDR process from adults (for a detailed normative and legal frame- work, see Annex B of IDDRS 5.30 on Children and DDR). Recruitment of children under the age of 15 is recognized as a war crime in the ICC Statute. Many states have criminal- ized the recruitment of children below the age of 18. Child DDR requires that the release (as opposed to demobilization) and reintegration of children be actively carried out at all times, including before a DDR process is formerly implemented and that actions to pre- vent child recruitment should be continuous. In this process, particular attention needs to be given to girls since their gender makes girls particularly vulnerable to violations, including sexual violence and exploitation, lack of educational and training opportunities, mis- treatment and neglect (for specific ways to address girls’ needs in DDR programmes, see Chapter 6 of IDDRS 5.30 on Children and DDR).",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 15,
            "Heading1": "7. Transitional justice and DDR ",
            "Heading2": "7.7. Justice for children recruited or used by armed groups and forces",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Transitional justice processes can play a positive role in facilitating the long-term re-integration of children. At the same time such processes can create obstacles to children’s reconciliation and reintegration. The best interests of the child should always guide deci- sions related to children’s involvement in transitional justice mechanisms. Children who have been illegally recruited and used by armed groups or forces are victims and witnesses and may also be alleged perpetrators. Each of these aspects of children’s experiences cor- responds to specific international obligations outlined below.",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 16,
            "Heading1": "7. Transitional justice and DDR ",
            "Heading2": "7.7. Justice for children recruited or used by armed groups and forces",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Children as victims and witnesses \\n The Optional Protocol to the Convention on the Rights of the Child on the involvement of children in armed conflict prohibits the compulsory recruitment and the direct participa- tion in hostilities of persons below 18 by armed forces (arts. 1 and 2). When it comes to armed groups distinct from regular armed forces, such recruitment is under any circum- stance prohibited (no matter whether voluntary or compulsory). Recruitment or use of children under the age of 15 is a recognized war crime in the Rome Statute of the ICC. The Special Court for Sierra Leone also considers child recruitment under the age of 15 as a war crime based on customary international law. A growing number of states have criminal- ized the recruitment of children (under 18) as reflected in the Optional Protocol of the Convention on the Rights of the Child on the involvement of children in armed conflict. Of the 130 countries that have ratified the Optional Protocol, more than two thirds have adopted a minimum age of 18 for entry into the armed forces (the so called ‘straight 18’ standard.) Domestic proceedings following or during an armed conflict may also try adults for having recruited children, in which case the domestic legal standard would apply.",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 16,
            "Heading1": "7. Transitional justice and DDR ",
            "Heading2": "7.7. Justice for children recruited or used by armed groups and forces",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The prosecution of commanders who have recruited children may help the reintegra- tion of children by highlighting that children associated with armed forces and groups who may have been responsible for violations of human rights and international humanitarian law should be considered primarily as victims, not only as perpetrators.29 International law further establishes binding obligations on States with regard to physical and psycho- logical recovery and social reintegration of child victims.30",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 16,
            "Heading1": "7. Transitional justice and DDR ",
            "Heading2": "7.7. Justice for children recruited or used by armed groups and forces",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "To facilitate the participation of child victims and witnesses in legal proceedings, the justice systems need to adopt child-sensitive and gender-appropriate procedures in line with the provisions of the Convention on the Rights of the Child, its Optional Protocols as well as with the UN Guidelines on Justice Matters involving Child Victims and Witnesses of Crime and adapted to the evolving capacities of the child. It is also important that child vic- tims are informed of their rights to receive redress, including legal and psycho-social support. ",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 16,
            "Heading1": "7. Transitional justice and DDR ",
            "Heading2": "7.7. Justice for children recruited or used by armed groups and forces",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Child victims and witnesses should have access to independent and free legal assist- ance to ensure that their rights are guaranteed, that they are informed of the purpose of their role and are able to participate in a meaningful way. In order to avoid further trauma and re-victimization a careful assessment should be carried out to determine whether or not it is in the best interests of the child to testify in court during a criminal proceeding and what special protective measures are required to facilitate the testimony. Protection meas- ures to facilitate the child’s testimony should protect the child’s identity and privacy, be culturally appropriate and include: private interview rooms designed for children, modified court environments that take child witnesses into consideration, interviews by specially trained staff out of sight of the alleged perpetrator using testimonial aids and psychosocial support before, during and after the process.31",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 16,
            "Heading1": "7. Transitional justice and DDR ",
            "Heading2": "7.7. Justice for children recruited or used by armed groups and forces",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Likewise, children’s statements given before a truth commission or other non-judicial process can offer unique potential for children’s participation in post-conflict reconcilia- tion and may foster dialogue about the impact of war on children and contribute to pre- vention of further conflict and victimization of children. Children should participate in truth commissions only on a voluntary basis and child-friendly policy and protection measures should be in place to protect the rights of children involved.",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 17,
            "Heading1": "7. Transitional justice and DDR ",
            "Heading2": "7.7. Justice for children recruited or used by armed groups and forces",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "It is important to recognize that children demobilized from fighting forces may be identified as a vulnerable group and eligible for reparations through a reintegration pro- gramme, such as specific education support, access to specialized healthcare, vocational training, and follow-up social work. In some situations children may benefit from financial reparation, not as part of the reintegration programme but as part of a reparations scheme, on the basis of particular violations that they have suffered. Providing benefits to children formerly associated with fighting forces that other children in the community do not receive may increase resentment and create obstacles for reintegration. If benefits or reparations are provided for children affected by armed conflict, careful consideration must be given to ensure that such benefits are in the best interests of the child. It is important to coordi- nate benefits that may be offered to demobilized children through a DDR programme and what is offered to them, more generally, as victims. This is to prevent the provision of double benefits, something which is particularly important in country situations where these programmes rarely cover all of their potential beneficiaries.",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 17,
            "Heading1": "7. Transitional justice and DDR ",
            "Heading2": "7.7. Justice for children recruited or used by armed groups and forces",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Children as alleged perpetrators \\n Children who have been associated with armed forces or armed groups should not be prosecuted or punished solely for their membership in these forces or groups. Children accused of crimes under international law must be treated in accordance with the CRC, the Beijing Rules and related international juvenile justice and fair trial standards. Accounta- bility measures for alleged child perpetrators should be in the best interests of the child and should be conducted in a manner that takes into account their age at the time of the alleged commission of the crime, promotes their sense of dignity and worth, and supports their reintegration and potential to assume a constructive role in society. Wherever appropriate, alternatives to judicial proceedings should be pursued.",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 17,
            "Heading1": "7. Transitional justice and DDR ",
            "Heading2": "7.7. Justice for children recruited or used by armed groups and forces",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "In situations where children are alleged to have participated in crimes committed during armed conflict, the primary objectives should be i) reintegration and return to a ‘constructive role’ in society (article 40, CRC); rehabilitation (article 14(4), ICCPR; article 39, CRC), reinforcing the child’s respect for the rights of others (article 40, CRC; Paris Princi- ples, sections 3.6 to 3.8 and 8.6 to 8.11). If national judicial proceedings take place, children must be treated in accordance with the CRC, in particular its articles 37 and 40, the Beijing Rules and other international law and standards governing juvenile justice, including the Committee’s General Comment n° 10 on “Children’s rights in juvenile justice.” While some process of accountability serves the best interest of the child, international child rights and juvenile justice standards recommend that alternatives to judicial proceedings should be applied, whenever appropriate and desirable (article 40(3b), CRC; rule 11, Beijing Rules). Staff working on release and reintegration associated with armed groups and forces should advocate and enable, where appropriate, the diversion of children from judicial proceedings to alternative mechanisms suitable for dealing with the nature of the particular offence, in line with international standards and the best interests of the child. If a child has been convicted for a crime, alternatives to deprivation of liberty should be put in place and advocated for, in view of promoting the successful reintegration of the child.",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 17,
            "Heading1": "7. Transitional justice and DDR ",
            "Heading2": "7.7. Justice for children recruited or used by armed groups and forces",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The death penalty and life imprisonment without possibility of release must never be imposed against children and detention of children should only be used as a measure of last resort and for the shortest period of time.",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 18,
            "Heading1": "7. Transitional justice and DDR ",
            "Heading2": "7.7. Justice for children recruited or used by armed groups and forces",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "As discussed in Chapter 9 of IDDRS 5.30 on Children and DDR, locally-based justice and reconciliation processes may contribute to the reintegration of children. These proc- esses may create a means for the child to express remorse and make reparation for past action. In all cases, local processes must adhere to international standards of child protec- tion. Locally-based processes for justice and reconciliation for children may be more effec- tive if they are considered as part of a comprehensive peacebuilding approach strategy, in which reintegration, justice, and reconciliation are key goals; and are consistent with over- all strategies for the reintegration of children demobilized from fighting forces.",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 18,
            "Heading1": "7. Transitional justice and DDR ",
            "Heading2": "7.7. Justice for children recruited or used by armed groups and forces",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Box 4 The rule of law and transitional justice \\n Strategies for expediting a return to the rule of law must be integrated with plans to reintegrate both displaced civilians and former fighters. Disarmament, demobilization and reintegration processes are one of the keys to a transition out of conflict and back to normalcy. For populations traumatized by war, those processes are among the most visible signs of the gradual return of peace and security. Similarly, displaced persons must be the subject of dedicated programmes to facilitate return. Carefully crafted amnesties can help in the return and reintegration of both groups and should be encouraged, although, as noted above, these can never be permitted to excuse genocide, war crimes, crimes against humanity or gross violations of human rights. \\n * This text is summarized from the OHCHR Rule of Law Tools for Post-Conflict States, Vetting: an operational framework (Geneva and New York: OHCHR, 2006)",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 15,
            "Heading1": "7. Transitional justice and DDR ",
            "Heading2": "7.7. Justice for children recruited or used by armed groups and forces",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Coordination between transitional justice and DDR programmes begins with an understand- ing of how the two processes may interact positively in the short-term in ways that, at the very least, do not hinder their respective objectives of accountability and stability. Coordination between transitional justice and DDR practitioners should, however, aim to constructively connect these two processes in ways that contribute to a stable, just and long-term peace. ",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 18,
            "Heading1": "8. Prospects for coordination",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "In the UN System, the Office of the High Commissioner for Human Rights (OHCHR) has the lead responsibility for transitional justice issues. UN support to DDR programmes may be led by the Department of Peacekeeping (DPKO) or the United Nations Develop- ment Programme (UNDP). In other cases, such support may be led by the International Organization for Migration (IOM) or a combination of the above UN entities. OHCHR representatives can coordinate directly with DDR practitioners on transitional justice. Human rights officers who work as part of UN peacekeeping missions may also be appropriate focal points or liaisons between a DDR programme and transitional justice initiatives.",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 18,
            "Heading1": "8. Prospects for coordination",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "This section presents options for DDR that stress the international obligations stem- ming from the right to accountability, truth, reparation, and guarantees of non-repetition. These options are meant to make DDR compliant with international standards, being mindful of both equity and security considerations. At the very least, they seek to ensure that DDR observes the “do no harm” principle, and does not foreclose the possibility of achieving accountability in the future. When possible, the options presented in this section seek to go beyond “do no harm,” establishing more constructive and positive connections between DDR and transi- tional justice. These options are presented with the understanding that diverse contexts will present different opportunities and challenges for connecting DDR and transitional justice. DDR must be designed and implemented with reference to the country context, including the existing justice provisions.",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 18,
            "Heading1": "8. Prospects for coordination",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Box 5 Action points for mediators, donors, practitioners and national actors \\n\\n Action points for mediators and other participants in peacemaking \\n Include obligations for accountability, truth, reparation and guarantees of non-reoccurrence in peace agreements. \\n Include victims in peace negotiation processes. \\n Reject amnesties for genocide, crimes against humanity, war crimes and gross violations of human rights. \\n\\n Action points for donors \\n Donors for DDR programmes may consider comparative commitments to reparations for victims before or while the DDR process proceeds. \\n\\n Action points for DDR practitioners \\n Integrate human rights and transitional justice components into the training programmes and support materials for UN mediators and DDR practitioners, including of national DDR commissions. \\n\\n Action points for national DDR actors \\n Incorporate a commitment to international humanitarian and human rights law into the design of the DDR programme. \\n Ensure that the DDR programme meets national and international obligations concerning account-ability, truth, reparations and guarantees of non-repetition.",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 19,
            "Heading1": "8. Prospects for coordination",
            "Heading2": "8.1. Ensuring DDR that complies with international standards .",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "A peace agreement can be considered a reflection of the priorities of the government(s), armed groups, and international organization(s), and other parties involved in a negotia- tion. While political and security issues, including DDR, may dominate the agenda, these issues need to be addressed in ways that observe international legal obligations. UN media- tors and other UN staff involved in advising a peace negotiation shall advise that agree- ments must be based on a commitment to international humanitarian and human rights law, and include specific reference to obligations concerning accountability, truth, repara- tions and guarantees of non-repetition. Inclusion of these obligations demonstrates, at the least, that the violations suffered by war-affected populations other than ex-combatants are acknowledged, and keeps the door open for transitional justice in the future. This kind of acknowledgement may “buy time” for DDR, reducing the initial resentment that vic- tims and their advocates may feel towards ex-combatants. It signals to victims and their advocates that while the attention of the government and the international community involved in a peace process may be on the armed actors in the immediate post conflict period the obligation to victims will not be disregarded.",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 19,
            "Heading1": "8. Prospects for coordination",
            "Heading2": "8.1. Ensuring DDR that complies with international standards .",
            "Heading3": "8.1.1. Observe obligations concerning accountability, truth, reparation and guarantees of non- repetition in peace agreements",
            "Heading4": ""
        },
        {
            "Paragraph": "Similarly to armed actors, victims and civil society should have a role in peace negotiation processes that allows them to articulate demands for accountability, truth and reparations.",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 19,
            "Heading1": "8. Prospects for coordination",
            "Heading2": "8.1. Ensuring DDR that complies with international standards .",
            "Heading3": "8.1.2. Include victims and civil society in peace negotiation processes",
            "Heading4": ""
        },
        {
            "Paragraph": "It has been recognized that amnesties can play a valuable role in ending armed conflicts and reconciling divided communities, provided that they do not grant immunity to indi- viduals responsible for serious violations of international law. Under international law and UN policy, amnesties are impermissible if they: \\n prevent prosecution of those who may be responsible for genocide, crimes against humanity, war crimes and gross violations of human rights: \\n violate victims’ rights to an effective remedy and to the truth; \\n Such broad amnesties may also undermine the law’s function as a deterrent against crime and may create the impression that serious international crimes may be com- mitted with impunity.",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 19,
            "Heading1": "8. Prospects for coordination",
            "Heading2": "8.1. Ensuring DDR that complies with international standards .",
            "Heading3": "8.1.3. Reject amnesties for genocide, crimes against humanity, war crimes and gross violations of human rights",
            "Heading4": ""
        },
        {
            "Paragraph": "While UN mediators and staff shall not condone amnesties for genocide, crimes against humanity, war crimes and gross violations of human rights, certain targeted amnesties for political offences such as treason and rebellion may act as an incentive for demobilization while still allowing for prosecution of those most responsible for serious violations of inter- national humanitarian law and gross violations of international human rights law.32",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 19,
            "Heading1": "8. Prospects for coordination",
            "Heading2": "8.1. Ensuring DDR that complies with international standards .",
            "Heading3": "8.1.4. Consider targeted amnesties",
            "Heading4": ""
        },
        {
            "Paragraph": "Member states that provide funding for DDR programmes should consider an equitable approach to war-affected populations, including investing in reparation and services to victims.",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 19,
            "Heading1": "8. Prospects for coordination",
            "Heading2": "8.1. Ensuring DDR that complies with international standards .",
            "Heading3": "8.1.5. Donors for DDR programmes may consider comparable commitments to reparations for victims",
            "Heading4": ""
        },
        {
            "Paragraph": "Important elements of both DDR and transitional justice are shaped during peace negotia- tions in the preparation of the legal framework regulating post-conflict situations. When both DDR and transitional justice initiatives are included in a peace agreement, a connection is de facto created. UN mediators and other advisors to peace negotiations should be aware of the impact DDR and transitional justice measures may have on one another and con- sider how features of the peace agreement or a newly established legal framework may sustain the objectives of accountability and stability sought by transitional justice and DDR initiatives. Integrating transitional justice into the training programmes and support materials for UN mediators and officials and staff working in UN peacekeeping missions will provide UN professionals with a basic knowledge of different transitional justice measures, the relationship between transitional justice and DDR, and a sense of how these issues have been approached in other country contexts.",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 19,
            "Heading1": "8. Prospects for coordination",
            "Heading2": "8.1. Ensuring DDR that complies with international standards .",
            "Heading3": "8.1.6. Integrate transitional justice into the training programmes and support materials for DDR practitioners",
            "Heading4": ""
        },
        {
            "Paragraph": "Box 6 Action points for DDR and TJ practitioners \\n Action points for DDR practitioners \\n Integrate information on transitional justice measures into the field assessment. (See Annex B for a list of critical questions.) \\n Incorporate a commitment to international humanitarian and human rights law into the design of DDR programmes. \\n Identify a transitional justice focal point in the DDR programme and plan regular briefings and meetings with UN and national authorities working on transitional justice measures. \\n Coordinate on public information and outreach. \\n Integrate information on transitional justice into the ex-combatant discharge awareness raising process. \\n Involve and prepare recipient communities. \\n Consider community based reintegration approaches. \\n Action points for TJ practitioners \\n Designate a DDR focal point \\n Integrate information on DDR in conflict analysis, assessments and evaluations undertaken to support or advance transitional justice initiatives.",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 21,
            "Heading1": "8. Prospects for coordination",
            "Heading2": "8.2. Designing DDR programmes that “do no harm”",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Information about transitional justice measures is an important component of DDR assess- ment and design. Transitional justice measures and their potential for contributing to or hindering DDR objectives should be considered in the integrated DDR planning process, particularly in the detailed field assessment. Are transitional justice measures mandated in the peace agreement? Did the peace agreement stipulate any connection between the DDR process and transitional justice measures? A list of critical questions related to the intersection between transitional justice and DDR is available in Annex C. For more infor- mation on conducting a field assessment see Module 3.20 on DDR Programme Design.",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 21,
            "Heading1": "8. Prospects for coordination",
            "Heading2": "8.2. Designing DDR programmes that “do no harm”",
            "Heading3": "8.2.1. Integrate information on transitional justice measures into the field assessment",
            "Heading4": ""
        },
        {
            "Paragraph": "DDR programmes supported by the UN are committed to respect, ensure respect for, and implement international humanitarian and human rights law (see Module 2.1, section 5.15). This means protecting the rights of those who participate in DDR programmes, as well as the rights of the members of the communities who are asked to receive and integrate ex-combatants. DDR programmes that uphold humanitarian and human rights law and hold accountable those who violate the law are likely to be perceived as more legitimate processes by both the ex-combatants, who are their immediate beneficiaries, and the society as a whole. Procedures that affirm this commitment may include the following: \\n 1. International and national staff shall be trained as to their obligations under international law; \\n 2. Rules and regulations aimed at protecting human rights and upholding international humanitarian law shall be developed, posted, and communicated to staff and all ex- combatants who participate in DDR. \\n 3.Additionally, an appropriate means of reporting and penalizing those who violate international or national law to the appropriate authorities shall be created and made available to staff, participating ex-combatants, and members of recipient communities.",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 21,
            "Heading1": "8. Prospects for coordination",
            "Heading2": "8.2. Designing DDR programmes that “do no harm”",
            "Heading3": "8.2.2. Incorporate a commitment to international humanitarian and human right law into the design of DDR programmes",
            "Heading4": ""
        },
        {
            "Paragraph": "Identification of individuals that may serve as formal focal points within the DDR programme, within the UN country team working on transitional justice, and within relevant national institutions, may facilitate regular communication between DDR and transitional justice measures. DDR administrators and international and national actors working on transitional justice initiatives should plan for regular meetings as opportunities for exchange, to proac- tively deal with any possible tensions, and to explore the possibilities for effective coordination.",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 21,
            "Heading1": "8. Prospects for coordination",
            "Heading2": "8.2. Designing DDR programmes that “do no harm”",
            "Heading3": "8.2.3. Identify a transitional justice focal point in the DDR programme and plan regular briefing and meetings with UN and national authorities working on transitional justice measures",
            "Heading4": ""
        },
        {
            "Paragraph": "The dissemination of public information is a crucial task of both DDR and transitional justice initiatives (see IDDRS 4.60 on Public Information and Strategic Communication in Support of DDR). Poor coordination in public outreach may generate conflicting and par- tial messages. DDR and transitional justice should seek ways to coordinate their public information efforts. Increased consultation and coordination concerning what and how information is released to the public may reduce the spread of misinformation and rein- force the objectives of both transitional justice and DDR. The designation of a transitional justice focal point in the DDR programme, and regular meetings with other relevant UN and national actors, may facilitate discussion on how to better coordinate public informa- tion and outreach to support the goals of both DDR and transitional justice.",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 22,
            "Heading1": "8. Prospects for coordination",
            "Heading2": "8.2. Designing DDR programmes that “do no harm”",
            "Heading3": "8.2.4. Coordinate on public information and outreach",
            "Heading4": ""
        },
        {
            "Paragraph": "Civil society may also play a role in public information and outreach. Working with relevant civil society organizations may help the DDR programme to reach a wider audi- ence and ensure that information offered to the public is communicated in appropriate ways, for example, in local languages or through local radio.",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 22,
            "Heading1": "8. Prospects for coordination",
            "Heading2": "8.2. Designing DDR programmes that “do no harm”",
            "Heading3": "8.2.4. Coordinate on public information and outreach",
            "Heading4": ""
        },
        {
            "Paragraph": "Ex-combatants also need information about provisions for justice, particularly if it could affect their reintegration process. Clearly communicated information may decrease anxiety that ex-combatants may feel about transitional justice measures. The discharge awareness raising process is an opportunity to work with UN colleagues or national authorities to develop a briefing on transitional justice measures ongoing in the country and to discuss how, or if, this will have an impact on ex-combatants.",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 22,
            "Heading1": "8. Prospects for coordination",
            "Heading2": "8.2. Designing DDR programmes that “do no harm”",
            "Heading3": "8.2.5. Integrate information on transitional justice into the ex-combatant pre-discharge sensitization process",
            "Heading4": ""
        },
        {
            "Paragraph": "Community tension around reintegration processes will be eased if recipient communities are involved and prepared for returning ex-combatants. Recipient communities should be included in the public information and outreach strategy and should have an opportunity to ask questions and discuss the reintegration process before ex-combatants return, including issues related to ex-combatant accountability. In some cases, DDR programmes have encour- aged the organization of community committees to deal with ex-combatant reintegration. These committees may serve as a forum for exploring ex-combatant participation in locally- based justice processes as well as for dispute resolution and problem solving if problems arise between community members and ex-combatants (also see IDDRS 4.30 on Reintegration).",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 22,
            "Heading1": "8. Prospects for coordination",
            "Heading2": "8.2. Designing DDR programmes that “do no harm”",
            "Heading3": "8.2.6. Involve and prepare recipient communities",
            "Heading4": ""
        },
        {
            "Paragraph": "Compared to targeted assistance programmes for ex-combatants, community-based reinte- gration approaches have advantages that may provide broader benefits within the com- munity. Such approaches have more potential for sustainability as ex-combatants are located in the communities and work together with other community members for local develop- ment. Such an approach may also promote community reconciliation as ex-combatants are not seen as the sole beneficiaries of assistance. Additionally, reintegration activities, apart from community recovery and reintegration, may link into other development programmes. It also promotes closer collaboration with other development actors. Finally, community- based reintegration promotes community empowerment, transparency and accountability as beneficiaries are selected through community-based approaches.",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 23,
            "Heading1": "8. Prospects for coordination",
            "Heading2": "8.2. Designing DDR programmes that “do no harm”",
            "Heading3": "8.2.7. Consider community-based reintegration approaches",
            "Heading4": ""
        },
        {
            "Paragraph": "Transitional justice practitioners working on prosecutions processes, truth commissions, reparations programmes and institutional reform initiatives should communicate with the DDR program, identify a focal point for DDR as part of their outreach activities and actively seek opportunities for information exchange and collaboration, including possible coordi- nation on public information strategies as proposed above.",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 23,
            "Heading1": "8. Prospects for coordination",
            "Heading2": "8.2. Designing DDR programmes that “do no harm”",
            "Heading3": "8.2.8. Transitional justice initiatives should designate a focal point for DDR",
            "Heading4": ""
        },
        {
            "Paragraph": "Transitional justice practitioners should also be aware of the impact of DDR on their goals and objectives by considering the DDR programme in their analytical tools for design, assess- ment and evaluation.",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 23,
            "Heading1": "8. Prospects for coordination",
            "Heading2": "8.2. Designing DDR programmes that “do no harm”",
            "Heading3": "8.2.9. Integrate information on DDR in conflict analysis, assessments and evaluations undertaken to support or advance transitional justice initiatives",
            "Heading4": ""
        },
        {
            "Paragraph": "",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 23,
            "Heading1": "8. Prospects for coordination",
            "Heading2": "8.3. Beyond “do no harm”: Constructively connecting DDR and TJ .",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 23,
            "Heading1": "8. Prospects for coordination",
            "Heading2": "8.3. Beyond “do no harm”: Constructively connecting DDR and TJ .",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 23,
            "Heading1": "8. Prospects for coordination",
            "Heading2": "8.3. Beyond “do no harm”: Constructively connecting DDR and TJ .",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 23,
            "Heading1": "8. Prospects for coordination",
            "Heading2": "8.3. Beyond “do no harm”: Constructively connecting DDR and TJ .",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 23,
            "Heading1": "8. Prospects for coordination",
            "Heading2": "8.3. Beyond “do no harm”: Constructively connecting DDR and TJ .",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 23,
            "Heading1": "8. Prospects for coordination",
            "Heading2": "8.3. Beyond “do no harm”: Constructively connecting DDR and TJ .",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 23,
            "Heading1": "8. Prospects for coordination",
            "Heading2": "8.3. Beyond “do no harm”: Constructively connecting DDR and TJ .",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 23,
            "Heading1": "8. Prospects for coordination",
            "Heading2": "8.3. Beyond “do no harm”: Constructively connecting DDR and TJ .",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 23,
            "Heading1": "8. Prospects for coordination",
            "Heading2": "8.3. Beyond “do no harm”: Constructively connecting DDR and TJ .",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "DDR and transitional justice represent two types of initiatives among a range of interven- tions that are (at least partly) aimed at reintegrating children associated with armed groups and forces. Given the status of children as a special category of protected persons under international law, both DDR and transitional justice actors should work together on a strat- egy that considers these children primarily as victims.",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 27,
            "Heading1": "8. Prospects for coordination",
            "Heading2": "8.3. Beyond “do no harm”: Constructively connecting DDR and TJ .",
            "Heading3": "8.3.9. Consider how DDR and transitional justice measures may coordinate to support the reintegration of children associated with armed groups and forces (CAAGF)",
            "Heading4": ""
        },
        {
            "Paragraph": "Joint coordination on the reintegration of children is possible in at least three broad areas. First, DDR and transitional justice measures may coordinate on a strategy to iden- tify and hold accountable those who are recruiting children—in order to make sure that the welfare of children is considered as the highest priority in that process. Second, both kinds of measures may work together on approaches to reintegrating children who may be responsible for violations of international humanitarian law or human rights law. Given the focus on CAAGF as victims, such an approach would preferably focus on non-judicial measures such as truth commissions and locally-based processes of truth and reconcilia- tion, which may better contribute to the reintegration of children than prosecution. At a minimum, a clear DDR and TJ policy should be developed as to the criminal responsibil- ity of children that takes adequate account of their protection and social reintegration. In the DRC, for example, the position shared by child protection agencies was for CAAFG accused of serious crimes to go through the juvenile justice system, applying special pro-cedures and reintegration measures. Third, if a reparations programme is under considera- tion, DDR and Transitional justice actors may work together to ensure a balance between what kind of DDR benefits are offered to CAAGF as former combatants and what is offered to them as reparations as victims.",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 27,
            "Heading1": "8. Prospects for coordination",
            "Heading2": "8.3. Beyond “do no harm”: Constructively connecting DDR and TJ .",
            "Heading3": "8.3.9. Consider how DDR and transitional justice measures may coordinate to support the reintegration of children associated with armed groups and forces (CAAGF)",
            "Heading4": ""
        },
        {
            "Paragraph": "In this process, particular attention needs to be given to girls. Gender inequality and cultural perceptions of women and girls may have particularly negative consequences for the reintegration of girl children associated with armed groups and forces. Targeted efforts by DDR and TJ may be necessary to ensure that girls are protected, but also that girls are given the opportunity to participate and benefit from these programmes.",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 28,
            "Heading1": "8. Prospects for coordination",
            "Heading2": "8.3. Beyond “do no harm”: Constructively connecting DDR and TJ .",
            "Heading3": "8.3.9. Consider how DDR and transitional justice measures may coordinate to support the reintegration of children associated with armed groups and forces (CAAGF)",
            "Heading4": ""
        },
        {
            "Paragraph": "Consideration should be given to how the design of the DDR process relates to institutional reform efforts. For example, DDR programmes may coordinate with vetting procedures, providing information to ensure that ex-combatants who are responsible for gross viola- tions of human rights or serious crimes under international law are not reintegrated into public institutions, particularly the armed forces or other national security institutions (also see IDDRS 6.10 on DDR and Security Sector Reform).",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 28,
            "Heading1": "8. Prospects for coordination",
            "Heading2": "8.3. Beyond “do no harm”: Constructively connecting DDR and TJ .",
            "Heading3": "8.3.10. Consider how the design of the DDR programme contributes to the aims of institutional reform, including vetting processes",
            "Heading4": ""
        },
        {
            "Paragraph": "",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 29,
            "Heading1": "Annex A: Terms and definitions",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 31,
            "Heading1": "Annex B: Critical questions for the field assessment",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 34 ,
            "Heading1": "Annex C: Further reading",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "",
            "Level": 6,
            "Title": "DDR and Transitional Justice",
            "PageNum": 36,
            "Heading1": "Endnotes",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        }
    ]
}

