
{
    "6.30 DDR and Natural Resource Management": [
        {
            "Paragraph": "The relationship between natural resources and armed conflict is well known and documented, evidenced by numerous examples from all over the world.1 Natural resources may be implicated all along the peace continuum, from contributing to grievances, to financing armed groups, to supporting livelihoods and recovery via the sound management of natural resources. Furthermore, the economies of countries suffering from armed conflict are often marked by unsustainable or illicit trade in natural resources, thereby tying conflict areas to the rest of the world through global supply chains. For DDR processes to be effective, practitioners should consider both the risks and opportunities that natural resource management may pose to their efforts.",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 1,
            "Heading1": "Summary",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "As part of the war economy, natural resources may be exploited and traded directly by, or through local communities under the auspices of, armed groups, organized criminal groups or members of the security sector, and eventually be placed on national and international markets through trade with multinational companies. This not only reinforces the actors directly implicated in the conflict, but it also undermines the good governance of natural resources needed to support development and sustainable peace. Once conflict is underway, natural resources may be exploited to finance the acquisition of weapons and ammunition and to reinforce the war economy, linking armed groups and even the security sector to international markets and organized criminal groups.",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 1,
            "Heading1": "Summary",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "These dynamics are challenging to address through DDR processes, but are necessary to contend with if sustainable peace is to be achieved. When DDR processes promote good governance practices, transparent policies and community engagement around natural resource management, they can also simultaneously address conflict drivers and the impacts of armed conflict on the environment and host communities. Issues of land rights, equal access to natural resources for livelihoods, equitable distribution of their benefits, and sociocultural disparities may all underpin the drivers of conflict that motivate individuals and groups to take up arms. It is critical that DDR practitioners take these linkages into account to avoid exacerbating existing grievances or creating new conflicts, as well as to effectively use natural resource management to contribute to sustainable peace.",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 1,
            "Heading1": "Summary",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "This module aims to contribute to DDR processes that are grounded in a clear understanding of how natural resource management can contribute to sustainable peace and reduce the likelihood of a resurgence of conflict. It considers how DDR practitioners can integrate youth, women, persons with disabilities and other key specific needs groups when addressing natural resource management in reintegration. It also includes guidance on relevant natural resource management related issues like public health, disaster-risk reduction, resiliency and climate change. With enhanced interagency cooperation, coordination and dialogue among relevant stakeholders working in DDR, natural resource management and governance sectors - especially national actors - these linkages can be addressed in a more conscious and deliberate manner for sustainable peace.",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 1,
            "Heading1": "Summary",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Lastly, this module recognizes that the degree to which natural resources are incorporated into DDR processes will vary based on the political economy of a given context, size, resource availability, partners and capacity. While some contexts may have different agencies or stakeholders with expertise in natural resource management to inform context analyses, assessment processes and subsequent programme design and implementation, DDR processes may also need to rely primarily on external experts and partners. However, limited natural resource management capacities within a DDR process should not discourage practitioners from capitalizing on the opportunities or guidance available, or to seek collaboration and possible programme synergies with other partners that can offer natural resource management expertise. For example, in settings where the UN has no mission presence, such capacity and expertise may also be found within the UN country team, civil society, and/or academia.",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 2,
            "Heading1": "Summary",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "This module provides DDR practitioners - in mission and non-mission settings - with necessary information on the linkages between natural resource management and integrated DDR processes during the various stages of the peace continuum. The guidance provided highlights the role of natural resources in all phases of the conflict cycle, focusing especially on the linkages with armed groups, the war economy, and how natural resource management can support successful DDR processes. It also emphasizes the ways that natural resource management can support the additional goals of gender-responsive reconciliation, resiliency to climate change, and sustainable reintegration through livelihoods and employment creation.",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 2,
            "Heading1": "1. Module scope and objectives",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The module highlights the risks and opportunities presented by natural resource management in an effort to improve the overall effectiveness and sustainability of DDR processes. It also seeks to support DDR practitioners in understanding the associated risks that threaten people’s health, livelihoods, security and the opportunities to build economic and environmental resilience against future crises.",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 2,
            "Heading1": "1. Module scope and objectives",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Annex A contains a list of terms, definitions and abbreviations used in this standard. A com­ plete glossary of all the terms, definitions and abbreviations used in the series of integrated DDR standards (IDDRS) is given in IDDRS 1.20. In the IDDRS series, the words ‘shall’, ‘should’, ‘may’, ‘can’ and ‘must’ are used to indicate the intended degree of compliance with the standards laid down. This use is consistent with the language used in the International Organization for Standardization (ISO) standards and guidelines: \\n a) ‘shall’ is used to indicate requirements, methods or specifications that are to be applied in order to conform to the standard; \\n b) ‘should’ is used to indicate the preferred requirements, methods or specifications; \\n c) ‘may’ is used to indicate a possible method or course of action; \\n d) ‘can’ is used to indicate a possibility and capability; and, \\n e) ‘must’ is used to indicate an external constraint or obligation.",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 2,
            "Heading1": "2. Terms, definitions and abbreviations",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Natural resources refer to any natural assets (raw materials) occurring in nature that can be used for economic production or consumption (OECD).2 These may include, but are not limited to, hard commodities such as minerals, gemstones, petroleum resources, timber, or other geological resources. They can also include soft commodities including agricultural products like cocoa, palm oil, sugar, coffee, wheat and other highly traded global commodities. Natural resources can also include endangered rare species of flora and fauna (including those used in narcotics) and related products traded on global markets.",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 3,
            "Heading1": "2. Terms, definitions and abbreviations",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "War economy refers to the economic structure developed to support armed conflict in a given jurisdiction, whether set up by the existing government or an armed group. The war economy includes legal and illegal exploitation of natural resources with the aim of supporting one or more sides of a conflict.",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 3,
            "Heading1": "2. Terms, definitions and abbreviations",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Sustainable use of natural resources refers to the exploitation or management of natural resources in a way that ensures their long-term availability to support development for future generations.",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 3,
            "Heading1": "2. Terms, definitions and abbreviations",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Natural resource management: Activities related with the management of natural capital stocks, (monitoring, control, surveys, administration and actions for facilitating structural adjustments of the sectors concerned) and their exploitation (e.g., abstraction and harvesting).",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 2,
            "Heading1": "2. Terms, definitions and abbreviations",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "When well-managed, natural resources have the potential to support sustainable peace, development, and to address long-standing grievances. However, there is also mounting evidence that in many violent conflicts worldwide there is a strong link between armed conflict and weak governance or mismanagement of natural resources, dynamics which also contribute to violent conflict.3",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 3,
            "Heading1": "3. Introduction",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Over the past 60 years at least 40 percent of all intrastate conflicts were linked to natural resources.4 Furthermore, conflicts where natural resources are implicated have been shown to be more likely to relapse within five years.5 Looking back over the history of UN peacekeeping operations, nearly twenty missions have been deployed to conflicts fuelled or financed by natural resources, yet only a few of these missions have had a direct mandate to tackle natural resource challenges. However, the United Nations recognizes the need to incorporate the environment and natural resource dimensions of conflict and peacebuilding along the entire peace continuum, as evidenced in the UN Sustainable Development Cooperation Framework, the Humanitarian Response Plan and/or the Integrated Strategic Framework across multiple settings.6",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 3,
            "Heading1": "3. Introduction",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Although evident risks exist, natural resource management also has the potential to enable sustainable peace, including through sustainable development that contributes to job creation, reduced grievances, and equitable sharing of benefits from natural resources. Through sound management, individuals and societies can employ natural resources in ways that secure livelihoods, generate tax revenues, stimulate exports, and engage the private sector in employment-creation purposes. Furthermore, natural resource management provides both temporary (Track A) and more sustainable (Track B) employment opportunities, as outlined in the United Nations Post Conflict Policy for Employment Creation, Income Generation and Reintegration.",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 4,
            "Heading1": "3. Introduction",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "In DDR contexts where strong governance is present, policy processes may specifically target natural resource sectors - including forestry, mining and conservation - to support job creation for long-term sustainable peace. Since natural resources underpin livelihoods for the vast majority of populations in post-conflict contexts, DDR practitioners should ensure to analyze any ways in which special-needs groups - such as women, youth, persons with disabilities or different vulnerable populations - can safely access and productively use natural resources. Gender issues in particular are crucial for sustainability and efficiency in economic recovery when it comes to natural resource management as gender norms in society can affect the division of labour between men and women and the distribution of capital assets, including land, credit, skills and participation in decision making, often negatively impacting women. Gender can also impact whether natural resources can be accessed and used safely; for example, the provisioning of essential natural resources for daily subsistence by women and girls, such as gathering firewood or charcoal, often puts them at risk for sexual and gender-based violence (SGBV).7 In other cases, the physical strength needed to work in natural resource management sectors can prohibit women from accessing these kinds of economic opportunities (e.g., certain roles in the forestry or mining sectors).",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 4,
            "Heading1": "3. Introduction",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "In addition to their economic benefits, natural resources can play an important role in supporting successful social reintegration and reconciliation through community-based approaches to natural resource management, including promoting access to grievance- and dispute-resolution mechanisms. To ensure that growth in natural resource management sectors will contribute positively to peace efforts, DDR practitioners shall undertake all necessary efforts to understand the risks and opportunities presented by natural resource management and fully analyze and incorporate them into process planning, design and implementation. The linkages between organized criminal groups, armed forces and groups and illicit trade - including implications of local community actors - should also be taken into account. These include the potential for poor natural resource management, coupled with weak governance, to lead to further grievances and recruitment. Since natural resource management takes place at the local, regional and national levels, there are multiple opportunities to work cooperatively with relevant stakeholders during DDR processes.",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 4,
            "Heading1": "3. Introduction",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "IDDRS 2.10 on The UN Approach to DDR sets out the main principles that guide all aspects of DDR processes. This section outlines how these principles apply to the linkages between DDR and natural resource management.",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 4,
            "Heading1": "4. Guiding principles",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Natural resources can be used to support or to undermine development and sustainable peace. Ultimately, natural resources are part of the naturally protected rights of the citizens of any sovereign nation and DDR practitioners must seek to protect and respect these rights in accordance with relevant international and national laws and policies (including customary law). In particular, DDR practitioners shall seek advice from human rights officers, rule of law or other experts in natural resource management, especially if the land and other rights of indigenous or otherwise marginalized communities are potentially affected.",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 5,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.1 People-centred",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Equitable participation and access to natural resource-related opportunities and benefits shall be ensured for women, men, girls and boys, regardless of their ethnicity, sexual orientation and other intersecting factors. For DDR practitioners, a special emphasis should be placed on helping to secure tenure and access to land and other resources within existing or proposed frameworks for women and girls, since this is shown to be key to their successful reintegration, as well as to providing both male and female DDR participants and beneficiaries with equitable access to economic reintegration opportunities in natural resource management sectors.8 As part of DDR assessments, a specific gender analysis - carried out in consultation with both female and male participants and community members in their preferred language - should be undertaken in order to map the gender-specific roles and responsibilities in natural resource management and gender division of labour as well as associated risks and protection concerns. Based on the analysis, DDR practitioners shall promote the equal participation and decision-making opportunities of female and male participants and beneficiaries in natural resource management.",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 5,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.2 Gender responsive and inclusive",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "As outlined in IDDRS 2.10, “do no harm” is a standard principle against which all DDR programmes, DDR-related tools and reintegration support shall be evaluated at all times. In the case of natural resources, DDR practitioners shall ensure that they are not implementing or encouraging practices that will threaten the long-term sustainability of natural resources and the livelihoods that depend on them. They should further seek to ensure that they will not contribute to potential environment- related health problems for affected populations; this is particularly important when considering water resources, land allocation and increase in demand for natural resources by development programmes or aid groups (such as increased demand for charcoal, timber, etc. without proper natural resource management measures in place).9",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 5,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.3 Conflict sensitive",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Finally, DDR practitioners should approach natural resource issues with conflict sensitivity to ensure that interventions do not exacerbate conflict or grievances around natural resources or other existing community tensions or grievances (such as those based on ethnic, religious, racial or other dimensions), contribute to any environmental damage, and are equipped to deal with potential tensions related to natural resource management. In particular, sectors targeted by reintegration programmes should be carefully analysed to ensure that interventions will not cause further grievances or aggravate existing tensions between communities; this may include encouraging grievance- and dispute-resolution mechanisms to be put in place.",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 6,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.3 Conflict sensitive",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "DDR processes shall be context-specific to reflect both the nature of the conflict and the role of natural resources in the conflict, taking into account the national, regional and global implications of any activities. The specific role of natural resources should be considered in each context by DDR practitioners, including where natural resources are part of underlying grievances, or where they are being exploited directly by armed forces, groups or organized criminal groups - or by local communities under the auspices of these actors - to control territories or to finance the purchase of weapons and ammunition.",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 6,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.4 Context specific",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "DDR practitioners should also consult any local civil society, academic institutions and other expertise that may be available at the local level to inform interventions. Local experts may be included in assessments of all types of local institutions, armed groups, organized criminal groups, and local political activities, as well as in the development and implementation of DDR processes.",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 6,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.4 Context specific",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Where possible and appropriate, DDR processes should seek to adopt livelihoods strategies and employment generation opportunities that respect human rights and the rights of indigenous peoples and local communities, promote sound natural resource management, participatory decision- making, conflict sensitivity and that do not exploit natural resources at unsustainable rates. DDR practitioners should focus on promoting sustainable livelihoods and consider incorporating environmental feasibility studies for any projects based on natural resource exploitation. They should also ensure that post-project impact monitoring and evaluation includes the environment, natural resources and ecosystem services, especially where the latter relates to disaster-risk reduction and resiliency in the face of climate change.",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 6,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.4 Context specific",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "DDR processes are undertaken in the context of national and local frameworks that must comply with relevant rights and obligations under international law (see IDDRS 2.11 on The Legal Framework for UN DDR). Whether in a conflict setting or not, the State and any other regional law enforcement authorities have the responsibility to implement any criminal justice measures related to the illegal exploitation and/or trafficking of natural resources, including instances of scorched-earth policies or other violations of humanitarian or human rights law. DDR practitioners shall also take into account any international or regional sanctions regimes in place against the export of natural resources. At times when the State itself is directly involved in these activities, DDR practitioners must be aware and factor this risk into interventions.",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 6,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.5 Flexible, accountable and transparent",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Every context is unique when it comes to natural resource management, depending on the characteristics of local ecosystems and existing socio-cultural relationships to land and other natural resources. Strong or weak local and national governance can also impact how natural resources may be treated by DDR processes, specifically where a weak state can lead to more incentives for illicit exploitation and trafficking of natural resources in ways that may fuel or exacerbate armed conflict. DDR practitioners should ensure they thoroughly understand these dynamics through assessments and risk management efforts when designing interventions.",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 7,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.6 Nationally and locally owned",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "For DDR processes, local communities and national institutions - including relevant line ministries - are sources of critical knowledge and information. For this reason, DDR processes shall explicitly incorporate national and local civil society organizations, academic institutions, private sector and other stakeholders into intervention planning and implementation where appropriate. Since international mandates and resources for DDR processes are limited, DDR practitioners shall seek to build local capacities around natural resource management whenever possible and shall establish relevant local partnerships to ensure coordination and technical capacities are available for the implementation of any interventions incorporating natural resource management.",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 7,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.6 Nationally and locally owned",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "In some cases, natural resource management can be used as a platform for reconciliation and trust building between communities and even regional actors. DDR practitioners should seek to identify these opportunities where they exist and integrate them into interventions.",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 7,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.6 Nationally and locally owned",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "In cases where natural resources are exploited and trafficked to finance the activities of armed forces and groups or organized criminal groups active in conflict settings, regional dynamics may be at play. Private sector and government actors from neighbouring States may be implicated in the trade of natural resources and DDR practitioners should engage regional stakeholders as much as possible to control for these risks and to identify opportunities to create a regional environment conducive to sustainable peace.",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 7,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.7 Regionally supported",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "DDR processes will be more successful when considerations related to natural resource management are integrated from the earliest assessment phase through all stages of strategy development, planning and implementation. Expertise within the UN system and with other interagency partners should inform the interventions of DDR processes, in tandem with local and national expertise and knowledge.",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 7,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.8 Integrated",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "In contexts with poor governance, weak diversification and poor sectoral linkages, natural resources may be exploited to sustain the political and military agendas of armed forces and/or other groups.10 This dynamic contributes to a broader war economy that may incentivize unsustainable exploitation, resource grabs and human rights abuses that may be related, although not exhaustively, to the environment and natural resources.11 When captured by armed forces and groups, or organized criminal groups, high-value commodity sectors with significant global demand - such as minerals, oil and gas, timber and other agricultural commodities - represent a serious threat to peace, security and development.12 This may occur with high-value commodities including charcoal, timber, ivory, gems and minerals, as well as agricultural commodities like cocoa and or palm oil. This trade links conflict actors to the global economy and ultimately to the end consumer of the good or service, thereby implicating a multitude of stakeholders from local private sector to regional and global multi-national enterprises and their investors.13",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 8,
            "Heading1": "5. Natural resources in conflict settings",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The exploitation of natural resources and associated environmental stresses, such as the contamination of soils, air or water during extraction processes, can impact all phases of the conflict cycle, from contributing to the outbreak and perpetuation of violence to undermining prospects for peace. In addition, the environment itself may be damaged through scorched-earth tactics in order to harm specific groups of people or to render land and areas unusable by opposing groups. In extreme cases, land can also be damaged when communities are significantly displaced, where populations may be forced to degrade the natural resource base in order to survive. This environmental damage, coupled with the collapse of institutions and governance practices, can present significant risks that threaten people’s health, livelihoods and undermine security. It may also undermine a country’s capacity to achieve the 2030 Agenda for Sustainable Development, as well as exacerbate vulnerabilities to climate change and natural disasters.",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 8,
            "Heading1": "5. Natural resources in conflict settings",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Identifying the role of natural resources in armed conflict is a necessary starting point to effectively address the factors that may have caused or sustained conflict, could trigger a relapse into violence, or may impede the process of consolidating sustainable peace. Analyses and assessments on environmental and natural resource issues can help DDR practitioners to identify the ways in which natural resources are intentionally and/or inadvertently utilized, exploited, depleted and destroyed as part of conflict. While the UN has increasingly adopted guidance on integrating natural resource considerations into its peacebuilding assessments and interventions, in practice, natural resources are still too often considered as “too hard to fix” and as an issue to be addressed at a later stage in the recovery or peacebuilding process. However, doing so fails to take into account the broad and changing nature of threats to national and international security, as well as opportunities for natural resource management to contribute to sustainable peace.",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 8,
            "Heading1": "5. Natural resources in conflict settings",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Integrating natural resource management issues into peacebuilding – and DDR in particular – should be seen as a security imperative following the strong linkages between natural resources and conflict. Deferred action or uninformed choices made early on often establish unsustainable trajectories of recovery that can undermine long-term peace and stability. At the same time, natural resource management offers important opportunities for sustainable livelihoods recovery, employment creation and reconciliation.",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 9,
            "Heading1": "5. Natural resources in conflict settings",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The following sections provide a frame of reference to support the improved consideration of natural resources in DDR processes. In order to apply this frame, DDR practitioners should seek the appropriate expertise and work across different national and international agencies to gather the information related to natural resources needed to inform interventions.",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 9,
            "Heading1": "5. Natural resources in conflict settings",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The relationship between natural resources, the environment and conflict is multidimensional and complex, but three principal pathways can be drawn. These pathways are described in more detail in the following sections:",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 9,
            "Heading1": "5. Natural resources in conflict settings",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Natural resources underpin livelihoods and the socio-cultural rights of peoples in many parts of the world. When access to these resources is disrupted - and especially where long-standing historic grievances (real or perceived) over access to land and resources are present - natural resources may be more easily exploited to encourage recruitment by armed groups. This relationship can be complex, but there is evidence in the historical record as to how access to land or other natural resources can motivate parties to a conflict. Grievances related to land (communal or individually owned) and access to resources can be deeply embedded in the historical narrative of peoples and hugely motivating for individuals and groups to participate in violent conflict. These dynamics are critical for DDR practitioners to understand and to factor into planning.",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 9,
            "Heading1": "5. Natural resources in conflict settings",
            "Heading2": "5.1 Contributing to the causes of conflict",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Natural resources can also contribute to the causes of conflict where their governance and management has been handled in a way that privileges certain social or ethnic groups over others. Marginalized groups, excluded from access to natural resources and related benefits, may be more inclined to participate in the illicit or informal economy where armed conflict is present, thereby potentially engaging in riskier livelihoods sectors less protected by labour regulations.14 They may also be more likely to participate in the activities of organized criminal groups involved in the exploitation of natural resources. These dynamics can further undermine the ability of the Government to provide benefits (i.e., education, healthcare and development) and resources to communities due to a loss of tax revenue from formal economic sectors, as well as create the right conditions for illicit trade in weapons, ammunition and other illicit goods. This combination of factors can increase the likelihood that additional resentments will build and fuel recruitment into armed forces and groups.",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 9,
            "Heading1": "5. Natural resources in conflict settings",
            "Heading2": "5.1 Contributing to the causes of conflict",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Finally, in some cases, scorched earth tactics may be used to gain control of a particular territory, resulting in significant displacement of populations and permanent damage to the environment. To secure a strategic advantage, demoralize local populations or subdue resistance, leaders and members of armed forces and groups may pollute water wells, burn crops, cut down forests, poison soils and kill domestic animals. In some cases, entire ecosystems have been deliberately targeted to achieve political and military goals. These tactics can result in grievances that ultimately undermine DDR processes and sustainable peace, and limit the positive role that natural resource management can play in sustaining peace.",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 9,
            "Heading1": "5. Natural resources in conflict settings",
            "Heading2": "5.1 Contributing to the causes of conflict",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Once armed conflict is underway, natural resources will often be targeted by armed forces and groups - as well as organized criminal groups - in order to trade them for revenues or for weapons and ammunition. These resources may be used to finance the activities of armed forces and groups, including their ability to compensate recruits, purchase weapons and ammunition, acquire materials necessary for transportation or control of strategic territories, and even their ability to expand territorial control. The exploitation of natural resources in conflict contexts is also closely linked to corruption and weak governance, where government, organized criminal groups, the private sector and armed forces and groups become interdependent through the licit or illicit revenue and trade flows that natural resources provide. In this way, armed groups and organized criminal groups can even capture the role of government and can integrate themselves into political processes by leveraging their influence over trade and access to markets and associated revenues (see IDDRS 6.40 on DDR and Organized Crime).",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 10,
            "Heading1": "5. Natural resources in conflict settings",
            "Heading2": "5.2 Financing and sustaining conflict",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "In addition to capturing the market for natural resources, the financing of weapons and ammunition may permit armed forces and groups to coerce or force communities to abandon their lands and territories, depriving them of livelihoods resources such as livestock or crops. Hostile takeovers of land can also target valuable natural resources for the purpose of taxing their local trade routes or gaining access to markets and/or licit or illicit commodity flows associated with those resources.15 This is especially true in contexts of weak governance.",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 10,
            "Heading1": "5. Natural resources in conflict settings",
            "Heading2": "5.2 Financing and sustaining conflict",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Conflict contexts with weak governance are ripe for the proliferation of organized criminal groups and capture of revenues from the exploitation and trade of natural resources. However, this is only possible where there are market actors willing to purchase these resources and to engage in trade with armed forces and groups. This relationship may be further complicated on the ground by the different actors involved in markets and trade, which could include government authorities in customs and border protection, shell companies created to purposely distort the paper trail around this trade and subvert efforts at traceability by markets further downstream (i.e., closer to the end consumer), or direct involvement of other governments surrounding the country experiencing violent conflict to facilitate this trade. In these cases, the private sector at the local and national level, as well as buyers in international markets, may be implicated, whether the resources are legally or illegally traded. The relationship between the private sector and armed forces and groups in conflict is complex and can involve trade, arms and financial flows that may or may not be addressed by sanctions regimes, national and international regulations or other measures.",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 10,
            "Heading1": "5. Natural resources in conflict settings",
            "Heading2": "5.2 Financing and sustaining conflict",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Tracing conflict resources in global supply chains is inherently difficult; these materials may be one of hundreds that are part of a product purchased by an end user and may be traded through dozens of markets and jurisdictions before they end up in a manufacturing process, allowing multiple opportunities for the laundering of resources through fake certificates in the chain of custody.16 Consumer goods companies find the traceability of materials to a point of origin challenging in the best of circumstances; the complexities of a war economy and outbreak of violent conflict makes this even more complicated. However, technologies developed in recent years - including chemical markers, RFID tags and QR codes - are increasingly reliable, and the manufacturers, brands and retailers who sell products that contain conflict resources are increasingly subject to legal regimes that address these issues, depending on where they are domiciled.17 Globally, legal regimes that address conflict resources in global supply chains are still nascent, but awareness of these issues is growing in consumer markets and technological solutions to traceability and company due diligence challenges are emerging at a rapid rate.18",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 11,
            "Heading1": "5. Natural resources in conflict settings",
            "Heading2": "5.2 Financing and sustaining conflict",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "There are many groups working to track the trade in conflict resources that DDR practitioners can collaborate with to ensure they are able to identify critical changes and shifts in the activities, tactics and potential resource flows of armed forces and groups. DDR practitioners should seek out these resources and engage these stakeholders to support assessments and the design and implementation of DDR processes whenever appropriate and possible.",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 11,
            "Heading1": "5. Natural resources in conflict settings",
            "Heading2": "5.2 Financing and sustaining conflict",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Governance institutions and State authorities, including those critical to accountability and transparency, may have been eroded by conflict or weak to start with. When tensions intensify and lead to armed conflict, rule of law breaks down and the resulting institutional vacuum can lead to a culture of impunity and corruption. This collapse of governance structures contributes directly to widespread institutional failures in all sectors, allowing opportunistic individuals, organized criminal groups, armed groups and/or private entities to establish uncontrolled systems of resource exploitation.19 At the same time, public finances are often diverted for military purposes, resulting in the decay of, or lack of investment in, water, waste management and energy services, with corresponding health and environmental contamination risks.",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 11,
            "Heading1": "5. Natural resources in conflict settings",
            "Heading2": "5.3 Contributing to reconciliation and sustaining peace",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "During a DDR process, the success and the long-term sustainability of natural resource-based interventions will largely depend on whether there is a good, functioning governance structure at the local, sub-regional, national or regional level. The effective and inclusive governance of natural resources and the environment should be viewed as an investment in conflict prevention within peacebuilding and development processes. Where past activities violate national laws, it is up to the State to exercise its jurisdiction, but egregious crimes constituting gross violations of human rights, as often seen with scorched earth tactics, oblige DDR processes to exclude any individuals associated with these events from participating in the process (see IDDRS 2.11 on The Legal Framework for UN DDR). However, there may be other jurisdictions where multi-national private entities can be targeted and pressured or prosecuted to cut their ties with armed forces and organized criminal groups in conflict areas. Sanctions set by the UN Security Council may also be brought to bear where they cover natural resources that are trafficked or traded by private sector entities and armed forces and groups.",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 11,
            "Heading1": "5. Natural resources in conflict settings",
            "Heading2": "5.3 Contributing to reconciliation and sustaining peace",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "DDR practitioners will not be able to influence, control or focus upon all aspects of natural resource governance. However, through careful attention to risk factors in the planning, design and implementation of natural resource-based activities, DDR processes can play a multifaceted and pivotal role in paving the way for good natural resource governance that supports sustainable peace and development. Moreover, DDR practitioners can ensure that access to grievance- and non-violent dispute-resolution mechanisms are available for participants, beneficiaries and others implicated in the DDR process, in order to mitigate the risks that natural resources pose for conflict relapse.",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 12,
            "Heading1": "5. Natural resources in conflict settings",
            "Heading2": "5.3 Contributing to reconciliation and sustaining peace",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Furthermore, environmental issues and protection of natural resources can serve as effective platforms or catalysts for enhancing dialogue, building confidence, exploiting shared interests and broadening cooperation and reconciliation between ex-combatants and their communities, between communities themselves, between communities and the State, as well as between States themselves.20 People and cultures are closely tied to the environment in which they live and to the natural resources upon which they depend. In addition to their economic benefits, natural resources and ecosystem services can support successful social reintegration and reconciliation. In this sense, the management of natural resources can be used as a tool for engaging community members to work together, to revive and strengthen traditional natural resource management techniques that may have been lost during the conflict, and to encourage cooperation towards a shared goal, between and amongst communities and between communities and the State.",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 12,
            "Heading1": "5. Natural resources in conflict settings",
            "Heading2": "5.3 Contributing to reconciliation and sustaining peace",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "In settings where natural resources have played a significant role in the conflict, DDR practitioners should explore opportunities for addressing underlying grievances over such resources by promoting equitable and fair access to natural resources, including for women, youth and participants with disability. Access to natural resources, especially land, often carries significant importance for ex-combatants during reintegration, particularly for female ex-combatants and women associated with armed forces and groups. Whether the communities are their original places of origin or are new to them, ensuring that they have access to land will be important in establishing their social status and in ensuring that they have access to basic resources for livelihoods. In rural areas, it is essential that DDR practitioners recognize the connection between land and social identity, especially for young men, who often have few alternative options for establishing their place in society, and for women, who are often responsible for food security and extremely vulnerable to exclusion from land or lack of access.",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 12,
            "Heading1": "5. Natural resources in conflict settings",
            "Heading2": "5.3 Contributing to reconciliation and sustaining peace",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "To further support social reintegration and reconciliation, as well as to enhance peacebuilding, DDR practitioners should seek to support reintegration activities that empower communities affected by natural resource issues, applying community-based natural resource management (CBNRM) approaches where applicable and promoting inclusive approaches to natural resource management. Ensuring that specific needs groups such as women and youth receive equitable access to and opportunities in natural resource sectors is especially important, as they are essential to ensuring that peacebuilding interventions are sustainable in the long-term.",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 12,
            "Heading1": "5. Natural resources in conflict settings",
            "Heading2": "5.3 Contributing to reconciliation and sustaining peace",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "At the outset, there are several key risk factors to consider when looking to leverage natural resources to support DDR processes. Depending on where DDR practitioners are working along the peace continuum, the following are three key areas where risks and opportunities should be considered: \\n Supporting economic recovery: When natural resources are properly governed and carefully managed, “high-value” resources (such as hydrocarbons, minerals, metals, stones and export timber) can form an important basis for employment creation and budget revenue for development. With close attention to whether a robust framework is in place with respect to land rights, and sub-surface natural resource rights as a pre-cursor, engagement with private sector entities can help to facilitate these types of opportunities, whether for high-value natural resources or agricultural commodities with significant market value such as coffee, cocoa, grains or other soft commodities. The risk, however, is that the pressure to kick-start development and earn foreign exchange can lead to rapid, uncontrolled exploitation of such resources at sub-optimal prices, without due attention to land and sub-surface resource rights, environmental sustainability, employment creation and the equitable distribution of revenues. When the benefits are not shared, or when environmental degradation occurs as a consequence of exploitation, there could be serious potential for conflict to resume. \\n Developing sustainable livelihoods for peace: Sustainable peace fundamentally hinges on the development of sustainable livelihoods, the provision of basic services, and on the recovery and sound management (including equitable distribution of related benefits) of the natural resource base. Environmental damage caused by conflicts, coping strategies and chronic environmental problems (including climate change impacts) that undermine livelihoods must therefore be addressed from the outset. Minimizing vulnerability to natural hazards and climate change through the management of key natural resources and the introduction of appropriate technologies may also be addressed. Women and children are often disproportionally affected by environmental contamination economically, socially as well as in terms of their health and well-being. DDR practitioners should therefore seek to address the specific needs of women and children in relation to their dependence on natural resources and risks involved. Careful coordination and attention to issues of land access, tenure and the availability of agricultural inputs and access to financing are critical elements for ensuring success and sustainability. Women, and especially unmarried women and women who are not closely associated with a male relative, or those who face stigma or discrimination due to various other circumstances (i.e., sexual violence survivors, single mothers, unmarried women, etc.) are often disadvantaged in regard to access to capital assets as women’s ownership rights are often based on de facto agreements through male community members and traditional gender roles may prevent women and girls from accessing education and capacity building. \\n Contributing to dialogue, reconciliation and confidence building: Natural resources can be a neutral entry point or catalyst for enhancing dialogue, building confidence, exploring shared interests and broadening cooperation between divided communities as well as within and between states. Such actions should aim to use an inclusive approach that seeks to consider and respond to the needs of the entire population, especially women and youth. Bringing communities together to discuss and resolve common challenges and concerns, such as access to water points and grazing lands, can be a powerful peacebuilding tool and can help to mitigate the risk of further conflict between competing natural resource user groups.",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 13,
            "Heading1": "6. DDR and natural resources: planning considerations",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "During the pre-planning and preparatory assistance phase, DDR practitioners should clarify the role natural resources may have played in contributing to the causes of conflict, if any, and determine whether DDR is an appropriate response or whether there are other types of interventions that could be employed. In line with IDDRS 3.11 on Integrated Assessments, DDR practitioners should factor the linkage between natural resources and armed forces and groups, as well as organized criminal groups, into baseline assessments, programme design and exit strategies. This includes identifying the key natural resources involved in addition to key individuals, armed forces and groups, any known organized criminal groups and/or Governments who may have used (or continue to use) these particular resources to finance or sustain conflict or undermine peace. The analysis should also consider gender, disability and other intersectional considerations by examining the sex- and age- disaggregated impacts of natural resource conflicts or grievances on female ex-combatants and women associated with armed forces and groups.",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 14,
            "Heading1": "6. DDR and natural resources: planning considerations",
            "Heading2": "6.1 Assessments and design",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The assessments should seek to achieve two main objectives regarding natural resources and will form the basis for risk management. First, they should determine the role that natural resources have played in contributing to the outbreak of conflict (i.e., through grievances or other factors), how they have been used to finance conflict and how natural resources that are essential for livelihoods may have been degraded or damaged due to the conflict, or become a security factor (especially for women and girls, but also boys and men) at a community level. Secondly, they should seek to anticipate any potential conflicts or relapse into conflict that could occur as a result of unresolved or newly aggravated grievances, competition or disputes over natural resources, continued war economy dynamics, and the risk of former combatants joining ranks with criminal networks to continue exploiting natural resources. This requires working closely with national actors through coordinated interagency processes. Once these elements have been identified, and the potential consequences of such analysis are fully understood, DDR practitioners can seek to explicitly address them.",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 14,
            "Heading1": "6. DDR and natural resources: planning considerations",
            "Heading2": "6.1 Assessments and design",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Where appropriate, DDR practitioners should ensure that assessment activities include technical experts on land and natural resources who can successfully incorporate key natural resource issues into DDR processes. These technical experts should also display expertise in recognizing the social, psychological and economic livelihoods issues connected to natural resources to be able to properly inform programme design. The participation of local civil society organizations and groups with knowledge on natural resources will also aid in the formation of a holistic perspective during the assessment phase. In addition, special attention should be given to gathering any relevant information on issues of access to land (both individually owned and communal), water and other natural resources, especially for women and youth.",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 15,
            "Heading1": "6. DDR and natural resources: planning considerations",
            "Heading2": "6.1 Assessments and design",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Land governance and tenure issues - including around sub-surface resource rights - are likely to be an issue in almost every context where DDR processes are implemented. DDR practitioners should identify existing efforts and potential partners working on issues of land governance and tenure and use this as a starting point for assessments to identify the risk and opportunities associated with related natural resources. Land governance will underpin all other natural resource sectors and should be a key element of any assessment carried out when planning DDR. While DDR processes cannot directly overcome challenges related to land governance issues, DDR practitioners should be aware of the risk and opportunities that current land governance issues present and do their best to mitigate these through planning and implementation.",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 15,
            "Heading1": "6. DDR and natural resources: planning considerations",
            "Heading2": "6.1 Assessments and design",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "In order to determine if natural resources have played (or continue to play) a critical role in armed conflict, assessments should seek to understand the key actors in the conflict and their linkages to natural resources (see Table 1). Assessments should also identify: \\n Key financial and strategic benefits and drawbacks of the identified resources on all warring parties and civilian populations affected by the conflict. \\n The nature and extent of grievances over the identified natural resources (real and perceived), if any. \\n The location of implicated resources and overlap with territories under the control of armed forces and groups. \\n The role of sanctions in deterring illegal exploitation of natural resources. \\n The extent and type of resource depletion and environmental damage caused as a result of mismanagement of natural resources during the conflict. \\n Displacement of local populations and their potential loss of access to natural resources. \\n Cross-border activities regarding natural resources. \\n Linkages to organized criminal groups (see IDDRS 6.40 on DDR and Organized Crime). \\n Linkages to armed groups designated as terrorist organizations (see IDDRS 6.50 on DDR and Armed Groups Designated as Terrorist Organizations) \\n Analyses of different actors in the conflict and their relationship with natural resources.",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 15,
            "Heading1": "6. DDR and natural resources: planning considerations",
            "Heading2": "6.1 Assessments and design",
            "Heading3": "6.1.1 Natural resources and conflict linkages",
            "Heading4": ""
        },
        {
            "Paragraph": "The abovementioned assessments can be completed through desk reviews (i.e., using reports from the national Government, UN agencies, NGOs, local civil society groups and media) as well as field assessments. An assessment mission can also help to collect the necessary background information for analysis. Assessment methodology shall be developed in consultation with gender experts and assessment teams shall include gender expertise. The role of natural resources in the political and security sectors affecting the planning of DDR processes should be duly considered. Where appropriate, conflict and security analysis should factor in considerations related to natural resources (see Box 1). In post-conflict contexts, assessments of the linkages between natural resources and armed conflict should also complement a post-conflict needs assessment that identifies the main social and physical needs of conflict-affected populations. For further information, see IDDRS 3.11 on Integrated Assessments.",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 17,
            "Heading1": "6. DDR and natural resources: planning considerations",
            "Heading2": "6.1 Assessments and design",
            "Heading3": "6.1.1 Natural resources and conflict linkages",
            "Heading4": ""
        },
        {
            "Paragraph": "Box 1. Conflict and security analysis for natural resources and conflict: sample questions forces or groups, in particular women and youth? If a peace agreement or ceasefire has been signed, were these grievances addressed when the conflict ended or in the peace agreement?Box 1. Conflict and security analysis for natural resources and conflict: sample questions \\n Is scarcity of natural resources or unequal distribution of related benefits an issue? How are different social groups able to access natural resources differently? \\n What is the role of land tenure and land governance in contributing to conflict - and potentially to conflict relapse - during DDR efforts? \\n What are the roles, priorities and grievances of women and men of different ages in regard to management of natural resources? \\n What are the protection concerns related to natural resources and conflict and which groups are most at risk (men, women, children, minority groups, youth, elders, etc.)? \\n Did grievances over natural resources originally lead individuals to join – or to be recruited into – armed forces or groups? What about the grievances of persons associated with armed forces or groups, in particular women and youth? If a peace agreement or ceasefire has been signed, were these grievances addressed when the conflict ended or in the peace agreement? \\n Is the political position of one or more of the parties to the conflict related to access to natural resources or to the benefits derived from them? \\n Has access to natural resources supported the chain of command in armed forces or groups? How has natural resource control allowed for political or social gain over communities and the State? \\n Who are the main local and global actors (including private sector and organized crime) involved in the conflict and what is their relationship to natural resources? \\n Have armed forces and groups maintained or splintered? How are they supporting themselves? Do natural resources factor in and what markets are they accessing to achieve this? \\n How have natural resources been leveraged to control the civilian population? \\n Has the conflict stopped or seriously impeded economic activities in natural resource sectors, including agricultural production, forestry, fisheries, or extractive industries? Are there issues with parallel taxation, smuggling, or militarization of supply chains? What populations have been most affected by this? \\n Has the conflict involved land-grabbing or other appropriation of land and natural resources? Have groups with specific needs, including women, youth and persons with disabilities, been particularly affected? \\n How has the degradation or exploitation of natural resources during conflict socially impacted affected populations? \\n Have conflict activities led to the degradation of key natural resources, for example through deforestation, pollution or erosion of topsoil, contamination or depletion of water sources, destruction of sanitation facilities and infrastructure, or interruption of energy supplies? \\n Are risks of climate change or natural disasters exacerbated by the ways that natural resources are being used before, during or after the conflict? Are there opportunities to address these risks through DDR processes? \\n Are there foreseeable, specific effects (i.e., risks and opportunities) of natural resource management on female ex-combatants and women formerly associated with armed forces and groups? And for youth?",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 17,
            "Heading1": "6. DDR and natural resources: planning considerations",
            "Heading2": "6.1 Assessments and design",
            "Heading3": "6.1.1 Natural resources and conflict linkages",
            "Heading4": ""
        },
        {
            "Paragraph": "The results of these assessments and the natural resource sectors targeted should indicate to DDR practitioners as to which planning and implementation partners will be required. A diverse range of partners should be sought, including partners from local civil society as well as those working in and with the private sector. When planning and implementation partners have been identified, DDR practitioners should ensure that there are dedicated resources for a knowledge management focal point to support natural resource management, gender and other cross-cutting themes.",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 18,
            "Heading1": "6. DDR and natural resources: planning considerations",
            "Heading2": "6.1 Assessments and design",
            "Heading3": "6.1.1 Natural resources and conflict linkages",
            "Heading4": ""
        },
        {
            "Paragraph": "Many DDR processes already use natural resource management in CVR or reintegration efforts. Without recognizing the potential risks and adopting adequate safeguards, DDR processes could have negative impacts on natural resources. See section 6.3 for information on how to recognize and mitigate these risks.",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 19,
            "Heading1": "6. DDR and natural resources: planning considerations",
            "Heading2": "6.1 Assessments and design",
            "Heading3": "6.1.1 Natural resources and conflict linkages",
            "Heading4": ""
        },
        {
            "Paragraph": "DDR practitioners planning the implementation of employment and livelihoods programmes - for example, as part of a CVR or DDR programme - should also seek to gather information on the risks and opportunities associated with natural resources. For example, questions concerning natural resources should be integrated into the profiling questionnaires administered during the demobilization component of a DDR programme (see Box 2). These questionnaires seek to identify the specific needs and ambitions of ex-combatants and persons formerly associated with armed forces and groups (for further information on profiling, see section 6.3 in IDDRS 4.20 on Demobilization). Natural resource related questions should also be included in assessments conducted for the purpose of designing reintegration programmes. For sample questions see Table 2 and, for further information on reintegration assessments, see section 7 in IDDRS 4.30 on Reintegration. Many of these sample questions may also be relevant for the design of CVR programmes (see IDDRS 2.30 on Community Violence Reduction).",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 19,
            "Heading1": "6. DDR and natural resources: planning considerations",
            "Heading2": "6.1 Assessments and design",
            "Heading3": "6.1.1 Natural resources and conflict linkages",
            "Heading4": ""
        },
        {
            "Paragraph": "At a minimum, assessments focused on natural resources and employment and livelihood opportunities should reflect on the demand for natural resources and any derived products in local, regional, national and international markets. They should also examine existing and planned private sector activity in natural resource sectors. Assessments should also consider whether any areas environmentally degraded or damaged as a result of the conflict can be rehabilitated and strengthened through quick-impact projects (see section 7.2.1). DDR practitioners should seek to incorporate information gathered in Strategic Environmental Assessments and Environmental and Social Impact Assessments where appropriate and possible, to avoid unnecessary duplication of efforts. The data collected can also be used to identify potential reconciliation and conflict resolution activities around natural resources. These activities may, for example, be included in the design of reintegration programmes.",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 19,
            "Heading1": "6. DDR and natural resources: planning considerations",
            "Heading2": "6.1 Assessments and design",
            "Heading3": "6.1.2 Employment and livelihood opportunities",
            "Heading4": ""
        },
        {
            "Paragraph": "Box 2. Sample questions for the profiling of male and female members of armed forces and groups: \\n - Motivations for joining armed forces and groups linked to natural resources? \\n - Potential areas of return and likely livelihoods options to identify potential natural resource sectors to support? Seasonality of these occupations and related migration patterns? Are there communal natural resources in question in the area of return? Will DDR participants have access to these? \\n - The use of natural resources by the members of armed forces and groups to identify potential hot spots? \\n - Possibility to employ job/vocational skills in natural resource management? \\n - Economic activities already undertaken prior to joining or while with armed forces and groups in different natural resource sectors? \\n - Interest to undertake economic activities in natural resource sectors?",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 19,
            "Heading1": "6. DDR and natural resources: planning considerations",
            "Heading2": "6.1 Assessments and design",
            "Heading3": "6.1.2 Employment and livelihood opportunities",
            "Heading4": ""
        },
        {
            "Paragraph": "In order to appropriately address the needs of all DDR participants and beneficiaries, a thorough analysis of groups with specific needs in natural resource management should be carried out as part of general DDR assessments. These considerations should then be mainstreamed throughout design and implementation. Specific needs groups often include women and girls, youth, persons with disabilities and persons with chronic illnesses, and indigenous and tribal peoples and local communities, but other vulnerabilities might also exist in different DDR contexts. Annex B presents a non-exhaustive list of questions that can be incorporated into DDR assessments in regard to specific- needs groups and natural resource management.",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 21,
            "Heading1": "6. DDR and natural resources: planning considerations",
            "Heading2": "6.2 Specific-needs groups and cross-cutting issues",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Many conflict-affected countries have substantial numbers of youth – individuals between 15 and 24 years of age - relative to the rest of the population. Natural resources can offer specific opportunities for this group. For example, when following a value chain approach (see section 7.3.1) with agricultural products, non-timber forest products or fisheries, DDR practitioners should seek to identify processing stages that can be completed by youth with little work experience or skills. Habitat and ecosystem services restoration can also offer opportunities for young people. Youth can also be targeted as leaders through training-of-trainers programmes to further disseminate best practices and skills for improving the use of natural resources. When embarking on youth-focused DDR processes, efforts should be made to ensure that both male and female youth are engaged. While male youth are often the more visible group in conflict-affected countries, there are proven peace dividends in providing support to female youth. For additional guidance, see IDDRS 5.30 on Youth and DDR.",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 21,
            "Heading1": "6. DDR and natural resources: planning considerations",
            "Heading2": "6.2 Specific-needs groups and cross-cutting issues",
            "Heading3": "6.2.1 Youth",
            "Heading4": ""
        },
        {
            "Paragraph": "Women and girls often directly manage communal natural resources for their livelihoods and provide for the food security of their families (e.g., through the direct cultivation of land and the collection of water, fodder, herbs, firewood, etc.). However, they often lack tenure or official rights to the natural resources they rely on, or may have access to communal resources that are not recognized (or upheld if they are recognized) in local or national laws. DDR practitioners should pay special attention to ensuring that women are able to access natural resources especially in situations where this access is restricted due to lack of support from a male relative. In rural areas, this is especially crucial for access to land, which can provide the basis for women’s livelihoods and which often determines their ability to access credit and take-out loans. For example, where DDR processes link to land titling, they should encourage shared titling between male and female heads of households. In addition, DDR practitioners should ensure that employment opportunities and necessary skills training are available for girls and women in natural resource sectors, including non-traditional women’s jobs. Moreover, DDR practitioners should also ensure that women are part of any decision-making processes related to natural resources and that their voices are heard in planning, programmatic decisions and prioritization of policy.",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 21,
            "Heading1": "6. DDR and natural resources: planning considerations",
            "Heading2": "6.2 Specific-needs groups and cross-cutting issues",
            "Heading3": "6.2.2 Women and girls",
            "Heading4": ""
        },
        {
            "Paragraph": "In cases where access to natural resources for livelihoods has put women and girls at higher risk of SGBV, special care must be taken to establish safe and secure access to these resources, or a safe and secure alternative. Awareness and training of security forces may be appropriate for this, as well as negotiated safe spaces for women and girls to use to cultivate or gather natural resources that they rely on. DDR practitioners should ensure that these considerations are included in DDR assessments so that the safety and security risks to women and girls from accessing natural resources are minimized during the DDR process and beyond. For more guidance, see IDDRS 5.10 on Women, Gender and DDR.",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 21,
            "Heading1": "6. DDR and natural resources: planning considerations",
            "Heading2": "6.2 Specific-needs groups and cross-cutting issues",
            "Heading3": "6.2.2 Women and girls",
            "Heading4": ""
        },
        {
            "Paragraph": "Many DDR participants and beneficiaries will have experienced the onset of one or more physical, sensory, cognitive or psychosocial disabilities during conflict. DDR practitioners should ensure that in all contexts, including those in which natural resources are present, disability-inclusive DDR is integrated into the overall DDR process and is not pursued in a segregated, siloed fashion. Persons with disabilities have many different needs and face different barriers to participation in DDR and in activities involving the natural resources sector. DDR practitioners should identify these barriers and the possibilities for dismantling them when conducting assessments. DDR practitioners should seek expert advice from, and engage in discussions with, organizations of persons with disabilities, relevant NGOs and government line ministries working to promote the rights of persons with disabilities, as outlined in the United Nations Convention on the Rights of Persons with Disabilities (2006) and Standard Rules on the Equalization of Opportunities for Persons with Disabilities (1993).",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 22,
            "Heading1": "6. DDR and natural resources: planning considerations",
            "Heading2": "6.2 Specific-needs groups and cross-cutting issues",
            "Heading3": "6.2.3 Persons with disabilities",
            "Heading4": ""
        },
        {
            "Paragraph": "Natural resource management can have profound implications on public health. For example, the use of firewood and charcoal for cooking can lead to significant respiratory problems and is a major health concern, particularly for women and children in many countries. Improved access to energy resources, can help to mitigate this (see section 7.3.4). Other key health concerns include waste management and water management, both natural resource management issues that can be addressed through CVR and reintegration programmes. DDR practitioners should include these considerations into assessments and seek to improve health conditions through natural resource management wherever possible. Other areas where health is implicated is related to the deforestation and degradation of land. Pushing the forest frontier can lead to increased exposure of local populations to wildlife that may transmit disease, even leading to the outbreak of pandemics. DDR practitioners should identify areas that have experienced high rates of deforestation and target them for reforestation and other ecosystem rehabilitation activities wherever possible, according to the results of assessments and risk considerations. For further guidance, see IDDRS 5.70 on Health and DDR.",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 22,
            "Heading1": "6. DDR and natural resources: planning considerations",
            "Heading2": "6.2 Specific-needs groups and cross-cutting issues",
            "Heading3": "6.2.4 Health considerations",
            "Heading4": ""
        },
        {
            "Paragraph": "Indigenous and tribal peoples and local communities around the world have close traditional and cultural ties to land and other aspects of natural resources. They often have customary forms of managing natural resources that support overall goals of conservation and preservation of natural resources - including for food, medicines and cultural purposes - as a form of management. In many contexts, the rights of indigenous peoples to their land are undermined or under-recognized (or not recognized at all) in national legislation, leading to allocation of these lands through concessions or other acts to private companies or groups seeking to exploit the land for commercial production of agricultural or forest commodities. Their right to free, prior and informed consent (FPIC) may often be undermined or ignored. DDR practitioners should identify where indigenous peoples and local communities have claim to lands that are otherwise subjected to overlapping claims by private or state entities seeking to exploit these lands and once identified, seek to support these groups with access to local civil society and other legal aid groups that can help them to advocate for their lands and resources. DDR practitioners can also ensure that representatives of indigenous groups and local communities are included in natural resource management decision-making at local, national and regional levels.",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 22,
            "Heading1": "6. DDR and natural resources: planning considerations",
            "Heading2": "6.2 Specific-needs groups and cross-cutting issues",
            "Heading3": "6.2.5 Indigenous and tribal peoples and local communities ",
            "Heading4": ""
        },
        {
            "Paragraph": "Following the abovementioned assessments, DDR practitioners shall develop an inclusive and gender-responsive risk management approach to implementation. The table below includes a comprehensive set of risk factors related to natural resources to assist DDR practitioners when navigating and mitigating risks.",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 23,
            "Heading1": "6. DDR and natural resources: planning considerations",
            "Heading2": "6.3 Risk management and implementation",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "In some cases, there may be systems in place to mitigate against the risk of the exploitation of natural resources by armed forces and groups as well as organized criminal groups. These measures are often implemented by the UN (e.g., sanctions) but will implicate other actors as well, especially when the natural resources in question are traded in global markets and end up in products placed in consumer markets with protections in place against trade in conflict resources. DDR practitioners shall avoid being seen as supporting individuals or armed forces and groups that are targeted by sanctions or other regimes and work closely with national and international authorities.",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 24,
            "Heading1": "6. DDR and natural resources: planning considerations",
            "Heading2": "6.3 Risk management and implementation",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Depending on the context, different types of natural resources will be a risk factors for DDR practitioners. In almost all cases, land will be a risk factor that can drive grievances, while also being essential to kick-starting rural economies and for the agricultural sector. Other natural resources, including agricultural commodities (“soft commodities”) or extractive resources (“hard commodities”) will come into play based on the nature of the context. Once identified through assessments, DDR practitioners should further analyse the nature of the risk based on the natural resource sectors present in the particular context, as well as the opportunities to create employment through the sector. For each of the sectors identified in the table below, DDR practitioners should note the particular risk and seek expertise to implement mitigating factors.",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 24,
            "Heading1": "6. DDR and natural resources: planning considerations",
            "Heading2": "6.3 Risk management and implementation",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 26,
            "Heading1": "7. DDR programmes and natural resources",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 27,
            "Heading1": "7. DDR programmes and natural resources",
            "Heading2": "7.1 Disarmament",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 28,
            "Heading1": "7. DDR programmes and natural resources",
            "Heading2": "7.2 Demobilization",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 29,
            "Heading1": "7. DDR programmes and natural resources",
            "Heading2": "7.2 Demobilization",
            "Heading3": "7.2.1 Quick-impact projects in natural resource management",
            "Heading4": ""
        },
        {
            "Paragraph": "",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 30,
            "Heading1": "7. DDR programmes and natural resources",
            "Heading2": "7.2 Demobilization",
            "Heading3": "7.2.2 Demining agricultural areas",
            "Heading4": ""
        },
        {
            "Paragraph": "",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 30,
            "Heading1": "7. DDR programmes and natural resources",
            "Heading2": "7.2 Demobilization",
            "Heading3": "7.2.3 Disposal and management of waste from conflict",
            "Heading4": ""
        },
        {
            "Paragraph": "",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 33,
            "Heading1": "7. DDR programmes and natural resources",
            "Heading2": "7.3 Reintegration",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 34,
            "Heading1": "7. DDR programmes and natural resources",
            "Heading2": "7.3 Reintegration",
            "Heading3": "7.3.1 Value chain approaches and community-based natural resource management",
            "Heading4": ""
        },
        {
            "Paragraph": "",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 36,
            "Heading1": "7. DDR programmes and natural resources",
            "Heading2": "7.3 Reintegration",
            "Heading3": "7.3.2 Reintegration support and land rights",
            "Heading4": ""
        },
        {
            "Paragraph": "",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 37,
            "Heading1": "7. DDR programmes and natural resources",
            "Heading2": "7.3 Reintegration",
            "Heading3": "7.3.3 Reintegration support and agriculture and fisheries",
            "Heading4": ""
        },
        {
            "Paragraph": "",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 39,
            "Heading1": "7. DDR programmes and natural resources",
            "Heading2": "7.3 Reintegration",
            "Heading3": "7.3.4 Reintegration support and forestry and energy",
            "Heading4": ""
        },
        {
            "Paragraph": "",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 40,
            "Heading1": "7. DDR programmes and natural resources",
            "Heading2": "7.3 Reintegration",
            "Heading3": "7.3.5 Reintegration support and energy",
            "Heading4": ""
        },
        {
            "Paragraph": "",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 41,
            "Heading1": "7. DDR programmes and natural resources",
            "Heading2": "7.3 Reintegration",
            "Heading3": "7.3.6 Reintegration support and extractives",
            "Heading4": ""
        },
        {
            "Paragraph": "",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 43,
            "Heading1": "7. DDR programmes and natural resources",
            "Heading2": "7.3 Reintegration",
            "Heading3": "7.3.7 Reintegration support and water management",
            "Heading4": ""
        },
        {
            "Paragraph": "",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 44,
            "Heading1": "7. DDR programmes and natural resources",
            "Heading2": "7.3 Reintegration",
            "Heading3": "7.3.8 Reintegration support and waste management",
            "Heading4": ""
        },
        {
            "Paragraph": "",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 46,
            "Heading1": "8. DDR-related tools and natural resource management",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 46,
            "Heading1": "8. DDR-related tools and natural resource management",
            "Heading2": "8.1 DDR support to mediation",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 46,
            "Heading1": "8. DDR-related tools and natural resource management",
            "Heading2": "8.2 Transitional weapons and ammunition management",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 47,
            "Heading1": "8. DDR-related tools and natural resource management",
            "Heading2": "8.3 Community violence reduction",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 47,
            "Heading1": "8. DDR-related tools and natural resource management",
            "Heading2": "8.4 Transitional security arrangements",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 48,
            "Heading1": "9. Reintegration support and natural resource management",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 48,
            "Heading1": "10. DDR, SSR and natural resource management",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 49,
            "Heading1": "Annex A: Abbreviations",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 49,
            "Heading1": "Annex B: Sample questions for specific needs analysis in regard to natural resources in DDR",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 52,
            "Heading1": "Annex C: Relevant frameworks and standards for natural resources in conflict settings",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "",
            "Level": 6,
            "Title": "DDR and Natural Resource Management",
            "PageNum": 58,
            "Heading1": "Endnotes",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        }
    ]
}

