{
    "6.40 DDR and Organized Crime": [
        {
            "Paragraph": "Organized crime and conflict converge in several ways, notably in terms of the actors and motives involved, modes of operating and economic opportunities. Conflict settings – marked by weakened social, economic and security institutions; the delegitimization or absence of State authority; shortages of goods and services for local populations; and emerging war economies – provide opportunities for criminal actors to fill these voids. They also offer an opening for illicit activities, including human, drugs and weapons trafficking, to flourish. At the same time, the profits from criminal activities provide conflict parties and individual combatants with economic and often social and political incentives to carry on fighting. For DDR processes to succeed, DDR practitioners should consider these factors.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 1,
            "Heading1": "Summary",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Dealing with the involvement of ex-combatants and persons associated with armed forces and groups in organized crime not only requires the promotion of alternative livelihoods and reconciliation, but also the strengthening of national and local capacities. When DDR processes promote good governance practices, transparent policies and community engagement to find alternatives to illicit economies, they can simultaneously address conflict drivers and the impacts of conflict on organized crime, while supporting sustainable economic and social opportunities. Building stronger State institutions and civil service systems can contribute to better governance and respect for the rule of law. Civil services can be strengthened not only through training, but also by improving the salaries and living conditions of those working in the system. It is through the concerted efforts and goodwill of these systems, among other players, that the sustainability of DDR efforts can be realized.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 1,
            "Heading1": "Summary",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "This module highlights the need for DDR practitioners to translate the recognized linkages between organized crime, conflict and peacebuilding into the design and implementation of DDR processes. It aims to contribute to age- and gender-sensitive DDR processes that are based on a more systematic understanding of organized crime in conflict and post-conflict settings, so as to best support the successful transition from conflict to sustainable peace. Through enhanced cooperation, mapping and dialogue among relevant stakeholders, the linkages between DDR and organized crime interventions can be addressed in a manner that supports DDR in the context of wider recovery, peacebuilding and sustainable development.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 1,
            "Heading1": "Summary",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "This module provides DDR practitioners with information on the linkages between organized crime and DDR and guidance on how to include these linkages in integrated planning and assessment in an age- and gender-sensitive way. The module also aims to help DDR practitioners identify the risks and opportunities associated with incorporating organized crime considerations into DDR processes. The module highlights the role of organized crime across all phases of the peace continuum, from conflict prevention and resolution to peacekeeping, peacebuilding and longer-term development. It addresses the linkages between armed conflict, armed groups and organized crime, and outlines the ways that illicit economies can temporarily support reconciliation and sustainable reintegration. The guidance provided is applicable to mission and non-mission settings and may be relevant for all actors engaged in combating the conflict-crime nexus at local, national and regional levels.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 1,
            "Heading1": "1. Module scope and objectives",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Annex A contains a list of terms, definitions and abbreviations used in this standard. A com­ plete glossary of all the terms, definitions and abbreviations used in the series of integrated DDR standards (IDDRS) is given in IDDRS 1.20. In the IDDRS series, the words ‘shall’, ‘should’, ‘may’, ‘can’ and ‘must’ are used to indicate the intended degree of compliance with the standards laid down. This use is consistent with the language used in the International Organization for Standardization (ISO) standards and guidelines: \\n a) ‘shall’ is used to indicate requirements, methods or specifications that are to be applied in order to conform to the standard; \\n b) ‘should’ is used to indicate the preferred requirements, methods or specifications; \\n c) ‘may’ is used to indicate a possible method or course of action; \\n d) ‘can’ is used to indicate a possibility and capability; and, \\n e) ‘must’ is used to indicate an external constraint or obligation.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 2,
            "Heading1": "2. Terms, definitions and abbreviations",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "An organized criminal group shall mean a structured group of three or more persons, existing for a period of time and acting in concert with the aim of committing one or more serious crimes or offences established in accordance with the United Nations Convention against Transnational Organized Crime (UNTOC), in order to obtain, directly or indirectly, a financial or other material benefit.1",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 2,
            "Heading1": "2. Terms, definitions and abbreviations",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "A serious crime shall mean conduct constituting an offence punishable by a maximum deprivation of liberty of at least four years or a more serious penalty.2",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 2,
            "Heading1": "2. Terms, definitions and abbreviations",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "A structured group shall mean a group that is not randomly formed for the immediate commission of an offence and that does not need to have formally defined roles for its members, continuity of its membership or a developed structure.3",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 2,
            "Heading1": "2. Terms, definitions and abbreviations",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Illicit economies are generally defined as economic transactions that are deemed illegal either because (a) ‘licit’ commodities or services are traded unlawfully or (b) illicit commodities or services are traded through unlawful measures.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 2,
            "Heading1": "2. Terms, definitions and abbreviations",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Organized crime can impact all stages of conflict, contributing to its onset, perpetuating violence (including through the financing of armed groups) and posing obstacles to lasting peace. Crime and conflict interact cyclically. Conflict creates space and opportunities for organized crime to flourish by weakening States’ capacities to enforce the rule of law and social order. This creates the conditions for those engaging in organized crime (including both armed forces and armed groups) to operate with comparably little risk.4",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 3,
            "Heading1": "3. Introduction",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Criminal activities can directly contribute to the intensity and duration of war, as new armed groups emerge that engage in illicit activities (involving both licit and illicit commodities) while ﬁghting each other and the State.5 Criminal activities help to supply parties to armed conflict with weapons, ammunition and revenues, augmenting their ability to engage in armed violence, exploit and abuse the most vulnerable, and promote the proliferation of weapons and ammunition in society, therefore undermining prospects for peace.6",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 3,
            "Heading1": "3. Introduction",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Armed groups in part derive resources, power and legitimacy from participation in illicit economies that allow them to impose a scheme of violent governance on locals or provide services to the communities where they are based.7 Additionally, extortion schemes may be imposed on communities, whereby payments are made to armed groups in exchange for protection and/or the provision of other services. In the absence of State institutions, such tactics can often become accepted and acknowledged as a form of taxation by armed groups. This means that those engaged in criminal activities can, over time, be perceived as legitimate political actors. This perceived legitimacy can, in turn, translate into popular support, while undermining State authority and complicating conflict resolution.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 3,
            "Heading1": "3. Introduction",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Additionally, the UN Security Council has emphasized that terrorists and terrorist groups can benefit from organized crime, whether domestic or transnational, as a source of financing or logistical support. Recognizing that the nature and scope of the linkages between terrorism and organized crime, whether domestic or transnational, vary by context,8 these ties may include an alliance of opportunities such as the engagement of terrorist groups in criminal activities for profit and/or the receipt of taxes to allow illicit flows to pass through territory under the control of terrorist groups. Overall, the combined presence of terrorism, violent extremism conducive to terrorism and organized crime, whether domestic or transnational, may exacerbate conflicts in affected regions and may contribute to undermining the security, stability, governance, and social and economic development of States.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 3,
            "Heading1": "3. Introduction",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Importantly, in addition to diminishing law and order, armed conflict also makes it more difficult for local populations to meet their basic needs. Communities may turn to the black market for licit goods and services and seek economic opportunities in the illicit economy in order to survive. Since organized crime can underpin livelihoods for local populations before, during and after conflict, the planning for DDR processes must consider the role illicit activities play in communities at large and for specific portions of the population, including women, as well as the linkages between criminal groups and armed forces and groups.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 3,
            "Heading1": "3. Introduction",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The response to organized crime will vary depending on whether the criminal activities at play involve licit or illicit commodities. The legality of commodities may also impact notions of who or what acts as a ‘spoiler’ to the peace process, community perceptions of DDR and which reintegration options are sought.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 3,
            "Heading1": "3. Introduction",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "DDR practitioners should also consider gender dimensions when contemplating how organized crime and armed conflict interact. Organized crime and armed conflict affect and involve women, men, boys and girls differently, irrespective of whether they are combatants, persons associated with armed forces and groups, victims of organized crime or a combination thereof. For example, although notions of masculinity may be more often associated with engagement in organized crime and males (adults, youth and boys) may more obviously take part in the conflict and make up the largest number of combatants, females who engage in criminal activities and conflict (both in combat and non-combat roles) can face discrimination based on gender from both ex-combatants and communities. Moreover, women are more often survivors of certain forms of organized crime, particularly human trafficking, and can be stigmatized or shamed due to the sexual exploitation they have experienced. They may be rejected by their families and communities upon their return leaving them with few opportunities for social and economic support. The experiences and treatment of males and females both during armed conflict and during their return to society may vary based on social, cultural and economic practices and norms. The organized crime–conflict nexus therefore requires a gender- and age-sensitive DDR response.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 3,
            "Heading1": "3. Introduction",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Children are highly vulnerable to trafficking and to the worst forms of child labour. Child victims may also be stigmatized, hidden or identified as dependants of adults. Therefore, within DDR, the identification of child victims and abductees, both girls and boys, requires age-sensitive approaches.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 3,
            "Heading1": "3. Introduction",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Depending on the circumstances, organized crime may have existed prior to armed conflict (and possibly have given rise to it) or may have emerged during conflict. Organized crime may also remain long after peace is negotiated. Given the linkages between organized crime and armed conflict, it is necessary to recognize and understand this nexus as an integral part of the entire DDR process. DDR practitioners shall understand this convergence and implement measures that mitigate against associated risks, such as the reengagement of DDR participants in organized crime or the inadvertent removal of illegal livelihoods without alternatives.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 3,
            "Heading1": "3. Introduction",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "IDDRS 2.10 on The UN Approach to DDR sets out the main principles that guide all aspects of DDR processes. This section outlines how these principles apply to the linkages between DDR and organized crime.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 4,
            "Heading1": "4. Guiding principles",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 4,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.1 People centred",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "In contexts in which organized crime and armed conflict converge, members of armed forces and groups under consideration to participate in DDR may be (or may have been) engaged in criminal activities. Ultimately, States have the prerogative to legislate on crimes and determine applicable sanctions, including judicial and non-judicial measures. International humanitarian law encourages the granting of amnesties at the end of hostilities to persons who have participated in armed conflict as a measure of clemency favouring national reconciliation and a return to peace. DDR practitioners shall therefore seek advice from human rights officers or rule-of-law or other legal experts to assess the types of crimes committed in a particular context, whether amnesties have been issued in accordance with international humanitarian and human rights law, and for which types of crimes those amnesties have been issued, as their commission may make those involved ineligible for DDR. Engagement in organized criminal activities may sometimes rise to the level of war crimes, crimes against humanity and genocide, and/or gross violations of human rights. Therefore, if DDR participants are found to have committed these crimes, they shall immediately be removed from participation. For additional guidance on armed groups and individuals listed by the Security Council as terrorists, as well as perpetrators or suspected perpetrators of terrorist acts, see IDDRS 2.11 on The Legal Framework for UN DDR.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 4,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.1 People centred",
            "Heading3": "4.1.1 Criteria for participation/eligibility",
            "Heading4": ""
        },
        {
            "Paragraph": "The majority of girls and boys associated with armed forces and groups may be victims of human trafficking, and DDR practitioners shall treat all children who have been recruited by armed forces and groups, including children who have otherwise been exploited, as victims of crime and of human rights violations. When DDR processes are implemented, children shall be separated from armed forces and groups and handed over to child protection agencies. As victims of crime, children’s cases shall be handled by child protection authorities. Children shall be provided with support for their recovery and reintegration into families and communities, and the specific needs arising from their exploitation shall be addressed. For further information, see IDDRS 5.20 on Children and DDR and IDDRS 5.30 on Youth and DDR.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 5,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.1 People centred",
            "Heading3": "4.1.2 Unconditional release and protection of children ",
            "Heading4": ""
        },
        {
            "Paragraph": "DDR practitioners shall be aware that, in contexts of organized crime, not all DDR participants and beneficiaries have the same needs. For example, the majority of victims of human trafficking, sexual abuse and exploitation are women, girls and boys. Moreover, women may be forcibly recruited for labour by armed groups and used as smuggling agents for weapons and ammunition. Whether they become members of armed groups or are abductees, women have specific needs derived from their human trafficking exploitation including debt bondage; physical, psychological and sexual abuse; and restricted movement. DDR practitioners shall therefore pay particular attention to the specific needs of women and men, boys and girls derived from their condition of having been trafficked and implement DDR processes that offer appropriate, age- and gender- specific psychological, economic and social assistance. For further information, see IDDRS 5.10 on Women, Gender and DDR, IDDRS 5.20 on Children and DDR and IDDRS 5.30 on Youth and DDR.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 5,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.2 Gender responsive and inclusive ",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "DDR practitioners shall be aware of the way that crime can influence politics in the country in which they operate and avoid inadvertently feeding harmful dynamics. For example, DDR participants may seek to negotiate for political positions in exchange for violence reduction, without necessarily stepping away from their links to organized criminal groups.9 In these scenarios, DDR practitioners shall consider wider strategies to strengthen institutions, fight corruption and foster good governance. DDR practitioners shall be aware that without safeguards, DDR processes may inadvertently legitimize illicit flows of both licit and illicit commodities, and corruption in political and State institutions. The establishment of prevention, protection and monitoring mechanisms (including systems for ensuring access to justice and police protection) is essential to prevent and punish sexual and gender-based violence, harassment and intimidation, and any other violation of human rights.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 5,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.3 Conflict sensitive",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "DDR processes shall be context specific in order to address local, national, regional and global circumstances. Organized crime takes on very different shapes and forms from one place to another and can evolve over time to adapt to changing realities. The evolution of organized crime may outpace DDR processes that require time to adapt. DDR processes that address organized crime through risk prevention and mitigation measures in one particular context cannot necessarily be replicated in another. Thus, in the planning of DDR processes, practitioners shall incorporate organized crime considerations into integrated assessments, by including an examination of organized crime as well as the local political economy, potential risks, mitigating factors and opportunities for local collaboration. For further information, see IDDRS 3.11 on Integrated Assessments.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 6,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.4 Context specific",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "DDR processes are undertaken in the context of national and local frameworks that must comply with relevant rights and obligations under international law (see IDDRS 2.11 on The Legal Framework for UN DDR). Both in and out of conflict settings, it is the State that has prosecutorial discretion and identifies which crimes are ‘serious’. In the absence of most serious crimes under international law, such as crimes against humanity, war crimes and gross violations of human rights, it falls on the State to implement criminal justice measures to tackle individuals’ engagement in organized criminal activities. However, issues arise when the State itself engages in criminal activities or is a party to the conflict (and therefore cannot perform a neutral role in prosecuting members of adversarial groups). For armed groups, DDR processes and other peacebuilding/peacekeeping measures may be perceived as implementing victors’ justice by focusing on engagement in illicit activities that fuel conflict, rather than seeking to understand why the group was fighting in the first place. DDR practitioners shall be aware of these potential risks to the success of DDR processes and ensure that efforts are as transparent as possible. For further information, see IDDRS 6.20 on DDR and Transitional Justice.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 6,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.5 Flexible, accountable and transparent",
            "Heading3": "4.5.1 Accountable and transparent",
            "Heading4": ""
        },
        {
            "Paragraph": "DDR processes shall have built-in mechanisms to allow for national stakeholders, including civil society groups and the private sector, to not only be engaged in the implementation of DDR processes but to be involved in planning. Ultimately, internationally supported DDR processes are finite and constricted by mandates and resources. Therefore, both external and national DDR practitioners shall, to the extent possible, work with (other) national stakeholders to build political will and capacities on organized crime issues. DDR practitioners shall establish relevant and appropriate partnerships to make available technical assistance on organized crime issues through expert consultations, staff training, and resource guides and toolkits.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 6,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.6 Nationally and locally owned",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Armed forces may themselves be discharged as part of DDR processes and, at the same time, may have been actively involved in facilitating or gatekeeping illicit activities. To address the challenges posed by the entrenched interests of conflict entrepreneurs, improved law enforcement, border controls, police training and criminal justice reform is required. Where appropriate, DDR practitioners shall seek to partner with entities engaged in this type of broader security sector reform (SSR). For further information, see IDDRS 6.10 on DDR and Security Sector Reform.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 6,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.6 Nationally and locally owned",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The regional causes of conflict and the political, social and economic interrelationships among neighbouring States sharing insecure borders will present challenges in the implementation of DDR. Organized crime that is transnational in nature can exacerbate these challenges. DDR practitioners shall carefully coordinate with regional organizations and other relevant stakeholders when managing issues related to repatriation and the cross-border movement of weapons, armed groups and trafficked persons. The return of foreign former combatants and children formerly associated with armed forces and groups may pose particular challenges and will require separate strategies (see IDDRS 5.40 on Cross-Border Population Movements and IDDRS 5.20 on Children and DDR).",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 7,
            "Heading1": "4. Guiding principles",
            "Heading2": "4.7 Regionally supported",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Identifying the role of organized crime in armed conflict is integral to effectively addressing the factors that may give rise to conflict, sustain it or pose obstacles to sustainable peace. Broader analysis of organized crime in local contexts and the role it plays in local economies and in social and political frameworks can help DDR practitioners develop processes that minimize risks, including the risk of a relapse in violence, the risk that former members of armed forces and groups will re-engage in illicit activities, the risk that DDR processes will remove livelihoods, and the risk of impunity. By integrating organized crime considerations throughout DDR processes and in overall peacebuilding efforts, practitioners can provide ex-combatants, persons associated with armed forces and groups, and local communities with holistic recovery assistance that promotes long-term peace and stability.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 7,
            "Heading1": "5. Combatting organized crime in conflict settings",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The following sections seek to clarify the relationship between DDR processes, organized crime and armed conflict by looking at the role that criminal activities play in armed conflict, how and why armed forces and groups engage in organized crime, and the implications for DDR planning and implementation.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 7,
            "Heading1": "5. Combatting organized crime in conflict settings",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Although multi-dimensional and complex, the impact of criminal activities on armed conflict can generally be described as the following:",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 7,
            "Heading1": "5. Combatting organized crime in conflict settings",
            "Heading2": "5.1 The role of organized crime in conflict",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Organized crime often emerges when resources, governance, and social and economic opportunities are distributed inequitably. Individuals who feel politically and economically marginalized may turn to the illicit or informal economy, and the social gains derived from illicit activities may become increasingly attractive. Likewise, those who are marginalized may become increasingly resentful of formal economies and social and political channels from which they are excluded. This may make engagement in criminal activities and/or armed conflict appear legitimate. At the same time, illicit funds from criminal activities detract from the formal economy and divert potential tax revenues from States that could have used these funds to invest in education, health care and development. This diversion of funds further exacerbates discontent among the population while diminishing governance. The illicit trade in arms and ammunition may also result in the increased circulation of illicit materiel in communities at the same time as discontent is rising.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 7,
            "Heading1": "5. Combatting organized crime in conflict settings",
            "Heading2": "5.1 The role of organized crime in conflict",
            "Heading3": "5.1.1 Contributing to the outbreak of conflict",
            "Heading4": ""
        },
        {
            "Paragraph": "Once armed conflict has erupted, illicit and informal economies are vulnerable to capture by armed groups, which transforms them into both war and criminal economies. Criminal economies can interweave with war economies by providing financial support and weapons and ammunition for armed groups. Violence can serve as a tool, not only to facilitate or control the illicit movement of goods, but also among armed groups that sell violence to provide protection or reinforcement of a flow under extortion schemes.10 While some armed groups may impose their authority over populations within their captured territory through a scheme of violent governance, in other cases (or in parallel), they may bolster their authority through organized crime by acting as (perceived) legitimate economic and political regulators to local communities.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 8,
            "Heading1": "5. Combatting organized crime in conflict settings",
            "Heading2": "5.1 The role of organized crime in conflict",
            "Heading3": "5.1.2 Sustaining conflict ",
            "Heading4": ""
        },
        {
            "Paragraph": "For example, illicit revenue gained by armed groups engaged in criminal activities may be used to maintain social services and protect civilians and supporters in marginalized communities against predatory groups, particularly where the State is weak, absent or corrupt. In areas where the illicit economy forms the largest or sole source of income for local communities, armed groups can protect local livelihoods from State efforts to suppress these illegal activities. Often, marginalized communities depend on the informal economy to survive, and even more so in times of armed conflict, when goods and services are scarce.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 8,
            "Heading1": "5. Combatting organized crime in conflict settings",
            "Heading2": "5.1 The role of organized crime in conflict",
            "Heading3": "5.1.3 Undermining peace",
            "Heading4": ""
        },
        {
            "Paragraph": "During armed conflict, when armed forces and groups make territorial gains, they may also gain access to informal markets and illicit flows of both licit and illicit commodities. This access can be used to further their war efforts. In these circumstances, in addition to direct engagement in criminal activities, rent-seeking dynamics emerge between armed groups and local communities and other actors, under the threat of violence or under the premise of protection of locals against other predatory groups. For example, rather than engaging in criminal activities directly, armed groups may extort or tax those using key transport (and consequently trafficking) hubs or demand payment for access to resources and extraction sites.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 8,
            "Heading1": "5. Combatting organized crime in conflict settings",
            "Heading2": "5.1 The role of organized crime in conflict",
            "Heading3": "5.1.3 Undermining peace",
            "Heading4": ""
        },
        {
            "Paragraph": "Criminal economies risk becoming embedded in a State’s economic and social fabric even after an armed conflict and its war economy formally end. Civilian livelihoods may continue to depend on illicit activities previously undertaken during wartime. Corruption patterns established by State actors during wartime may also continue, particularly when the rule of law has been weakened. This may prevent the development of effective institutions of governance and pose challenges to establishing long-term peace and stability.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 8,
            "Heading1": "5. Combatting organized crime in conflict settings",
            "Heading2": "5.1 The role of organized crime in conflict",
            "Heading3": "5.1.3 Undermining peace",
            "Heading4": ""
        },
        {
            "Paragraph": "Even in a post-conflict context, the widespread availability of weapons and ammunition (due to trafficking by armed forces and groups, stockpile mismanagement and weapons retention by former combatants) may undermine the transition to peace. Violence may be used strategically in order to disrupt the distribution of power and resources, particularly in transitioning States where criminal violence has erupted.11",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 9,
            "Heading1": "5. Combatting organized crime in conflict settings",
            "Heading2": "5.1 The role of organized crime in conflict",
            "Heading3": "5.1.3 Undermining peace",
            "Heading4": ""
        },
        {
            "Paragraph": "Where communities are supported and protected by armed groups, combatants become legitimized in the eyes of the people. Armed groups that act as protectors of local livelihoods, even if livelihoods are made illegally, may gain more widespread political and social capital than State institutions. Where organized crime becomes embedded, these circumstances can result in a resurgence of conflict.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 9,
            "Heading1": "5. Combatting organized crime in conflict settings",
            "Heading2": "5.1 The role of organized crime in conflict",
            "Heading3": "5.1.3 Undermining peace",
            "Heading4": ""
        },
        {
            "Paragraph": "As a preliminary consideration, DDR practitioners should first distinguish between organized crime as an entity and organized crime as an activity. Labelling groups as ‘organized criminal groups’ (entity) has become increasingly irrelevant in conflict settings where armed groups (and occasionally armed forces) are engaged in organized crime, often rendering organized criminal groups and armed groups indistinguishable. The progressive blurring of lines between organized criminal groups and armed groups necessitates an understanding of the motivations for engaging in organized crime (as an activity) and armed conflict. This awareness is particularly important for DDR practitioners when determining whom to involve as participants in DDR processes and when determining the types of measures to implement in order to minimize continued involvement (and/or re-engagement) in illicit activities.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 9,
            "Heading1": "5. Combatting organized crime in conflict settings",
            "Heading2": "5.2 The relationship between organized crime and armed forces and groups ",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Where crime and armed conflict converge, two general motives emerge: economic and social/political. Economic motivations arise in conflict when the State is absent or weak and actors can monopolize a market or carry out a lucrative illicit activity with impunity. Social/political motives can also arise in the absence of the State apparatus, leading actors to take the State’s place through the pursuit of legitimacy or exercise of power through violent governance. While organized criminal groups have largely been described as carrying out their activities for a financial or material benefit, recent evidence indicates that motives exist beyond profits. Similarly, where armed groups have traditionally fought for a political or ideological reason, economic opportunities presented by organized crime may expand their objectives.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 9,
            "Heading1": "5. Combatting organized crime in conflict settings",
            "Heading2": "5.2 The relationship between organized crime and armed forces and groups ",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "While these considerations are most frequently applied to armed groups, armed forces may also directly engage in organized crime. For example, poor working conditions coupled with low wages may be insufficient for individual members of armed forces to survive, leading some to sell weapons to armed groups and communities for financial gain. More broadly, in some cases, challenges to State strongholds mean that State actors must struggle to maintain their power, joining armed groups in competing for resources and territorial control, and often also engaging in organized crime activities for economic profit.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 9,
            "Heading1": "5. Combatting organized crime in conflict settings",
            "Heading2": "5.2 The relationship between organized crime and armed forces and groups ",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "When State involvement in criminal activities is indirect, symbiotic relationships can arise with other conflict actors through corruption. Corruption has been widely identified as a major spoiler of peace processes and poses serious risks to the success of DDR processes. Armed groups engaged in organized crime may actively seek political protection and facilitation for their operations, using bribery and the threat of violence and capturing parts of the democratic process to influence progressively higher levels of the State. In some cases, organized crime becomes so pervasive that it ‘captures’ the State’s public and political spaces. Due to individuals’ positions within the State apparatus, illicit activities may flourish with impunity. State officials who are linked to illicit activities that contribute to violence can exert their political influence and power to sway negotiations and settlements to benefit their dealings, at the expense of sustainable peace. While the criminalization of politics can become a residual legacy of conflict, the subversion of the rule of law and mismanagement of public services may lead to conditions that risk the recurrence of conflict.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 10,
            "Heading1": "5. Combatting organized crime in conflict settings",
            "Heading2": "5.2 The relationship between organized crime and armed forces and groups ",
            "Heading3": "5.2.1 The politicization of crime and criminalization of politics",
            "Heading4": ""
        },
        {
            "Paragraph": "In supporting DDR processes, organizations are governed by their respective constituent instruments; specific mandates; and applicable internal rules, policies and procedures. DDR is also supported within the context of a broader international legal framework, which contains rights and obligations that must be adhered to in the implementation of DDR. As such, the applicable legal frameworks should be considered at every stage of the DDR process, from planning to execution and evaluation, and, in some cases, the legal architecture to counter organized crime may supersede DDR policies and frameworks. Failure to abide by the applicable legal framework may result in consequences for the UN, national institutions, the individual DDR practitioners involved and the success of the DDR process as a whole.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 10,
            "Heading1": "5. Combatting organized crime in conflict settings",
            "Heading2": "5.3 Relevant frameworks and approaches to combat organized crime during conflict",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Within the context of organized crime and armed conflict, DDR practitioners must consider national as well as international legal frameworks that pertain to organized crime, in both conflict and post-conflict settings, in order to understand how they may apply to combatants and persons associated with armed forces and groups who have engaged in criminal activities. While ‘organized crime’ itself remains undefined, a number of related international instruments that define concepts and specific manifestations of organized crime form the legal framework upon which interventions and obligations are based (refer to Annex B for a list of key instruments).",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 10,
            "Heading1": "5. Combatting organized crime in conflict settings",
            "Heading2": "5.3 Relevant frameworks and approaches to combat organized crime during conflict",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "A country’s international obligations put forth by these instruments are usually translated into domestic legislation. While domestic legal frameworks on organized crime may differ in the treatment of organized crime across States, by ratifying international instruments, States are required to align their national legislation with international standards. Given that DDR processes are carried out within the jurisdiction of a State, DDR practitioners should be aware of the international instruments that the State in which DDR is taking place has ratified and how these may impact the implementation of DDR processes, particularly when determining the eligibility of DDR participants.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 10,
            "Heading1": "5. Combatting organized crime in conflict settings",
            "Heading2": "5.3 Relevant frameworks and approaches to combat organized crime during conflict",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "As a preliminary obligation, DDR practitioners shall respect the national laws of the host State, which in turn must comply with standards set forth by the international legal framework on organized crime, corruption and terrorism as well as international humanitarian and human rights laws. For example, participation in criminal activities by certain former members of armed forces and groups may limit their participation in DDR processes, as outlined in a State’s penal code and criminal procedure codes. Moreover, where crimes (such as forms of human trafficking) committed by ex-combatants and persons formerly associated with armed forces and groups are so egregious as to constitute crimes against humanity, war crimes or gross violations of human rights, their participation in DDR processes must be excluded by international humanitarian law.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 10,
            "Heading1": "5. Combatting organized crime in conflict settings",
            "Heading2": "5.3 Relevant frameworks and approaches to combat organized crime during conflict",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "In cases where armed forces have engaged in criminal activities amounting to the most serious crimes under international law, it is the duty of every State to exercise its criminal jurisdiction over those responsible. DDR practitioners shall not facilitate any violations of international human rights law or international humanitarian law by the host State, including arbitrary deprivation of liberty and unlawful confinement, or surveillance/maintaining watchlists of participants. DDR practitioners should be aware of local and international mechanisms for achieving justice and accountability. Moreover, it is a long-established policy that the UN will not endorse provisions in a transitional justice process that include amnesties for genocide, war crimes, crimes against humanity and gross violations of human rights (see IDDRS 6.10 on DDR and Security Sector Reform and IDDRS 6.20 on DDR and Transitional Justice). Therefore, if there is a concern regarding the obligation to respect a host State’s law and the activities of the DDR practitioner, the DDR practitioner shall seek legal advice from the competent legal office and human rights office, and DDR processes may need to be adjusted. For further information, see IDDRS 2.11 on The Legal Framework for UN DDR.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 11,
            "Heading1": "5. Combatting organized crime in conflict settings",
            "Heading2": "5.3 Relevant frameworks and approaches to combat organized crime during conflict",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "DDR processes may also be impacted by Security Council sanctions regimes. Targeted sanctions against individuals, groups and entities have been utilized by the UN to address threats to international peace and security, including the threat of organized crime by armed groups. DDR practitioners should be aware of any relevant sanctions regime, particularly arms embargo measures that may restrict the options available during disarmament or transitional weapons and ammunitions management activities, limit eligibility for participation in DDR processes and restrict the provision of financial support to DDR participants. (For more information, refer to IDDRS 4.10 on Disarmament and IDDRS 4.11 on Transitional Weapons and Ammunition Management.) While each sanctions regime is unique, DDR practitioners shall be aware of those applicable to armed groups and seek legal advice about whether listed individuals or groups can indeed be eligible to participate in DDR processes.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 11,
            "Heading1": "5. Combatting organized crime in conflict settings",
            "Heading2": "5.3 Relevant frameworks and approaches to combat organized crime during conflict",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "For example, the Security Council Committee concerning ISIL (Da’esh), Al-Qaida and associated individuals, groups, undertakings and entities, established pursuant to Resolutions 1267 (1999), 1989 (2011) and 2253 (2015), is the only sanctions committee of the Security Council that lists individuals and groups for their association with terrorism. DDR practitioners shall be further aware that donor States may also designate groups as terrorists through ‘national listings’. DDR practitioners should consult their legal adviser on the implications a terrorist listing may have for the planning or implementation of DDR processes, including whether the group was designated by the UN Security Council, a regional organization, the host State or a State supporting the DDR process, as well as whether the host or a donor State criminalizes the provision of support to terrorists, in line with applicable international counter-terrorism requirements. For an overview of the legal framework related to DDR more generally, see IDDRS 2.11 on The Legal Framework for UN DDR.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 11,
            "Heading1": "5. Combatting organized crime in conflict settings",
            "Heading2": "5.3 Relevant frameworks and approaches to combat organized crime during conflict",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The crime-conflict nexus shall be considered by DDR practitioners as they contemplate engagement and ultimately determine whether DDR is an appropriate response or whether law enforcement interventions and/or criminal justice mechanisms are better suited to the context.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 12,
            "Heading1": "5. Combatting organized crime in conflict settings",
            "Heading2": "5.4 Implications for DDR",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "In order to develop successful DDR processes, DDR practitioners should assess whether participants’ involvement in criminal economies came about as a function of war or as part of broader economic or social dynamics. During DDR processes, incentives for combatants to disarm and demobilize may be insufficient if they control access to lucrative resources and have well-established informal taxation regimes that depend upon the continued threat or use of violence.12 Regardless of whether conflict is ongoing or has ended, if these economic motives are not addressed, the risk that former members of armed forces and groups will re-engage in criminal activities increases.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 12,
            "Heading1": "5. Combatting organized crime in conflict settings",
            "Heading2": "5.4 Implications for DDR",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Likewise, DDR processes that do not consider social and political motives risk failure. Participation in DDR processes may decrease if members of armed forces and groups feel that they will lose social and political status in their communities by disarming and demobilizing, or if they fear retaliation against themselves and their families for abandoning armed forces and groups who engage in criminal activities. Similarly, communities themselves may be reluctant to accept and trust DDR processes if they feel that such efforts mean losing protection and stability. In such cases, public information can play an important role in supporting DDR processes, by helping to raise awareness of what the DDR process involves and the opportunities available to leave behind illicit economies. For further information, see IDDRS 4.60 on Public Information and Strategic Communication in Support of DDR.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 12,
            "Heading1": "5. Combatting organized crime in conflict settings",
            "Heading2": "5.4 Implications for DDR",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Moreover, the type of illicit economy can influence local perspectives. For example, labour- intensive illicit economies, such as the cultivation of drug crops or artisanal mining of natural resources including metals and minerals, but also logging and fishing, can easily employ hundreds of thousands to millions of people in a particular locale.13 In these instances, DDR processes that work to remove involvement in what can be ‘positive’ illicit activities may be unsuccessful if no alternative economic opportunities are offered, and a better route may be to support the formalization and regulation of the relevant sectors.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 12,
            "Heading1": "5. Combatting organized crime in conflict settings",
            "Heading2": "5.4 Implications for DDR",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Additionally, the interaction between organized crime and armed conflict is a fundamentally gendered phenomenon, affecting men and women differently in both conflict and post-conflict settings. Although notions of masculinity may be more frequently associated with engagement in organized crime, and males (adults, youth and boys) may more obviously take part in the conflict and make up the largest number of combatants, females who engage in criminal activities and conflict (both in combat and non-combat roles) can face discrimination on the basis of gender from both ex-combatants and communities. Moreover, women are more frequently victims of certain forms of organized crime, particularly human trafficking for sexual exploitation, and can be stigmatized or shamed due to the sexual exploitation they have experienced.14 They may be rejected by their families and communities upon their return, leaving them with few opportunities for social and economic support.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 12,
            "Heading1": "5. Combatting organized crime in conflict settings",
            "Heading2": "5.4 Implications for DDR",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "At the same time, men and boys who are trafficked, either through sexual exploitation or otherwise, may face a different set of challenges based on perceived emasculation. In addition to economic difficulties, they may face stigma in communities who may not view them as victims at all. DDR  processes should therefore  follow an intersectional and  gender-based  approach in providing social, economic and psychological services to former members of armed forces and groups. For example, providing reintegration opportunities specific to female or male DDR participants and beneficiaries that promote equality, independence and a sense of ownership over their futures can have a significant impact on social, psychological and economic well-being.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 12,
            "Heading1": "5. Combatting organized crime in conflict settings",
            "Heading2": "5.4 Implications for DDR",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Finally, given that DDR processes are guided by national and local policies, DDR practitioners should bear in mind the role that crime can play in the politics of the countries in which they operate. Even if ex-combatants lay down their arms, they may retain their links to organized crime. In some cases, participation in DDR may be predicated on the condition that ex- combatants engaged in criminal activities are offered positions in the political sphere. This condition risks embedding criminality in the State apparatus. Moreover, for certain types of organized crime, amnesties cannot be granted, as serious human rights violations may have taken place, as in the case of human trafficking. DDR processes must form part of a wider response to strengthening institutions, building resilience towards corruption, strengthening the rule of law, and fostering good governance, which can, in turn, prevent the conditions that may contribute to the recurrence of conflict.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 13,
            "Heading1": "5. Combatting organized crime in conflict settings",
            "Heading2": "5.4 Implications for DDR",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "DDR processes shall form part of overall efforts to achieve peace, considering organized crime as an element of the conflict, through a political prism rather than solely an economic one. Illicit economies should be carefully tackled to avoid unintentionally stigmatizing combatants, persons associated with armed forces and groups, and other DDR participants and beneficiaries. Political dynamics and balances of power should also be kept in mind. Given the complexities of organized crime and conflict, there are very few good practices in peace time, let alone during ongoing conflict. Nevertheless, the basis of any DDR processes should centre on a robust analysis of the local context and thorough information gathering on the dynamics of criminality and conflict.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 13,
            "Heading1": "6. DDR and organized crime: planning considerations",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },       
        {
            "Paragraph": "The following section provides guidance on integrating organized crime considerations into DDR planning, including in assessments such as conflict, security and political economy analysis.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 13,
            "Heading1": "6. DDR and organized crime: planning considerations",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },       
        {
            "Paragraph": "Crime in conflict and post-conflict settings means that DDR must be planned with three major overlapping factors in mind: \\n\\n 1. Actors: When organized crime and conflict converge, several actors may be involved, including combatants and criminal groups as well as State actors, each fuelled by particular and often overlapping motives and engagement in similar activities. Moreover, the blurring of motivations, whether they be political, social or economic, means that membership across these groups may be fluid. In this context, the success and sustainability of DDR rests not in treating armed groups as monolithic entities separate from State armed forces, but rather in making alliances with those who benefit from adopting rule-of-law procedures. The labelling of what is legal and illegal, or legitimate and illegitimate, is done by State actors and, as this is a normative decision, the definition privileges the State. Particularly in conflict settings in which State governance is weak, corrupt or contested, the binary choice of good versus bad is arbitrary and often does not reflect the views of the population. In labelling actors as organized criminal groups, potential partners in peace processes may be discouraged from engaging and become spoilers instead. \\n In DDR planning, the economic, social and political motives that persuade individuals to partake in organized criminal activities should be identified and understood. DDR practitioners should also recognize how organized crime and conflict affect particular groups of actors, such as women and children, differently. \\n\\n 2. Criminal activities: The type of criminal activity in a given conflict setting may have implications for the planning of DDR processes. While organized crime encompasses a wide range of activities, certain criminal markets frequently arise in conflict settings, including the illegal exploitation of natural resources, weapons and ammunition trafficking, drug trafficking and the trafficking of human beings. Recent conflicts also show conflict actors profiting from protection and extortion payments, as well as kidnapping for ransom and other exploitation-based crimes. Not all organized crimes are similar in nature. For example, while some organized crimes are guided by personal greed and profit, others receive local legitimacy because they address the needs of the local community amid an infrastructural and political collapse. For instance, the trafficking of licit goods, such as subsidized food products, can form an integral part of economic and livelihoods strategies. In this context, rather than being seen as criminal conduct, the activities of organized criminal networks may be viewed as a way to build parallel informal economies and greater resilience.15 \\n A number of factors relating to any given criminal economy should be considered when planning a DDR process, including the pervasiveness of the criminal economy; whether it evolved before, during or after the conflict; how violence links criminal activities to armed conflict; whether criminal activities carried out reach the threshold of the most serious crimes under international law; linkages between organized crime and terrorists and/or terrorist groups; and the labour intensiveness of criminal activities. \\n\\n 3. Context: How the local context serves as both a driver and spoiler of peacebuilding efforts is central to the planning of DDR processes, particularly reintegration. Social factors, including local culture, the perceived legitimacy of criminal activities and individual combatants, and general notions of support or hostility towards DDR itself, shape the way that DDR should be approached. Moreover, understanding the broader economic and/or political environment in which armed conflict begins and ends allows DDR practitioners to identify entry points, potential obstacles and projections for sustainability. Although DDR processes deal with members of armed forces and groups rather than criminals, it is important to understand how local circumstances beyond the war context can affect reintegration, and the role that reintegration can play in preventing former combatants and persons formerly associated with armed groups from falling into organized crime. This includes assessing the State’s role in either contributing to or deterring engagement in illicit activities, and the abilities of criminal groups to infiltrate conflict settings by appealing to former combatants. \\n UN peace operations may inadvertently contribute to criminal flows because of misguided interventions or as an indirect consequence of their presence. Interventions should be guided by the ‘do no harm’ principle, and DDR practitioners should support the formulation of context- specific DDR processes based on a sound analysis of local factors, vulnerabilities and risks, rather than by replicating past experiences. A political analysis of the local context should consider the non-exhaustive list of elements listed in table 1 and, to the extent possible, identify gender dimensions where applicable.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 13,
            "Heading1": "6. DDR and organized crime: planning considerations",
            "Heading2": "6.1 Assessments and design",
            "Heading3": "",
            "Heading4": ""
        },       
        {
            "Paragraph": "In the planning, design, implementation and monitoring of DDR processes in organized crime contexts, practitioners shall undertake a comprehensive risk management scheme. The following list of organized crime–related risks is intended to assist DDR practitioners to assess and manage vulnerabilities in such contexts in order to prevent negative consequences. \\n Programmatic risk: In contexts of ongoing conflict, organized crime activities can be used to further both economic and power-seeking gains. The risk that ex-combatants will be re- recruited or (continue to) engage in criminal activity is higher when conflict is ongoing, protracted or financed through organized crime. In the absence of a formal peace agreement, DDR participants may be more reluctant to give up the perceived opportunities that illicit activities offer, particularly when reintegration opportunities are limited, formal and informal economies overlap, and unresolved grievances persist. \\n ‘Do no harm’ risk: Because DDR processes not only present the risk of reinforcing illicit activities and flows, but may also be vulnerable to corruption and capture, DDR practitioners shall ensure that processes are implemented in a manner that avoids inadvertently contributing to illicit flows and/or retaliation by armed forces and groups that engage in criminal activities. This includes the careful selection of partnering institutions and groups to implement DDR processes. Within an organized crime–conflict context, DDR processes may also present the risk of reinforcing extortion schemes through the payment of cash/stipends to DDR participants as part of reinsertion assistance. Practitioners should consider the distribution of payments through the issuance of pre-paid cards, vouchers or digital transfers where possible, to reduce the risk that participants will be extorted by those engaged in criminal activities, including armed forces and groups. \\n Security risk: The possibility of armed groups directly targeting staff/programmes they may perceive as hostile is high in ongoing conflict contexts, particularly if DDR processes are perceived to be associated with the removal of livelihoods and social status. Conversely, DDR practitioners who are perceived to be supporting individuals (formerly) associated with criminal activities, particularly those who engaged in violence against local populations, can also be at risk of reprisals by certain communities or national actors. It is also important that potential risks to communities and civil society groups that may arise as a consequence of their engagement with DDR processes be properly assessed, managed and mitigated. \\n Reputational risk: DDR practitioners should be aware of the risk of being seen as promoting impunity or being lenient towards individuals who may have engaged in schemes of violent governance against communities. DDR practitioners should also be aware of the risk that they may be seen as being complicit in abusive State policies and/or behaviour, particularly if armed forces are known to engage in organized criminal activities and pervasive corruption. Due diligence and appropriate frameworks, safeguards and mechanisms shall be applied to continuously address these complex issues. \\n Legal risks: DDR practitioners who rely on Government donors may face additional challenges if these Governments insert conditions or clauses into their grant agreements in order to comply with Security Council resolutions. As stated in IDDRS 2.11 on The Legal Framework for UN DDR, DDR practitioners should consult with their legal adviser if applicable host State national legislation criminalizes the provision of support, including to suspected terrorists or armed groups designated as terrorist organizations. For more information on legal issues and risks, see section 5.3 of this module.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 15,
            "Heading1": "6. DDR and organized crime: planning considerations",
            "Heading2": "6.2 Risk management and implementation",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Planning for DDR processes should be undertaken with a diverse range of partners. By coordinating with Government institutions, the criminal justice sector, academia, civil society and the private sector, DDR can provide ex-combatants and persons formerly associated with armed forces and groups with a wide range of viable alternatives to criminal activities and violence.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 17,
            "Heading1": "6. DDR and organized crime: planning considerations",
            "Heading2": "6.3 Opportunities for joint approaches in combatting organized crime",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "While the nature of partnerships in DDR processes may vary, local actors possess in-depth knowledge of the local context. This knowledge should serve as an entry point for joint approaches, particularly in the mapping of actors and local conditions. DDR practitioners can also draw on the research skills of academia and crime observatories to build evidence-based DDR processes. Additionally, cooperation with the criminal justice sector can provide a basis for the sharing of criminal intelligence and expertise to inform DDR processes, as well as capacity- building to assist in the integration of former combatants.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 17,
            "Heading1": "6. DDR and organized crime: planning considerations",
            "Heading2": "6.3 Opportunities for joint approaches in combatting organized crime",
            "Heading3": "",
            "Heading4": ""
        },       
        {
            "Paragraph": "DDR practitioners should recognize that not only local authorities, but also civil society actors and the private sector, may be the frontline responders who lay the foundation for peace and development and ensure its long-term sustainability. Innovative financing sources and partnerships should be sought. Local partnerships contribute to the collective ownership of DDR processes. DDR practitioners should therefore be exposed to national and local development actors, strategies and priorities.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 17,
            "Heading1": "6. DDR and organized crime: planning considerations",
            "Heading2": "6.3 Opportunities for joint approaches in combatting organized crime",
            "Heading3": "",
            "Heading4": ""
        },       
        {
            "Paragraph": "Beyond engagement with local actors, when conflict and organized crime have a transnational element, DDR practitioners should seek to build partnerships regionally to coordinate the repatriation and sustainable reintegration of ex-combatants and persons associated with armed forces and groups. Armed forces and groups may engage in criminal activities that span borders in terms of perpetrators, victims, violence, supply chains and commodities, including arms and ammunition. When armed conflicts affect more than one country, DDR practitioners should engage regional bodies to address issues related to armed groups operating on foreign territory and to coordinate the repatriation of victims of trafficking. Moreover, even when an armed conflict remains in one country, DDR practitioners should be aware that criminal links may transcend borders and should avoid inadvertently reinforcing illicit cross-border flows. For further information, see IDDRS 5.40 on Cross-Border Population Movements.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 17,
            "Heading1": "6. DDR and organized crime: planning considerations",
            "Heading2": "6.3 Opportunities for joint approaches in combatting organized crime",
            "Heading3": "",
            "Heading4": ""
        },              
        {
            "Paragraph": "Based on a local mapping of the conflict and its ties to criminal activities, DDR practitioners should set out their primary objectives, taking into account risk factors while managing expectations. It may be useful to outline priorities sequentially, in terms of short-, medium-, and long-term goals, followed by how to achieve them and a baseline of areas for bargaining and concessions. For example, recognizing that some criminal market types are beneficial to local communities in terms of employment, DDR practitioners may negotiate with ex-combatants to continue their involvement in informal economies temporarily, rather than providing training for employment opportunities that do not yet exist. When setting out these objectives, DDR practitioners should be thorough and organized but flexible enough to adapt to changes in the conflict landscape.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 17,
            "Heading1": "6. DDR and organized crime: planning considerations",
            "Heading2": "6.4 DDR prioritization in organized crime-conflict settings",
            "Heading3": "",
            "Heading4": ""
        },       
        {
            "Paragraph": "The trafficking of arms and ammunition supports the capacity of armed groups to engage in conflict settings. Disarmament as part of a DDR programme is essential to developing and maintaining a secure environment in which demobilization and reintegration can take place and can play an important role in crime prevention (see IDDRS 4.10 on Disarmament). Moreover, in many cases, Government stockpiles can be a key source of illicit weapons and ammunition, underlining the need to support the development of national weapons and ammunition management capacity. While arms trafficking in and of itself is a direct factor in the duration and escalation of violence, the possession of weapons also secures the ability to maintain or expand other criminal economies, including human trafficking, environmental crimes and the illicit drug trade.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 17,
            "Heading1": "7. DDR programmes and organized crime",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Where criminal activities and economic predation are entrenched, armed groups can secure income through the pillaging of lucrative natural resources, movement of other goods or civilian predation. Under these circumstances, the possession of weapons and ammunition is not merely a function of ongoing insecurity but is also an economic asset and means of control. Weapons are needed to maintain protection economies that centre around governance and violence, thereby creating enormous disincentives for armed groups to disarm. Even after formal peace negotiations, post-conflict areas may remain saturated with weapons and ammunition. Their widespread availability and misuse can lead to increased crime and renewed violence, while undermining peacebuilding efforts. Furthermore, if illicit trafficking of weapons and ammunition is combined with the failure of the State to provide security to its citizens, locals may be motivated to acquire weapons for self-protection.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 18,
            "Heading1": "7. DDR programmes and organized crime",
            "Heading2": "7.1 Disarmament",
            "Heading3": "",
            "Heading4": ""
        },       
        {
            "Paragraph": "In addition to the considerations laid out in IDDRS 4.10 on Disarmament, DDR practitioners should consider the following key factors when developing disarmament operations as part of DDR programmes in contexts of organized crime: \\nTransparency mechanisms: Specifically, the collection and destruction of weapons, ammunition and explosives should have accounting and monitoring measures in place to prevent diversion. This includes recordkeeping of weapons, ammunition and explosives collected during the disarmament phase of a DDR programme. Transparency in the disposal of weapons and ammunition collected from former conflict parties is key to building trust in the DDR programme. Destruction should not take place if there is a risk that judicial evidence may be lost as a result of the disposal, and especially where there is a risk of linkages to organized crime activities. Recordkeeping and tracing of weapons should be mandatory, and of ammunition where feasible. The use of digital technology should be deployed during recordkeeping, where possible, to allow for weapons tracing from the time of retrieval and throughout the management chain, enhancing accountability. For further information, see IDDRS 4.10 on Disarmament. \\nLink to wider SSR and arms control: Law enforcement agencies in conflict-affected countries often lack the capacity to investigate and prosecute weapons trafficking offenders and to collect and secure illegal weapons and ammunition. DDR practitioners should therefore align their efforts with broader arms control initiatives to ensure that weapons and ammunition management capacity deficits do not further contribute to illicit flows and the perpetration of armed violence. Understanding arms trafficking dynamics, achieved by ensuring collected weapons are marked and thus traceable, is critical to countering illicit arms flows. In the absence of this understanding, illicit flows may continue to provide arms to conflict parties and may continue to provide traffickers with incentives to fuel armed conflicts in order to create or expand their illicit arms market. For further information, see IDDRS 4.11 on Transitional Weapons and Ammunition Management and IDDRS 6.10 on DDR and Security Sector Reform.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 18,
            "Heading1": "7. DDR programmes and organized crime",
            "Heading2": "7.1 Disarmament",
            "Heading3": "",
            "Heading4": ""
        },       
        {
            "Paragraph": "BOX 1: DISARMAMENT: KEY QUESTIONS \\n What are the roles of weapons and ammunition in the commission of crime, including organized crime? \\n What are the social perspectives of conflict actors and communities on weapons and ammunition? What steps can be taken to develop local norms against the illegal use of weapons and ammunition? \\n What are the sources of illicit weapons and ammunition and possible trafficking routes? \\n In conflict settings, what steps can be taken to disrupt the flow of illicit weapons and ammunition in order to reduce the capacity of individuals and groups to engage in armed conflict and criminal activities? \\n How can DDR programmes highlight the constructive roles of women who may have previously engaged in the illicit trafficking of weapons and/or ammunition? What precautions can be taken to avoid reinforcing or creating gender-based inequalities? \\n To what extent would the removal of weapons and ammunition jeopardize security and economic opportunities for ex-combatants and communities? \\n When disarmament is not appropriate, can DDR-related tools, such as transitional weapons and ammunition management, be implemented? Can alternative stages (demobilization and reintegration) be offered prior to disarmament to gain trust and contribute to the hand over of weapons and ammunition? \\n Does the proposed disarmament operation have sufficient resources to safely store weapons and ammunition and prevent diversion to armed groups engaged in criminal activities?",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 19,
            "Heading1": "7. DDR programmes and organized crime",
            "Heading2": "7.1 Disarmament",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "In crime-conflict contexts, demobilization as part of a DDR programme presents a number of challenges. While the formal and controlled discharge of active combatants may be clear cut, persuading them to relinquish their ties to organized criminal activities may be harder. This is also true for persons associated with armed forces and groups. Given the clandestine nature of organized crime, establishing whether DDR programme participants continue to engage in organized crime may be difficult.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 19,
            "Heading1": "7. DDR programmes and organized crime",
            "Heading2": "7.2 Demobilization",
            "Heading3": "",
            "Heading4": ""
        },       
        {
            "Paragraph": "Continued engagement in organized criminal activities can serve not only to further war efforts, but may also offer former members of armed forces and groups a stable livelihood that they otherwise would not have. In some cases, the economic opportunities and rewards available through violent predation and/or patronage networks might exceed those expected through the DDR programme. Therefore, it is important that the short-term reinsertion support on offer is linked to long-term prospects for a sustainable livelihood and is sufficient to fight the perceived short-term ‘benefits’ from engagement in illicit activities. For further information, see IDDRS 4.20 on Demobilization.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 19,
            "Heading1": "7. DDR programmes and organized crime",
            "Heading2": "7.2 Demobilization",
            "Heading3": "",
            "Heading4": ""
        },       
        {
            "Paragraph": "Moreover, if DDR programme participants are not swiftly integrated into the legal workforce, the probability of their falling prey to organized criminal groups or finding livelihoods in illicit economies is high. Even if members of armed forces and groups demobilize, they continue to be at risk for recruitment by criminal groups due to the expertise they have gained during war. These circumstances mean that DDR practitioners should compare what DDR programmes and criminal groups offer. For example, beyond economic incentives, male combatants often perceive a loss of masculinity, while female ex-combatants struggle with losing some degree of gender equality, respect and security compared to wartime. When demobilizing, feelings of comradeship and belonging can erode, and joining criminal groups may serve as a replacement if DDR programmes do not fill this gap.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 20,
            "Heading1": "7. DDR programmes and organized crime",
            "Heading2": "7.2 Demobilization",
            "Heading3": "",
            "Heading4": ""
        },       
        {
            "Paragraph": "On the other hand, involvement in illicit activities may pose a risk to the personal safety and well-being of former members of armed forces and groups and their families. Individuals may remain ‘loyal’ to criminal groups for fear of retaliation. As such, it is important for DDR practitioners to ensure the safety of DDR programme participants. Similarly, where aims are political and actors have built legitimacy in local communities, demobilization may be perceived as accepting a loss of status or defeat. DDR programme participants may continue to engage in criminal activities post-conflict in order to maintain the provision of goods and services to local communities, thereby retaining loyalty and respect.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 20,
            "Heading1": "7. DDR programmes and organized crime",
            "Heading2": "7.2 Demobilization",
            "Heading3": "",
            "Heading4": ""
        },       
        {
            "Paragraph": "BOX 2: DEMOBILIZATION: KEY QUESTIONS \\n What is the risk (if any) that reinsertion assistance will equip former members of armed forces and groups with skills that can be used in criminal activities? \\n If skills training and catch-up education are provided as part of short-term reinsertion assistance, do they adequately initiate former members of armed forces and groups into the realities of the lawful economic and social environment? \\n What safeguards can be put into place to prevent former members of armed forces and groups from being recruited by criminal actors? \\n What does demobilization offer that organized crime does not? Conversely, what does organized crime offer that demobilization does not? What are the (perceived) benefits of continued engagement in illicit activities? \\n How does demobilization address the specific needs of certain groups, such as women and children, who may have engaged in and/or been victims of organized crime in conflict?",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 20,
            "Heading1": "7. DDR programmes and organized crime",
            "Heading2": "7.2 Demobilization",
            "Heading3": "",
            "Heading4": ""
        },     
        {
            "Paragraph": "Reintegration support should be based on an assessment of the economic, social, psychosocial and political challenges faced by ex-combatants and persons formerly associated with armed forces and groups, their families and communities. In addition to the guidance outlined in IDDRS 2.40 on Reintegration as Part of Sustaining Peace and IDDRS 4.30 on Reintegration, DDR practitioners should also consider the factors that sustain organized criminal networks and activities when planning reintegration support.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 20,
            "Heading1": "7. DDR programmes and organized crime",
            "Heading2": "7.3 Reintegration",
            "Heading3": "",
            "Heading4": ""
        },        
        {
            "Paragraph": "In communities where engagement in illicit economies is widespread and normalized, certain criminal activities may have no social stigma attached to them. DDR practitioners or may even bring power and prestige. Ex-combatants – especially those who were previously in high-ranking positions – often share the same level of status as successful criminals, posing challenges to their long-lasting reintegration into lawful society. DDR practitioners should therefore consider the impact of involvement of ex-combatants’ involvement in organized crime on the design of reintegration support programmes, taking into account the roles they played in illicit activities and crime-conflict dynamics in the society at large.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 20,
            "Heading1": "7. DDR programmes and organized crime",
            "Heading2": "7.3 Reintegration",
            "Heading3": "",
            "Heading4": ""
        },        
        {
            "Paragraph": "DDR practitioners should examine the types and characteristics of criminal activities. While organized crime can encompass a range of activities, the distinction between violent and non- violent criminal enterprises, or non-labour intensive and labour-intensive criminal economies may help DDR practitioners to prioritize certain reintegration strategies. For example, some criminal market activities may be considered vital to the local economy of communities, particularly when employing most of the local workforce.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 21,
            "Heading1": "7. DDR programmes and organized crime",
            "Heading2": "7.3 Reintegration",
            "Heading3": "",
            "Heading4": ""
        },        
        {
            "Paragraph": "Economic reintegration can be a challenging process because there may be few available jobs in the formal sector. It becomes imperative that reintegration support not only enable former members of armed forces and groups to earn a living, but that the livelihood is enough to disincentivize the return to illicit activities. In other cases, laissez-faire policies towards labour- intensive criminal economies, such as the exploitation of natural resources, may open windows of opportunity, regardless of their legality, and could be accompanied by a process to formalize and regulate informal and artisanal sectors. Partnerships with multiple stakeholders, including civil society and the private sector, may be useful in devising holistic reintegration assessments and programmatic responses.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 21,
            "Heading1": "7. DDR programmes and organized crime",
            "Heading2": "7.3 Reintegration",
            "Heading3": "",
            "Heading4": ""
        },        
        {
            "Paragraph": "The box below outlines key questions that DDR practitioners should consider when supporting reintegration in conflict-crime contexts. For further information on reintegration support, and specific guidance on environment crime, drug and human trafficking, see section 9.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 21,
            "Heading1": "7. DDR programmes and organized crime",
            "Heading2": "7.3 Reintegration",
            "Heading3": "",
            "Heading4": ""
        },        
        {
            "Paragraph": "BOX 3: REINTEGRATION: KEY QUESTIONS \\n What are the risks and benefits involved in disrupting the illicit economies upon which communities depend? \\n How can support be distributed between former members of armed forces and groups, communities and victims in ways that are fair, facilitate reintegration, and avoid re-recruitment by organized criminal actors? \\n What steps can be taken when the reintegration support offered cannot outweigh the benefits offered through illicit activities? \\n What community-based monitoring initiatives can be put in place to ensure the sustained reintegration of former members of armed forces and groups and their continued non-involvement in criminal activities? \\n How can reintegration efforts work to address the motives and incentives of conflict actors through non-violent means, and what are the associated risks? \\n Which actors should contribute to addressing the conflict-crime nexus during reintegration, and in which capacity (including, among others, international agencies, public institutions, civil society and the private sector)?",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 21,
            "Heading1": "7. DDR programmes and organized crime",
            "Heading2": "7.3 Reintegration",
            "Heading3": "",
            "Heading4": ""
        },       
        {
            "Paragraph": "Organized crime often exacerbates and may prolong armed conflict. When the preconditions are not present to support a DDR programme, a number of DDR-related tools may be used in crime-conflict contexts. Alternatively, DDR-related tools may also be used before, during and after DDR programmes as complementary measures (see IDDRS 2.10 on The UN Approach to DDR).",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 21,
            "Heading1": "8. DDR-related tools and organized crime",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "When DDR practitioners provide support to mediation teams, they can help to ensure that the provisions included within peace agreements are realistic and implementable (see IDDRS 2.20 on The Politics of DDR). In organized crime contexts, DDR practitioners should seek to provide mediators with a contextual analysis of combatants’ motives for engaging in illicit activities. They should also be aware that engaging with armed groups may confer legitimacy that impacts upon the local political economy. DDR practitioners should advise mediators to be wary of entrenching criminal interests in the peace agreement. Where feasible, DDR practitioners may advise mediators to address organized crime activities within the peace agreement, either directly or by putting in place an institutional framework to deal with these issues at a later date. Lessons learned from gang truces can be instructive and should be considered before entering a mediation process with actors involved in criminal activities.16",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 22,
            "Heading1": "8. DDR-related tools and organized crime",
            "Heading2": "8.1 DDR support to mediation",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The trafficking of weapons and ammunition facilitates not only conflict but other criminal activities as well, including the trafficking of persons and drugs. Transitional weapons and ammunition management (WAM) may be a suitable approach to control or limit the circulation of weapons, ammunition and explosives to reduce violence and engagement in illicit activities. Transitional WAM can contribute to preventing the outbreak, escalation, continuation and recurrence of conflict by preventing the diversion of weapons, ammunition and explosives to unauthorized end users, including both communities and armed groups engaged in illicit activities. For more information, refer to IDDRS 4.11 on Transitional Weapons and Ammunition Management.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 22,
            "Heading1": "8. DDR-related tools and organized crime",
            "Heading2": "8.2 Transitional weapons and ammunition management",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "In an organized crime–conflict context, community violence reduction (CVR) can help foster social cohesion and provide ex-combatants, persons formerly associated with armed forces and groups, and other at-risk individuals with economic and social alternatives to joining armed groups and engaging in criminal activities. Community-based initiatives, such as vocational training and short-term employment opportunities, not only reduce the risk that ex-combatants will return to conflict but also that they will continue participating in illicit activities as a means to survive.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 22,
            "Heading1": "8. DDR-related tools and organized crime",
            "Heading2": "8.3 Community violence reduction",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "CVR can also serve as a complementary measure to other DDR processes. For example, as part of transitional WAM, communities prone to violence can be encouraged to build community storage facilities or hand over a certain quantity of weapons and ammunition as a precondition for benefiting from a CVR programme. Such measures not only disrupt illicit weapons flows but encourage collective and active participation in the security of communities.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 22,
            "Heading1": "8. DDR-related tools and organized crime",
            "Heading2": "8.3 Community violence reduction",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Additionally, CVR efforts such as mental health and psychosocial support and empowerment initiatives for specific needs groups, including women, children and persons with drug addictions, can both prevent and reduce victimization from conflict-related criminal activities, including sexual exploitation and drug trafficking. For further information, see IDDRS 2.30 on Community Violence Reduction.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 23,
            "Heading1": "8. DDR-related tools and organized crime",
            "Heading2": "8.3 Community violence reduction",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Although they may vary depending on the context, transitional security arrangements can support DDR processes by establishing security structures either jointly between State forces, armed groups, and communities or with a third party (see IDDRS 2.20 on The Politics of DDR). Members of armed groups may be reluctant to participate in the DDR process for fear that they may lose their capacity to defend themselves against those who continue to engage in conflict and illicit activities. Through joint efforts, transitional security arrangements can be vital for building trust and confidence and encourage collective ownership of the steps towards peace. DDR practitioners should be aware that engagement in illicit activities can complicate efforts to create transitional security arrangements, particularly if certain members of armed forces and groups are required to redeploy away from areas that are rich in natural resources. In this scenario, it may be appropriate for DDR practitioners to advise mediating teams that provisions regarding the governance of natural resources be included in the peace agreement (also see IDDRS 6.10 on DDR and Security Sector Reform).",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 23,
            "Heading1": "8. DDR-related tools and organized crime",
            "Heading2": "8.4 Transitional security arrangements",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Reintegration support may be provided at all stages of conflict, even when there is no peace agreement and no DDR programme. The risk of the re-recruitment of ex-combatants and persons formerly associated with armed forces and groups or their engagement in criminal activity is higher where conflict is ongoing, protracted or financed through organized crime. DDR practitioners should seek to identify positive entry points for supporting reintegration.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 23,
            "Heading1": "9. Reintegration support and organized crime",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "In contexts of ongoing conflict and organized crime, these entry points may include geographical areas where reintegration is most likely to succeed, such as pockets of peace not affected by military operations or other types of armed violence. These pilot areas could serve as models of reintegration support for other areas to follow. Additional entry points may include armed groups whose members have shown a willingness to leave or are assessed as more likely to reintegrate, or specific reintegration interventions involving local economies and partners that will function as pull factors.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 23,
            "Heading1": "9. Reintegration support and organized crime",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The guidance on supporting reintegration within DDR programmes provided in section 7.3 is also applicable to planning reintegration support in contexts of ongoing conflict. For further information on reintegration more generally, see IDDRS 2.40 on Reintegration as Part of Sustaining Peace and IDDRS 4.30 on Reintegration.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 23,
            "Heading1": "9. Reintegration support and organized crime",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The sub-sections below offer guidance on reintegration support in relation to common forms of organized criminal activity in conflict and post-conflict settings: environmental crime, drug and human trafficking.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 23,
            "Heading1": "9. Reintegration support and organized crime",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Natural resources have an enormous impact on armed conflict, and they can be used to either support or undermine efforts towards peace. Members of armed forces and groups frequently engage in environmental crime as a low-risk, high-profit source of revenue to fund recruitment or the purchase of weapons, or even to exert de facto control over geographic territories. Environmental crime encompasses a range of different activities in which natural resources are illegally exploited and often trafficked or sold into global supply chains. It can have heavy consequences on communities, including direct environmental degradation, such as the contamination of water or soils, or the destruction of agricultural crops; indirect environmental degradation, such as the loss of biodiversity and other ecosystem services; and/or direct displacement and exposure to violence.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 24,
            "Heading1": "9. Reintegration support and organized crime",
            "Heading2": "9.1 Reintegration support and environmental crime",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "At the same time, natural resources hold tremendous potential to support peace and development. In many parts of the world, elements of the natural environment are culturally significant and represent key components of social status and identity. Engaging former members of armed forces and groups in the management of natural resources, including in decision-making, direct environmental rehabilitation and/or community-based natural resource management, helps to consolidate their status as civil citizens, thus reinforcing their political and social reintegration. Additionally, linking reintegration with well-managed natural resources can increase the range of options for economic reintegration support. Given the increase in environmental crime as a transnational organized crime activity and its role in war economies, understanding the links between natural resources, crime and reintegration is key.17 For further information, see IDDRS 6.30 on DDR and Natural Resources.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 24,
            "Heading1": "9. Reintegration support and organized crime",
            "Heading2": "9.1 Reintegration support and environmental crime",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The reintegration of individuals who were previously engaged in environmental organized crime should aim to create sustainable alternatives in the same natural resources sector (to the extent possible, barring illegal trade in endangered species), keeping in mind the principle of ‘do no harm’. Reintegration in natural resource sectors should be consistent with national laws and legal frameworks and promote environmental protection and restoration of the rule of law.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 24,
            "Heading1": "9. Reintegration support and organized crime",
            "Heading2": "9.1 Reintegration support and environmental crime",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The drug trade has an important impact on conflict-affected societies. It weakens State authority and drives legitimacy away from legal institutions, diverts funds from the formal economy, creates economic dependence, and causes widespread violence and insecurity. The drug trade also impacts communities, with serious consequences for people’s general well-being and health. High rates of addiction and HIV/AIDS prevalence have been found in societies where narcotics are cultivated and produced.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 25,
            "Heading1": "9. Reintegration support and organized crime",
            "Heading2": "9.2 Reintegration support and drug trafficking",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "DDR practitioners implementing reintegration programmes may respond to illicit crop cultivation through support to crop substitution, integrated rural development and/or alternative livelihoods. However, DDR practitioners should consider the risks and opportunities associated with these approaches, including the security requirements and socioeconomic impacts of removing illicit cultivation. Crop substitution is a valid but lengthy measure that may deprive small-scale farmers of an immediate and valuable source of income. It may also make them vulnerable to threats and violence from the criminal networks that control illicit cultivation and trade. It may be possible to encourage the private sector to purchase substituted crops cultivated by former members of armed forces and groups. This will help to ensure the sustainability of crop substitution, by providing income and investment in exchange for locally produced raw material. This can in turn decrease costs and increase product quality.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 25,
            "Heading1": "9. Reintegration support and organized crime",
            "Heading2": "9.2 Reintegration support and drug trafficking",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Crop substitution, integrated rural development and alternative livelihoods should fit into broader macroeconomic and rural reform. These measures should be accompanied by a law enforcement strategy to guarantee protection and justice to participants in the reintegration programme. DDR practitioners should also consider rehabilitation and health-care assistance to tackle high levels of substance addiction and drug-related illness. Since the funding for reintegration support is often timebound, it is important for DDR practitioners to establish partnerships and coordination mechanisms with relevant local organizations in a range of sectors, including civil society, health care and the private sector. These entities can work to address the social and medical issues of former members of armed forces and groups, as well as community members, who have been engaged in or affected by the illicit drug trade.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 25,
            "Heading1": "9. Reintegration support and organized crime",
            "Heading2": "9.2 Reintegration support and drug trafficking",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Armed conflict amplifies the conditions in which human trafficking occurs. During a conflict, the vulnerability of the affected population increases, due to economic desperation, weak rule of law and unavailability of social services, forcing people to flee for safety. Human trafficking targets the most vulnerable segments of the population. Armed groups ‘recruit’ their victims in refugee and internally displaced persons camps, as well as among populations affected by the conflict, attracting them with false promises of employment, education or safety. Many trafficked people end up being exploited abroad, but others remain inside the country’s borders filling armed groups, providing forced labour, and becoming ‘war wives’ and sex slaves.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 26,
            "Heading1": "9. Reintegration support and organized crime",
            "Heading2": "9.3 Reintegration support and human trafficking",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Human trafficking often has a strong transnational component, which, in turn, may affect reintegration efforts. Armed groups and organized criminal groups engage in human trafficking by collaborating with networks active in other countries. Conflict areas can be source, transit or destination countries. Reintegration programmes should exercise extreme caution in sustaining activities that may conceal trafficking links or may be used to launder the proceeds of trafficking. ",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 26,
            "Heading1": "9. Reintegration support and organized crime",
            "Heading2": "9.3 Reintegration support and human trafficking",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Continuous assessment is key to recognizing and evaluating the risk of human trafficking. DDR practitioners should engage with a wide range of actors in neighbouring countries and regionally to coordinate the repatriation and reintegration of victims of human trafficking, where appropriate.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 26,
            "Heading1": "9. Reintegration support and organized crime",
            "Heading2": "9.3 Reintegration support and human trafficking",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Children are often victims of organized crime, including child trafficking and the worst forms of child labour, being frequent victims of sexual exploitation, forced marriage, forced labour and recruitment into armed forces or groups. Reintegration practitioners should be aware that children who present as dependants may be victims of trafficking. Reintegration efforts specifically targeting children, as survivors of cross-border human trafficking, including forcible recruitment, forced labour and sexual exploitation by armed forces and groups, require working closely with local, national and regional child protection agencies and programmes to ensure their specific needs are met and that they are supported in their reintegration beyond the end of DDR. Family tracing and reunification (if in the best interests of the child) should be started at the earliest possible stage and can be carried out at the same time as other activities.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 26,
            "Heading1": "9. Reintegration support and organized crime",
            "Heading2": "9.3 Reintegration support and human trafficking",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Children who have been trafficked should be considered and treated as victims, including those who may have committed crimes during the period of their exploitation. Any criminal action taken against them should be handled according to child-friendly juvenile justice procedures, consistent with international law and norms regarding children in contact with the law, including the Beijing Rules and Havana Principles, among others. Consistent with the UN Convention on the Rights of the Child, the best interests of the child shall be a primary consideration in all decisions pertaining to a child. For further information, see IDDRS 5.30 on Children and DDR.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 26,
            "Heading1": "9. Reintegration support and organized crime",
            "Heading2": "9.3 Reintegration support and human trafficking",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Women are more likely to become victims of organized crime than men, being subjected to sex exploitation and trade, rape, abuse and murder. The prevailing subcultures of hegemonic masculinity and machismo become detrimental to women in conflict situations where there is a lack of instituted rule of law and security measures. In these situations, since the criminal justice system is rendered ineffective, organized crimes directed against women go unpunished. DDR practitioners, as part of reintegration programming, should develop targeted measures to address the organized crime subculture and correlated machismo. For further information, see IDDRS 5.10 on Women, Gender and DDR.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 26,
            "Heading1": "9. Reintegration support and organized crime",
            "Heading2": "9.3 Reintegration support and human trafficking",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "In an organized crime–conflict context, States may decide to adjust the range of criminal acts that preclude members of armed forces and groups from participation in DDR programmes, DDR- related tools and reintegration support. For example, human trafficking encompasses a wide range of forms, from the recruitment of children into armed forces and groups, to forced labour and sexual exploitation. In certain instances, engagement in these crimes may rise to the level of war crimes, crimes against humanity, genocide and/or gross violations of human rights. Therefore, if DDR participants are found to have committed these crimes, they shall immediately be removed from participation.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 27,
            "Heading1": "10. DDR, transitional justice and organized crime",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Similarly, the degree of engagement in criminal activities is not the only consideration, and States may also consider who commits specific acts. For example, should a foot soldier who is involved in the sexual exploitation of individuals from specific groups in their controlled territory or who marries a child bride be held accountable to the same degree as a commander who issues orders that the foot soldier do so? Just as international humanitarian law declares that compliance with a superior order does not constitute a defence, but a mitigating factor, DDR practitioners may also advise States as to whether different approaches are needed for different ranks.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 28,
            "Heading1": "10. DDR, transitional justice and organized crime",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "DDR practitioners inevitably operate within a State-based framework and must therefore abide by the determinations set by the State, identified as the legitimate authority. Both in and out of conflict settings, it is the State that has prosecutorial discretion and identifies which crimes are ‘serious’ as defined under the United Nations Convention against Transnational Organized Crime. In the absence of genocide, crimes against humanity, war crimes or serious human rights violations, it falls on the State to implement criminal justice measures to tackle individuals’ and groups’ engagement in organized criminal activities.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 28,
            "Heading1": "10. DDR, transitional justice and organized crime",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "However, issues arise when the State itself is a party to the conflict and either weaponizes organized crime in order to prosecute members of adversarial groups or engages in criminal activities itself. Although illicit economies are a major source of financing for armed groups, in many cases they could not be in place without the assistance of the State. Corruption is an important issue that needs to be addressed as much as organized crime. Political actors may be involved with criminal economies at various levels, particularly locally. In addition, the State apparatus may pay lip service to fighting organize crime while at the same time participating in the illegal economy.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 28,
            "Heading1": "10. DDR, transitional justice and organized crime",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "DDR practitioners should assess the state of corruption in the country in which they are operating. Additionally, reintegration programmes should be conceptualized in close interaction with related anti-corruption and transitional justice efforts focused on ‘institutional reform’. Transitional justice initiatives contribute to institutional reform efforts in a variety of ways. Prosecutions of leaders for war crimes or violations of international human rights and humanitarian law criminalize this kind of behaviour, demonstrate that no one is above the law, and may act as a deterrent and contribute to the prevention of future abuse. Truth commissions and other truth-seeking endeavours can provide critical analysis of the roots of conflict, identifying individuals and institutions responsible for abuse. Truth commissions can also provide critical information about the patterns of violence and violations, so that institutional reform can target or prioritize efforts in particular areas.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 28,
            "Heading1": "10. DDR, transitional justice and organized crime",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "A successful prosecutorial strategy in a transitional justice context requires a clear, transparent and publicized criminal policy indicating what kind of cases will be prosecuted and what kind of cases will be dealt with in an alternative manner. Most importantly, prosecutions can foster trust in the reintegration process and enhance the prospects for trust building between former members of armed forces and groups and other citizens by providing communities with some assurance that those they are asked to admit back into their midst do not include the perpetrators of serious crimes under international law.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 28,
            "Heading1": "10. DDR, transitional justice and organized crime",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Moreover, while it theoretically falls on the State to implement criminal justice measures, in reality, the State apparatus may be too weak to administer justice fairly, if at all. In order to build confidence and ensure legitimacy, DDR processes must establish transparent mechanisms for independent monitoring, oversight and evaluation, and their financing mechanisms, so as to avoid inadvertently contributing to criminal activities and undermining the overall objective of sustainable peace. Transitional justice and human rights components should be incorporated into DDR processes from the outset. For further information, see IDDRS 6.20 on DDR and Transitional Justice and IDDRS 2.11 on the Legal Framework for UN DDR.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 28,
            "Heading1": "10. DDR, transitional justice and organized crime",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "As State actors can be implicated in organized criminal activities in conflict and post-conflict settings, including past and ongoing violations of human rights and international humanitarian law, there may be a need to reform security sector institutions. As IDDRS 6.10 on DDR and Security Sector Reform states, SSR aims to enhance “effective and accountable security for the State and its people without discrimination and with full respect for human rights and the rule of law”. DDR processes that fail to coordinate with SSR can lead to further violations, such as the reappointment of human rights abusers or those engaged in other criminal activities into the legitimate security sector. Such cases undermine public faith in security sector institutions.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 29,
            "Heading1": "11. DDR, security sector reform and organized crime",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Mistrust between the State, security providers and citizens is a potential contributing factor to the outbreak of a conflict, and one that has the potential to undermine sustainable peace, particularly if the State itself is corrupt or directly engages in criminal activities. Another factor is the integration of ex-combatants who may still have criminal ties into the reformed security sector. To avoid further propagation of criminality, vetting should be conducted prior to integration, with a special focus on any evidence relating to continued links with actors known to engage in criminal activities. Finally, Government security forces, both civilian and military, may themselves be part of rightsizing exercises. The demobilization of excess forces may be particularly difficult if these individuals have been actively involved in facilitating or gatekeeping the illicit economy, and DDR practitioners should take these dynamics into account in the design of reintegration support (see sections 7.3 and 9).",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 29,
            "Heading1": "11. DDR, security sector reform and organized crime",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "SSR that encourages participatory processes that enhance the oversight roles of actors such as parliament and civil society can meet the common goal of DDR and SSR of building trust in post-conflict security governance institutions. Additionally, oversight mechanisms can provide necessary checks and balances to ensure that national decisions on DDR and SSR are appropriate, cost effective and made in a transparent manner. For further information, see IDDRS 6.10 on DDR and Security Sector Reform.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 29,
            "Heading1": "11. DDR, security sector reform and organized crime",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 29,
            "Heading1": "Annex A: Abbreviations",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "United Nations Convention against Transnational Organized Crime (2000) \\n The UNTOC is the main international instrument in the fight against transnational organized crime. States that ratify this instrument commit themselves to taking a series of measures against transnational organized crime, including creating domestic criminal offences (participation in an organized criminal group, money laundering, corruption and obstruction of justice); adopting new and sweeping frameworks for extradition, mutual legal assistance and law enforcement cooperation; and promoting training and technical assistance for building or upgrading the necessary capacity of national authorities. The UNTOC defines the terms ‘organized criminal group’, ‘serious crime’, and ‘structured group’ (as per section 3 of this module).",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 29,
            "Heading1": "Annex B: International legal framework for organized crime",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Protocol to Prevent, Suppress and Punish Trafficking in Persons, Especially Women and Children, supplementing the United Nations Convention against Transnational Organized Crime (2000) \\n This is the first global legally binding instrument with an agreed definition on trafficking in persons. This definition is intended to facilitate convergence in national approaches with regard to the establishment of domestic criminal offences that would support efficient international cooperation in investigating and prosecuting trafficking in persons cases. An additional objective of the Protocol is to protect and assist the victims of trafficking with full respect for their human rights. ",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 30,
            "Heading1": "Annex B: International legal framework for organized crime",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Protocol against the Smuggling of Migrants by Land, Sea and Air, supplementing the United Nations Convention against Transnational Organized Crime (2000) \\n The Protocol deals with the growing problem of organized criminal groups who smuggle migrants. It marks the first time that a definition of smuggling of migrants was developed and agreed upon in a global international instrument. The Protocol aims at preventing and combating the smuggling of migrants, as well as promoting cooperation among States parties, while protecting the rights of smuggled migrants and preventing the worst forms of their exploitation, which often characterize the smuggling process. ",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 30,
            "Heading1": "Annex B: International legal framework for organized crime",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Protocol against the Illicit Manufacturing of and Trafficking in Firearms, Their Parts and Components and Ammunition, supplementing the \\n United Nations Convention against Transnational Organized Crime (2001) The objective of the Protocol, the first legally binding instrument on small arms adopted at the global level, is to promote, facilitate and strengthen cooperation among States parties in order to prevent, combat and eradicate the illicit manufacturing of and trafficking in firearms, their parts and components and ammunition. By ratifying the Protocol, States make a commitment to adopt a series of crime-control measures and implement in their domestic legal order three sets of normative provisions: the first one relates to the establishment of criminal offences related to illegal manufacturing of and trafficking in firearms on the basis of the Protocol requirements and definitions; the second to a system of Government authorizations or licencing intended to ensure legitimate manufacturing of and trafficking in firearms; and the third one to the marking and tracing of firearms. In addition to the Protocol, a number of non-legally binding instruments also apply to the illicit trade of small arms and light weapons.18",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 30,
            "Heading1": "Annex B: International legal framework for organized crime",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Single Convention on Narcotic Drugs of 1961 as amended by the 1972 Protocol \\n This Convention aims to combat drug abuse by coordinated international action. There are two forms of intervention and control that work together. First, the Convention seeks to limit the possession, use, trade, distribution, import, export, manufacture and production of drugs exclusively to medical and scientific purposes. Second, it combats drug trafficking through international cooperation to deter and discourage drug traffickers.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 30,
            "Heading1": "Annex B: International legal framework for organized crime",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Convention on Psychotropic Substances of 1971 \\n The Convention establishes an international control system for psychotropic substances in response to the diversification and expansion of the spectrum of drugs of abuse. The Convention introduces controls over a number of synthetic drugs, balancing their abuse against their therapeutic value.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 30,
            "Heading1": "Annex B: International legal framework for organized crime",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "United Nations Convention against Illicit Traffic in Narcotic Drugs and Psychotropic Substances of 1988 \\n This Convention provides comprehensive measures against drug trafficking, including provisions against money laundering and the diversion of precursor chemicals. It provides for international cooperation through, for example, extradition of drug traffickers, controlled deliveries and transfer of proceedings.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 31,
            "Heading1": "Annex B: International legal framework for organized crime",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "United Nations Convention against Corruption (2003) \\n This Convention is the only legally binding universal anti-corruption instrument. It covers five main areas: preventive measures, criminalization and law enforcement, international cooperation, asset recovery, and technical assistance and information exchange. The Convention covers many different forms of corruption, such as bribery, trading in influence and abuse of functions.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 31,
            "Heading1": "Annex B: International legal framework for organized crime",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Security Council Resolutions \\n The United Nations Security Council has increasingly recognized the role that organized crime and illicit markets play in sustaining and fuelling contemporary conflicts. Since the UNTOC was adopted in 2000, the UN Security Council has passed hundreds of resolutions on organized crime in specific countries, missions or regions. \\n\\n Security Council resolution 2220 (2015) on small arms \\n The Council emphasizes that the illicit trafficking in small arms and light weapons can aid terrorism and illegal armed groups and facilitate increasing levels of transnational organized crime, and underscores that such illicit trafficking could harm civilians, including women and children, create instability and long-term governance challenges, and complicate conflict resolution. \\n\\n Security Council resolution 2331 (2016) on trafficking in persons in conflict situations, including linkages with the activities of armed groups, terrorism and sexual violence in conflict \\n The Security Council recognizes the connection between trafficking in persons, sexual violence, terrorism and other transnational organized criminal activities that can prolong and exacerbate conflict and instability or intensify its impact on civilian populations. The Council condemns all acts of trafficking, particularly the sale or trade in persons undertaken by the Islamic State of Iraq and the Levant (ISIL, also known as Da’esh), and recognizes the importance of collecting and preserving evidence relating to such acts to ensure that those responsible can be held accountable. \\n\\n Security Council Resolution 2388 (2017) on trafficking in persons in armed conflict \\n This resolution recognizes “that trafficking in persons in areas affected by armed conflict and post- conflict situations can be for the purpose of various forms of exploitation”, including sexual exploitation and the recruitment of child soldiers. The resolution underlines the importance of providing “appropriate care, assistance and services for their physical, psychological and social recovery, rehabilitation and reintegration, in full respect of their human rights”. The resolution also recognizes “that trafficking in persons entails the violation or abuse of human rights” and underscores “that certain acts or offences associated with trafficking in persons in the context of armed conflict may constitute war crimes”, and it notes States’ responsibility to “prosecute those responsible for genocide, crimes against humanity, war crimes as well as other crimes”. The resolution calls for the “training of relevant personnel of special political and peacekeeping missions”. \\n\\n Security Council resolution 2462 (2019) on the financing of terrorism through illicit activities and sanctions lists \\n This resolution reaffirms the Security Council’s decision in its resolution 1373 (2001) that all States shall prevent and suppress the financing of terrorist acts, including through organized criminal activity, and shall refrain from providing support to those involved in them. Furthermore, the resolution urges all States to participate actively in implementing and updating the ISIL (Da’esh) and Al-Qaida Sanctions List and to consider including, when submitting new listing requests, individuals and entities involved in the financing of terrorism. \\n\\n Security Council Resolution 2482 (2019) on threats to international peace and security caused by international terrorism and organized crime \\n This resolution underlines that organized crime, along with terrorism and violent extremism, whether domestic or transnational, “may exacerbate conflicts in affected regions, and may contribute to undermining affected States, specifically their security, stability, governance, social and economic development” and notes that organized criminal groups “can, in some cases and in some regions, complicate conflict prevention and resolution efforts”. The resolution also notes the impact of the illicit drug trade, trafficking in persons and arms trafficking, and their links to corruption in furthering the financing of terrorism and fuelling conflict. ",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 31,
            "Heading1": "Annex B: International legal framework for organized crime",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Environmental Crime \\n A number of General Assembly and Security Council documents highlight the intersection between conflict, criminality and the illicit exploitation of natural resources. Crimes against the environment, such as deforestation, illegal logging, fishing and the illicit wildlife trade have a more fragmented legal framework. For more information on specific natural resources policy frameworks and legal instruments, refer to IDDRS 6.30 on DDR and Natural Resources.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 32,
            "Heading1": "Annex B: International legal framework for organized crime",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "1 United Nations Convention on Transnational Crime, Article 2(a). \\n 2 United Nations Convention on Transnational Crime, Article 2(b). \\n 3 United Nations Convention on Transnational Crime, Article 2 (c). \\n 4 Christina Steenkamp, “The Crime-Conflict Nexus and the Civil War in Syria”, Stability, vol. 6, no. 1 (2017). \\n 5 Marina Caparini, “UN Police and the Challenges of Organized Crime”, Discussion Paper (SIPRI, April 2019). \\n 6 Ibid. \\n 7 Steenkamp, “Crime-Conflict Nexus”. \\n 8 See, for instance, UNSC resolution 2482 (2019). \\n 9 Philip Gounev and Tihomir Bezlov, Examining the Links between Organized Crime and Corruption (Centre for the Study of Democracy, 2010). \\n 10 Mark Shaw and Tuesday Reitano, “Global Illicit Flows and Local Conflict Dynamics: The Case for Pre-Emptive Analysis and Experimental Policy Options”, Crime-Conflict Nexus Series No. 2 (United Nations University, 2017). \\n 11 Caparini, “UN Police”. \\n 12 Heiko Nitzschke, “Transforming War Economies: Challenges for Peacemaking and Peacebuilding” (New York, International Peace Academy, December 2003). \\n 13 Virginia Comolli, ed., Organized Crime and Illicit Trade: How to Respond to This Strategic Challenge in Old and New Domains (Cham, Switzerland, Springer International, 2018). \\n 14 United Nations Office of Drugs and Crime, “Global Report on Trafficking in Persons 2018, Booklet 2: Trafficking in Persons in the Context of Armed Conflict” (New York, 2018). \\n 15 International Alert, “Organised Crime in Mali: Why It Matters for a Peaceful Transition from Conflict”, Policy Brief (2016). \\n 16 Matt Herbert, “El Salvador’s Gang Truce: A Durable Model?” (Global Initiative against Transnational Organized Crime, July 2013); Charles M. Katz, E. C. Hedberg and Luis Enrique Amaya, “Gang Truce for Violence Prevention, El Salvador”, Bulletin of the World Health Organization (June 2016). \\n 17 United Nations Environmental Programme (UNEP), “The Rise of Environmental Crime – A Growing Threat to Natural Resources, Peace, Development and Security”, a UNEP-INTERPOL Rapid Response Assessment (2016); UNEP and United Nations Development Programme, “The Role of Natural Resources in Disarmament, Demobilization and Reintegration: Addressing Risks and Seizing Opportunities”, (2013). \\n 18 While the Programme of Action on the illicit trade in small arms and light weapons is not a legally binding instrument, it is the only universal political framework on measures to tackle illicit trade, including in the context of organized crime. For more information about the Programme of Action, as well as the related International Tracing Instrument, see https://www.un.org/disarmament/convarms/salw/programme-of-action/.",
            "Level": 6,
            "Title": "DDR and Organized Crime",
            "PageNum": 32,
            "Heading1": "Endnotes",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        }
    ]
}

