{
    "5.80 Disability-Inclusive DDR": [
    {
        "Heading1": "Summary",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Disability-inclusive DDR requires specific planning and interventions to eliminate barriers to participation and to address the specific needs of persons with disabilities. Disability-inclusive DDR processes shall be led by national and local authorities, in line with national and local policies and strategies and build on existing systems and structures. A DDR process and all forms of support provided for that process shall adhere to humanitarian principles, including non-discrimination on the basis of disability and the best practices of disability-inclusion in humanitarian action. Consistent  with the principles of disability-inclusive humanitarian action, the inclusion of persons with disabilities in DDR shall include mainstreaming and targeted interventions."
    },
    {
        "Heading1": "Summary",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Armed conflict relates to disability in two respects. First, it is a cause of disability and, second, it is a complicating factor for persons living with disability who face specific support and protection needs during conflict and its aftermath. Impairments giving rise to disability occur in direct and indirect ways in the context of conflict. Direct impairments arise as a consequence of the immediate physical and psychosocial consequences of violent conflict, such as being hit by a bullet, stepping on a land mine or being raped. Impairment arises also indirectly from conflict, including psychological trauma from witnessing violence, for example, or a lack of basic needs (shelter, adequate clothing, sanitation, water, food, healthcare, etc.) and exposure to the elements.1 This context shall be borne in mind in the design and implementation of DDR processes."

    },
    {
        "Heading1": "Summary",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Conflict can also serve to amplify existing barriers for persons with disabilities, making it even more challenging to access the benefits of a DDR process. For example, destruction of infrastructure such as roads and the breakdown of social safety nets can result in the exclusion of persons with disabilities. Furthermore, conflict often brings a weakening of community-based organizations and organizations of persons with disabilities (OPDs) may be particularly affected owing to their frequently marginalized status in society."
    },
    {
        "Heading1": "Summary",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "The intersectionality of disability and gender can also heighten risk. Women and girls with disabilities face a double stigma, they often experience abuse, social exclusion, and are financially and physically vulnerable. Additionally, women and girls are often caregivers and may take on additional caregiving roles for returning DDR participants with disabilities. Disability inclusive DDR shall be based on a careful situational analysis of the context. This shall include an analysis of any potential disability as well as age or gender-related barriers to participation in DDR. The capacities and coping mechanisms of individuals, households and communities shall also be analysed to ensure the appropriateness and effectiveness of disability-inclusive assistance. Protection risks that could potentially be created by this assistance shall also be assessed. For example, it is important to analyse whether DDR support to former members of armed forces and groups with disabilities may inadvertently create or exacerbate household or community tensions."
    },
    {
        "Heading1": "1. Module scope and objectives",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "This module outlines the requirements for the planning, design and implementation of disability inclusive DDR processes in both mission and non-mission settings. It focuses on disability inclusion as part of a DDR process for ex-combatants, persons formerly associated with armed forces and groups, dependents and community members. It also examines the different modalities through which disability-inclusive approaches and support may be provided."
    },
    {
        "Heading1": "2. Terms, definitions and abbreviations",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Annex A contains a list of terms, definitions and abbreviations used in this standard. A com­ plete glossary of all the terms, definitions and abbreviations used in the series of integrated DDR standards (IDDRS) is given in IDDRS 1.20. In the IDDRS series, the words ‘shall’, ‘should’, ‘may’, ‘can’ and ‘must’ are used to indicate the intended degree of compliance with the standards laid down. This use is consistent with the language used in the International Organization for Standardization (ISO) standards and guidelines: \\n a) ‘shall’ is used to indicate requirements, methods or specifications that are to be applied in order to conform to the standard; \\n b) ‘should’ is used to indicate the preferred requirements, methods or specifications; \\n c) ‘may’ is used to indicate a possible method or course of action; \\n d) ‘can’ is used to indicate a possibility and capability; and, \\n e) ‘must’ is used to indicate an external constraint or obligation."
    },
    {
        "Heading1": "2. Terms, definitions and abbreviations",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Accessibility means ensuring persons with disabilities access, on an equal basis with others, to the physical environment, to transportation, to information and communications, including information and communications technologies and systems, and to other facilities and services open or provided to the public, both in urban and in rural areas. This includes the identification and elimination of obstacles and barriers to accessibility."
    },
    {
        "Heading1": "2. Terms, definitions and abbreviations",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Accessible formats refer to the provision of information in a variety of formats to make them accessible to persons with disabilities, including displays of text, Braille, tactile communication, large print, plain language, human-reader, written, audio and other formats."
    },
    {
        "Heading1": "2. Terms, definitions and abbreviations",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "CRPD compliant refers to policies and practices that follow the general principles and obligations set forth in the Convention on the Rights of Persons with Disabilities (CRPD) and the interpretive guidance of the CRPD Committee."
    },
    {
        "Heading1": "2. Terms, definitions and abbreviations",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Disability is an evolving concept and results from the interaction between persons with impairments and attitudinal and environmental barriers that hinder their full and effective participation in society on an equal basis with others."
    },
    {
        "Heading1": "2. Terms, definitions and abbreviations",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Discrimination on the basis of disability means any distinction, exclusion or restriction on the basis of disability which has the purpose or effect of impairing or nullifying the recognition, enjoyment or exercise, on an equal basis with others, of all human rights and fundamental freedoms in the political, economic, social, cultural, civil or any other field. It includes all forms of discrimination, including denial of reasonable accommodation."
    },
    {
        "Heading1": "2. Terms, definitions and abbreviations",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": ""
    },
    {
        "Heading1": "2. Terms, definitions and abbreviations",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Disability disaggregated data means data that are collected and presented separately on the basis of disability/impairment type. The availability of disability-disaggregated data (together with sex and age disaggregation), is an essential precondition for building disability-inclusive policies and interventions."
    },
    {
        "Heading1": "2. Terms, definitions and abbreviations",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Disability inclusion is an approach that aims to identify and dismantle barriers faced by persons with disabilities, support their specific requirements and ensure their full participation. It also means ensuring the meaningful participation of persons with disabilities in all of their diversity, the promotion of their rights, and the consideration of disability-related perspectives in compliance with the CRPD."
    },
    {
        "Heading1": "2. Terms, definitions and abbreviations",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Disability-inclusive DDR processes are planned, implemented, monitored and evaluated in a disability inclusive manner."
    },
    {
        "Heading1": "2. Terms, definitions and abbreviations",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Intersectionality is the interaction of multiple factors, such as disability, age and gender, which can create multiple layers of discrimination, and, depending on the context, entail greater legal, social or cultural barriers. These can further hinder a person’s access to and participation in humanitarian action, and more generally, in society,"
    },
    {
        "Heading1": "2. Terms, definitions and abbreviations",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Organization of Persons with Disabilities (OPD) means organizations comprising a majority of persons with disabilities − at least half their membership − and governed, led and directed by persons with disabilities. Organizations of persons with disabilities should be rooted in, committed to and fully respect the principles and rights recognized in the CRPD."
    },
    {
        "Heading1": "2. Terms, definitions and abbreviations",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Reasonable accommodation means necessary and appropriate modification and adjustments not imposing a disproportionate or undue burden, where needed in a particular case, to ensure to persons with disabilities the enjoyment or exercise on an equal basis with others of all human rights and fundamental freedoms (CRPD, art. 2)."
    },
    {
        "Heading1": "2. Terms, definitions and abbreviations",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Rehabilitation in the context of disability refers to a range of effective and appropriate measures, including through peer support, to enable persons with disabilities to attain and maintain maximum independence, full physical, mental, social and vocational ability, and full inclusion and participation in all aspects of life (CRPD, art. 26)."
    },
    {
        "Heading1": "2. Terms, definitions and abbreviations",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Persons with disabilities include those who have long-term physical, mental, intellectual or sensory impairments which in interaction with various barriers may hinder their full and effective participation in society on an equal basis with others (CRPD, art. 1)."
    },
    {
        "Heading1": "2. Terms, definitions and abbreviations",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Universal design means the design of products, environments, programmes and services to be usable by all people, to the greatest extent possible, without the need for adaptation or specialized design. Universal design shall not exclude assistive devices for particular groups of persons with disabilities where this is needed (CRPD, art. 2)."
    },
    {
        "Heading1": "3. Introduction",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Male and female persons with disabilities have unique needs and experiences. In situations of risk, they are entitled to specific care and protection and their intersecting rights and individual circumstances shall be given due consideration. International law recognizes persons with disabilities as individuals endowed with agency and legal capacity and acknowledges the risk and differentiated impact that armed conflict and human rights abuses can have on persons with disabilities. "
    },
    {
        "Heading1": "3. Introduction",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Persons with disabilities face heightened risks and vulnerability during conflict. Inadequate attention to the needs of persons with disabilities in humanitarian operations and in DDR may result in harms. Various barriers such as inaccessible shelters, lack of accessible warnings in alternate formats, barriers to evacuate, communication barriers, loss of assistive aids (for example, wheelchairs and walking canes), and challenges in obtaining long-term recovery services3 (for example, fistula repair or psychosocial recovery services) are some examples of how inattention to disability access inhibits participation."
    },
    {
        "Heading1": "3. Introduction",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Research highlights the shortcomings of traditional approaches to meeting the needs of persons with disabilities that focus narrowly on specific medical and rehabilitation needs, to the exclusion of social and economic needs.4 It also exposes that separate and segregated programming for individuals with disabilities leads to isolation and disaffection. This is instructive for disability inclusion in DDR and in the broader context of post conflict peacebuilding and development. Disability-inclusive DDR processes shall therefore not be siloed, but comprehensive and integrated. A twin-track approach is appropriate, meaning that DDR processes shall be fully inclusive of persons with disabilities and that targeted, specific interventions may also be needed in order to address specific needs (see diagram 1).5 Targeted interventions may include empowering and supporting persons with disabilities to participate in a DDR process or providing assistive technologies (such as mobility or hearing aids). Applied to DDR, this means that persons with disabilities must be able to access a DDR process on an equitable basis with other participants. The planning, design, implementation and evaluation of a DDR process shall reflect this objective. However, mainstreaming alone is insufficient to ensure that no one is left behind. Therefore, a DDR process shall also, where necessary, address the individual and collective requirements of DDR participants and beneficiaries with disabilities by providing targeted interventions. While this may include programmes to address specific requirements, what the twin-track approach does not do is support separate or segregated programming. Rather, a DDR process shall aim for disability inclusion within an integrated DDR process."
    },
    {
        "Heading1": "3. Introduction",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Many potential DDR participants and beneficiaries will have experienced the onset of one or more physical, sensory, cognitive, or psychosocial disabilities during conflict. These individuals are likely to have been exposed to trauma putting them at high risk of psycho-social disability in addition to the risk of physical or sensory disability. It is therefore important for DDR practitioners to understand and be trained to respond to the specific needs of persons with disabilities and their families."
    },
    {
        "Heading1": "3. Introduction",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "The heterogeneity of disability means that former members of armed forces and groups with disabilities will have differing needs and face different kinds of barriers to participation in DDR. For example, former members of armed forces and groupswith disabilities who find themselves more restricted in their mobility may not be able to call attention to their specific requirements in DDR processes. DDR planning must also account for the reality that former members of armed forces and groups with disabilities may face physical and communication barriers in accessing information about the potential support offered through a DDR process.6 In addition, the self-demobilization of ex-combatants with disabilities, a common phenomenon, means that they may be difficult to identify and thus be excluded from benefits unless specific measures are taken to identify and include them."
    },
    {
        "Heading1": "3. Introduction",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Association  with  an  armed  group  combined with disability results in intersectional stigma and disadvantage, including for women and girls. Emerging research demonstrates that females with ex-combatant status are far less likely to have ties with the disability community or to embrace a disability identity that might facilitate outreach to OPDs for support.7 Women with disabilities, including female ex-combatants and women and girls associated with armed forces and groups, are also at greater risk of sexual violence due to the insecurity brought about by armed conflict.8 Survivors of sexual violence (both male and female) are at risk of psychosocial disability, vulnerability to HIV and other sexually transmitted diseases (STIs) and physical disability owing to violence, including the need for fistula surgery. While it is sometimes assumed that persons with disabilities do not require access to sexual and reproductive health services, including HIV and AIDS services, this is a falsehood.9"
    },
    {
        "Heading1": "3. Introduction",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Box 1: Definitions of participants with disabilities in DDR \\n\\n 1. Ex-combatants with disabilities Men, women, girls and boys with physical, sensory, psychosocial or intellectual disabilities who participated in armed conflicts as active combatants using arms.\\n\\n 2. Persons associated with armed forces and groups who are disabled\\n Men, women, girls and boys with physical, psychosocial or sensory disabilities who participated in armed conflicts in supportive roles, whether by force or voluntarily."
    },
    {
        "Heading1": "3. Introduction",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Box 2: How is Disability Framed in the CRPD?\\n Article 1 states: “Persons with disabilities include those who have long-term physical, mental, intellectual or sensory impairments which in interaction with various barriers may hinder their full and effective participation in society on an equal basis with others.” In addition, the CRPD recognizes in the Preamble that “disability is an evolving concept” and “results from the interaction between persons with impairments and attitudinal and environmental barriers that hinders their full and effective participation in society.”\\n\\n The reference to “persons with disabilities” is not exhaustive.\\n\\n The diversity of disability is emphasized in the CRPD and disability is not restricted to only one type of impairment, such as physical disability.\\n\\n Accordingly, all persons with disabilities, whatever their impairment, are entitled to equal rights.\\n\\n It is impermissible to exclude certain categories of persons with disabilities, such as ex-combatants from a particular fighting force, or persons living with HIV, from exercising their human rights.\\n\\n Persons associated with persons with disabilities, such as caregivers of disabled ex-combatant, are protected from discrimination on the basis of disability because the CRPD protects against “all forms of discrimination.”\\nSource: Convention on the Rights of Persons with Disabilities, Preamb. (e) & arts. 1, 2, 3, 5"
    },
    {
        "Heading1": "3. Introduction",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Former members of armed forces and groups with disabilities experience multidimensional discrimination in making a successful transition back into society in ways that are both similar to and distinct from their counterparts without disabilities. Discrimination on account of disability works in combination with other status attributes based on association with, for instance, a particular fighting force, gender, poverty, ethnicity, age and so forth. The well-documented barriers that persons with disabilities experience during peacetime in accessing education, employment, health and rehabilitation, and an adequate standard of living are exacerbated for former members of armed forces and groups with disabilities. These individuals confront re-entry into a fragile society with weak institutions and infrastructure and, all too frequently, an under-developed disability law and policy environment. Understanding DDR through a disability lens facilitates the identification of barriers to participation and the possibilities for dismantling them to create an inclusive process. For some examples of these barriers, see Figure 1. For a checklist of steps that may be taken to remove these barriers, see Annex B."
    },
    {
        "Heading1": "3. Introduction",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Making DDR efforts responsive to the needs of persons with disabilities presents some challenges, and yet recognition should be given to the problem-solving skills, resilience, and coping strategies of these individuals and the role that peer support can and should play in facilitating their reintegration into society. Provided persons with disabilities are afforded opportunities to participate in DDR, they can and should emerge as leaders in their communities. Former members of armed forces and groups with disabilities should be given meaningful roles in the post-conflict period and recognized as having a stake in the post-conflict social order and in development efforts."
    },
    {
        "Heading1": "4. Guiding principles",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "IDDRS 2.10 on The UN Approach to DDR sets out the main principles that guide all aspects of DDR processes. This section outlines how these principles apply to the inclusion of persons with disabilities during DDR processes."
    },
    {
        "Heading1": "4. Guiding principles",
        "Heading2": "4.1 Voluntary",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "The participation of persons with disabilities in DDR processes shall be voluntary."
    },
    {
        "Heading1": "4. Guiding principles",
        "Heading2": "4.2 People-centred",
        "Heading3": "4.2.1 Criteria for participation/eligibility",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "DDR practitioners shall ensure that they do not exclude or discriminate against persons with disabilities. Persons with disabilities shall obtain meaningful access to DDR services, programmes, aid, and benefits on an equal basis with other persons. No group is to be given special status or treatment within a particular DDR process, and individuals shall not be discriminated against on the basis of disability, gender, age, race, religion, nationality, ethnic origin, political opinion, or other personal characteristics or associations. This is particularly important when establishing eligibility criteria. All members of armed forces and groups — male, female, persons with or without disabilities — shall be equally able to access clear and accessible information about their eligibility for DDR, as well as the benefits available to them and how to obtain them. Eligibility criteria shall be clearly provided and persons with disabilities shall understand what they can expect regarding the accessibility of facilities and services."
    },
    {
        "Heading1": "4. Guiding principles",
        "Heading2": "4.2 People-centred",
        "Heading3": "4.2.2 Unconditional release and protection of children",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Actions shall be taken to identify and dismantle barriers to entry to DDR processes for children associated with armed forces and groups with disabilities. These children will be at heightened risk of community exclusion and family separation. Support shall include referral to ongoing community-based support and disability- and age-appropriate services (for example, community-based rehabilitation and inclusive education) to help ensure that reintegrated children with disabilities can stay with their families and participate fully in the community. DDR practitioners shall be aware that, in all actions concerning children with disabilities (irrespective of former association with armed forces or groups), the best interests of the child shall be a primary consideration (see IDDRS 5.20 on Children and DDR). Where possible, DDR practitioners shall also provide support to the caregivers and family members of children with disabilities who were formerly associated with armed forces and groups both during and after the family reunification process."
    },
    {
        "Heading1": "4. Guiding principles",
        "Heading2": "4.2 People-centred",
        "Heading3": "4.2.3 Gender responsive and inclusive",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "DDR practitioners shall: (i) identify potential barriers to participation in all phases of DDR; and (ii) take proactive, specific measures to eliminate barriers and facilitate access and inclusion. DDR participants and beneficiaries with disabilities shall have access to the same facilities and services as others. Separate or segregated programming runs counter to the principle of inclusion, reinforces stigma and is isolating. DDR practitioners shall understand the stigmatization and discrimination associated with disability in a given context and approach the design of DDR processes from a perspective that situates disability not as a medical or rehabilitation challenge or pathology but instead as a societal issue and a human rights issue according to which attitudes, the physical environment, communication and information, and legal arrangements all work in combination. As with addressing the inclusion of other specific needs groups in DDR processes, DDR practitioners shall plan, design and implement DDR processes responsive to the many different needs, experiences and disadvantages experienced by persons with disabilities. Needs will vary not only based on the particular experience of disability, but also by age, gender, ethnicity, location, migration status, social class, household size, education and training levels, and health status. DDR practitioners shall be aware that women and girls with disabilities are often subject to multiple layers of discrimination due to their gender, disability and status as former members of armed groups (see section 6.3)."
    },
    {
        "Heading1": "4. Guiding principles",
        "Heading2": "4.3 Accountability and transparency",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "During the planning, design, implementation and evaluation of DDR process, DDR participants and beneficiaries with disabilities shall be consulted and participate in key decisions that affect their well-being. Persons with disabilities shall be recognized and respected as experts in relation to their needs and engaged at all stages of the DDR process."
    },
    {
        "Heading1": "4. Guiding principles",
        "Heading2": "4.4 Nationally and locally owned",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Successful disability inclusion is a long-term process going beyond DDR. It requires leadership from national and local authorities, and shall be undertaken in accordance with national and local policies and strategies, building on existing systems and structures. Disability-inclusive DDR processes shall therefore, as early as possible, establish links to existing national and local policies and strategies on disability, work to strengthen them and create linkages with broader peacebuilding and recovery efforts for disability inclusion. If such policies and strategies do not already exist, DDR processes may trigger their establishment. Persons with disabilities in the local community shall be consulted and engaged in planning from the start."
    },
    {
        "Heading1": "4. Guiding principles",
        "Heading2": "4.4 Nationally and locally owned",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "The capacities of local communities and local actors shall also be strengthened in order for initiatives to be sustainable. Planning shall seek to build on existing national and local capacity rather than create new externally led programmes or structures. The capacity of existing rehabilitation centres and services facilities shall be augmented rather than parallel facilities being set up only for former members of armed forces and groups with disabilities. This also assists in building referral systems and social support groups for former members of armed forces and groups with disabilities who may need follow-up services."
    },
    {
        "Heading1": "4. Guiding principles",
        "Heading2": "4.5 Well planned",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Members of the local disability community and former members of armed forces and groups with disabilities shall be encouraged to contribute to the planning and implementation of DDR processes. DDR practitioners shall ensure that the planning and design of DDR processes facilitates equal access to DDR sites, procedures, services and support, with the provision of individual support as needed.The principles of accessibility and universal design shall be addressed in DDR planning, design, implementation and evaluation."
    },
    {
        "Heading1": "4. Guiding principles",
        "Heading2": "4.6 Public information and community sensitization",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Where appropriate, DDR practitioners shall support broad gender-responsive community sensitization programming to raise awareness and address stigma regarding persons with disabilities. DDR practitioners shall also work with state and local leaders, civil society representatives and media to portray persons with disabilities in ways that counter stigmatization, marginalization and stereotyping. The communities to which former members of armed forces and groups will return, including OPDs in these communities, shall be offered information and awareness-raising sessions to help them understand the DDR process. More broadly, public information and strategic communication on DDR shall be provided in various formats to ensure the widest possible access for persons with disabilities (see IDDRS 4.60 on Public Information and Strategic Communication in Support of DDR). This information should encourage former members of armed forces and groups with disabilities to participate. Moreover, positive images and voices of persons with disabilities shall be reflected in such campaigns."
    },
    {
        "Heading1": "5. Legal Frameworks",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "DDR processes are undertaken within the context of the international legal framework of rights and obligations (see IDDRS 2.11 on The Legal Framework for UN DDR). These are relevant to the implementation of disability inclusive DDR. This includes, in particular, international human rights law, international humanitarian law, international criminal law, international refugee law, and international counter-terrorism and arms control frameworks. UN-supported DDR processes shall be implemented so as to ensure that the relevant rights and obligations under that normative legal framework are respected. DDR practitioners shall be aware of the international conventions that the Member State, in which they operate, has signed and ratified specifically related to persons with disabilities."
    },
    {
        "Heading1": "5. Legal Frameworks",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "The discussion that follows summarizes the primary authorizing environment for approaching disability inclusion in a DDR context. The list is not exhaustive but takes into account the law and policy instruments that have been adopted since 2006. The chart below identifies the primary legal framework for advancing disability inclusive DDR and is followed by a more detailed discussion of the legal instruments that are especially important for disability inclusion. Thereafter, additional policy frameworks are reviewed."
    },
    {
        "Heading1": "5. Legal Frameworks",
        "Heading2": "5.1 International human rights law",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Consistent with Article 55 of the UN Charter, UN DDR practitioners have a duty, in carrying out their work, to promote and respect the human rights of all DDR participants and beneficiaries. These international human rights obligations are elaborated in the core human rights conventions, all of which apply to persons with disabilities. Of particular importance for disability-inclusive DDR are the obligations set out in the CRPD."
    },
    {
        "Heading1": "5. Legal Frameworks",
        "Heading2": "5.1 International human rights law",
        "Heading3": "5.1.1 Convention on the Rights of Persons with Disabilities",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "The CRPD, adopted in 2006 and now nearing universal ratification, reflects current international law on the protection of persons with disabilities and the prevailing conceptualization of disability. Moreover, it integrates within its frame the protection regime extant in international humanitarian law through its provision on the protection of persons with disabilities in situations of risk (Article 11)."
    },
    {
        "Heading1": "5. Legal Frameworks",
        "Heading2": "5.1 International human rights law",
        "Heading3": "5.1.1 Convention on the Rights of Persons with Disabilities",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Article 11 of the CRPD requires positive measures of protection and safety for persons with disabilities affected by situations of risk, be it natural disaster, armed conflict or other emergency.10 This includes combatants and others disabled as a consequence of armed conflict. The necessity of such protection is recognized overtly in the CRPD’s preamble which affirms that ‘the observance of applicable human rights instruments are indispensable for the full protection of persons with disabilities, in particular during armed conflicts and foreign occupation.’"
    },
    {
        "Heading1": "5. Legal Frameworks",
        "Heading2": "5.1 International human rights law",
        "Heading3": "5.1.1 Convention on the Rights of Persons with Disabilities",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": ""
    },
    {
        "Heading1": "5. Legal Frameworks",
        "Heading2": "5.1 International human rights law",
        "Heading3": "5.1.1 Convention on the Rights of Persons with Disabilities",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": ""
    },
    {
        "Heading1": "5. Legal Frameworks",
        "Heading2": "5.1 International human rights law",
        "Heading3": "5.1.1 Convention on the Rights of Persons with Disabilities",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": ""
    },
    {
        "Heading1": "5. Legal Frameworks",
        "Heading2": "5.1 International human rights law",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": ""
    },
    {
        "Heading1": "5. Legal Frameworks",
        "Heading2": "5.1 International human rights law",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": ""
    },
    {
        "Heading1": "5. Legal Frameworks",
        "Heading2": "5.1 International human rights law",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": ""
    },
    {
        "Heading1": "",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": ""
    }
]
}