{
    "1.10 General IDDRS": [
        {
            "Paragraph": "Since the late 1980s, the United Nations (UN) has increasingly been called upon to support the implementation of disarmament, demobilization and reintegration (DDR) programmes in countries emerging from conflict. In a peacekeeping context, this trend has been part of a move towards complex operations that seek to deal with a wide variety of issues ranging from security to human rights, rule of law, elections and economic governance, rather than traditional peacekeeping where two warring parties were separated by a ceasefire line patrolled by blue-helmeted soldiers.",
            "Level": 1,
            "Title": "Introduction to the IDDRS",
            "PageNum": 1,
            "Heading1": "Background",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The changed nature of peacekeeping and post-conflict recovery strategies requires close coordination among UN departments, agencies, funds and programmes. In the past five years alone, DDR has been included in the mandates for multidimensional peacekeeping operations in Burundi, Côte d’Ivoire, the Democratic Republic of the Congo, Haiti, Liberia and Sudan. Simultaneously, the UN has increased its DDR engagement in non-peacekeeping contexts, namely in Afghanistan, the Central African Republic, the Congo, Indonesia (Aceh), Niger, Somalia, Solomon Islands and Uganda.",
            "Level": 1,
            "Title": "Introduction to the IDDRS",
            "PageNum": 1,
            "Heading1": "Background",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "While the UN has acquired significant experience in the planning and management of DDR programmes, it has yet to establish a collective approach to DDR, or clear and usable policies and guidelines to facilitate coordination and cooperation among UN agencies, departments and programmes. This has resulted in poor coordination and planning and gaps in the implementation of DDR programmes.",
            "Level": 1,
            "Title": "Introduction to the IDDRS",
            "PageNum": 1,
            "Heading1": "Background",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "In response to this fragmented approach, six UN agencies, departments, funds and programmes came together in 2004 to draft a series of integrated DDR standards (IDDRS), i.e., a set of policies, guidelines and procedures for UN-supported DDR programmes in a peacekeeping context. Following workshop discussions and extensive consultations with country-level practitioners from the UN, member states, regional organizations, non-governmental organizations and the World Bank, the IDDRS were further developed and a second draft was tested in 2005.",
            "Level": 1,
            "Title": "Introduction to the IDDRS",
            "PageNum": 1,
            "Heading1": "1. Towards a common UN approach to DDR",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The Inter-Agency Working Group on DDR, which was formally established by the Executive Committee on Peace and Security in March 2005 with a mandate to improve the UN performance in DDR, now counts 15 UN departments, agencies, funds and programmes as its members.1 This first edition of the IDDRS has been jointly developed and approved by all 15 Working Group members.",
            "Level": 1,
            "Title": "Introduction to the IDDRS",
            "PageNum": 1,
            "Heading1": "1. Towards a common UN approach to DDR",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The objective of the DDR process is to contribute to security and stability in post-conflict environments so that recovery and development can begin. The DDR of ex-combatants is a complex process, with political, military, security, humanitarian and socio-economic dimensions. It aims to deal with the post-conflict security problem that arises when ex-combatants are left without livelihoods or support networks, other than their former comrades, during the vital transition period from conflict to peace and development. Through a process of removing weapons from the hands of combatants, taking the combatants out of military structures and helping them to integrate socially and economically into society, DDR seeks to support ex-combatants so that they can become active participants in the peace process.",
            "Level": 1,
            "Title": "Introduction to the IDDRS",
            "PageNum": 1,
            "Heading1": "2. What is DDR?",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "In this regard, DDR lays the groundwork for safeguarding and sustaining the communities in which these individuals can live as law-abiding citizens, while building national capacity for long-term peace, security and development. It is important to note that DDR alone cannot resolve conflict or prevent violence; it can, however, help establish a secure environment so that other elements of a recovery and peace-building strategy can proceed.",
            "Level": 1,
            "Title": "Introduction to the IDDRS",
            "PageNum": 2,
            "Heading1": "2. What is DDR?",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The official UN definition of each of the stages of DDR is as follows:",
            "Level": 1,
            "Title": "Introduction to the IDDRS",
            "PageNum": 2,
            "Heading1": "2. What is DDR?",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Disarmament is the collection, documentation, control and disposal of small arms, ammunition, explosives and light and heavy weapons of combatants and often also of the civilian population. Disarmament also includes the development of responsible arms ----management programmes.",
            "Level": 1,
            "Title": "Introduction to the IDDRS",
            "PageNum": 2,
            "Heading1": "2. What is DDR?",
            "Heading2": "DISARMAMENT",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Demobilization is the formal and controlled discharge of active combatants from armed forces or other armed groups. The first stage of demobilization may extend from the processing of individual combatants in temporary centres to the massing of troops in camps designated for this purpose (cantonment sites, encampments, assembly areas or barracks). The second stage of demobilization encompasses the support package provided to the demobilized, which is called reinsertion.",
            "Level": 1,
            "Title": "Introduction to the IDDRS",
            "PageNum": 2,
            "Heading1": "2. What is DDR?",
            "Heading2": "DEMOBILIZATION",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Reinsertion is the assistance offered to ex-combatants during demobilization but prior to the longer-term process of reintegration. Reinsertion is a form of transitional assistance to help cover the basic needs of ex-combatants and their families and can include transitional safety allowances, food, clothes, shelter, medical services, short-term education, training, employment and tools. While reintegration is a long-term, continuous social and economic process of development, reinsertion is a short-term material and/or financial assistance to meet immediate needs, and can last up to one year.",
            "Level": 1,
            "Title": "Introduction to the IDDRS",
            "PageNum": 2,
            "Heading1": "2. What is DDR?",
            "Heading2": "REINSERTION",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Reintegration is the process by which ex-combatants acquire civilian status and gain sustainable employment and income. Reintegration is essentially a social and economic process with an open time-frame, primarily taking place in communities at the local level. It is part of the general development of a country and a national responsibility, and often necessitates long-term external assistance. ",
            "Level": 1,
            "Title": "Introduction to the IDDRS",
            "PageNum": 2,
            "Heading1": "2. What is DDR?",
            "Heading2": "REINTEGRATION",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The IDDRS have been drafted on the basis of lessons and best practices drawn from the experience of all the departments, agencies, funds and programmes involved to provide the UN system with a set of policies, guidelines and procedures for the planning, implementation and monitoring of DDR programmes in a peacekeeping context. While the IDDRS were designed with peacekeeping contexts in mind, much of the guidance contained within these standards will also be applicable for non-peacekeeping contexts.",
            "Level": 1,
            "Title": "Introduction to the IDDRS",
            "PageNum": 2,
            "Heading1": "3. The integrated DDR standards",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The three main aims of the IDDRS are:\\nto give DDR practitioners the opportunity to make informed decisions based on a clear, flexible and in-depth body of guidance across the range of DDR activities;\\nto serve as a common foundation for the commencement of integrated operational planning in Headquarters and at the country level; \\nto function as a resource for the training of DDR specialists.",
            "Level": 1,
            "Title": "Introduction to the IDDRS",
            "PageNum": 3,
            "Heading1": "3. The integrated DDR standards",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The standards consist of 23 modules and three submodules divided into five levels:\\nLevel one consists of the introduction and a glossary to the full IDDRS; \\nLevel two sets out the strategic concepts of an integrated approach to DDR in a peacekeeping context; \\nLevel three elaborates on the structures and processes for planning and implementation of DDR at Headquarters and in the field; \\nLevel four provides considerations, options and tools for carrying out DDR operations;\\nLevel five covers the UN approach to essential cross-cutting issues, such as gender, youth and children associated with the armed forces and groups, cross-border movements, food assistance, HIV/AIDS and health.",            "Level": 1,
            "Title": "Introduction to the IDDRS",
            "PageNum": 3,
            "Heading1": "3. The integrated DDR standards",
            "Heading2": "3.1. IDDRS levels and modules",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The UN uses the concept and abbreviation ‘DDR’ as an all-inclusive term that includes related activities, such as repatriation, rehabilitation and reconciliation, that aim to achieve sustainable reintegration.",
            "Level": 1,
            "Title": "Introduction to the IDDRS",
            "PageNum": 3,
            "Heading1": "3. The integrated DDR standards",
            "Heading2": "3.2. Technical language",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Following a summary, a table of contents and a description of the scope and objectives, each IDDRS module also contains a section on terms, definitions and abbreviations. In the IDDRS series, the words ‘shall’, ‘should’ and ‘may’ are used to indicate the intended degree of compliance with the standards laid down. This use is consistent with the language used in the International Organization for Standardization standards and guidelines:\\n“a) ‘shall’ is used to indicate requirements, methods or specifications that are to be applied in order to conform to the standard;\\nb) ‘should’ is used to indicate the preferred requirements, methods or specifications; and\\nc) ‘may’ is used to indicate a possible method or course of action.”",
            "Level": 1,
            "Title": "Introduction to the IDDRS",
            "PageNum": 3,
            "Heading1": "3. The integrated DDR standards",
            "Heading2": "3.2. Technical language",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "A complete list of terms and definitions used in the IDDRS is provided in IDDRS 1.20.",
            "Level": 1,
            "Title": "Introduction to the IDDRS",
            "PageNum": 3,
            "Heading1": "3. The integrated DDR standards",
            "Heading2": "3.2. Technical language",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Each IDDRS module is intended to serve both as part of the overall IDDRS framework and as a freestanding document. In the published version of the IDDRS, all modules are therefore collected in a ring-binder so that they can easily be taken out and used separately.",
            "Level": 1,
            "Title": "Introduction to the IDDRS",
            "PageNum": 3,
            "Heading1": "3. The integrated DDR standards",
            "Heading2": "3.3. How to use the IDDRS",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Since the topics covered in the different modules are interlinked, cross-references are provided throughout the IDDRS where more information on a particular issue can be found in another IDDRS module. Cross-references are clearly marked in the margins of the text.",
            "Level": 1,
            "Title": "Introduction to the IDDRS",
            "PageNum": 5,
            "Heading1": "3. The integrated DDR standards",
            "Heading2": "3.3. How to use the IDDRS",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The Inter-Agency Working Group on DDR has published two supplementary publications to the IDDRS: the Operational Guide to the IDDRS and the DDR Briefing Note for Senior Managers. The Operational Guide is intended to help users navigate the IDDRS by briefly outlining the key guidance in each module. The Briefing Note for Senior Managers is intended to facilitate managerial decisions and includes key strategic considerations and their policy implications. Both these publications are available at the UN DDR Resource Centre (http://www.unddr.org), which serves as an online platform on DDR and includes regular updates of both the IDDRS and the Operational Guide, a document database, training tools, a photo library and video clips.",
            "Level": 1,
            "Title": "Introduction to the IDDRS",
            "PageNum": 5,
            "Heading1": "3. The integrated DDR standards",
            "Heading2": "3.4. Supplementary publications and resources",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Each IDDRS module is current with effect from the date shown on the cover page. As the IDDRS are periodically reviewed, users should consult the UN DDR Resource Centre web site for updates: http://www.unddr.org.\\nFeedback and comments on the IDDRS are actively encouraged and should be sent to the Secretariat of the Inter-Agency Working Group via the DDR Resource Centre web site.",
            "Level": 1,
            "Title": "Introduction to the IDDRS",
            "PageNum": 5,
            "Heading1": "3. The integrated DDR standards",
            "Heading2": "3.5. Updates and feedback",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "1. Department of Disarmament Affairs, Department of Peacekeeping Operations, Department of Political Affairs, Department of Public Information, International Labour Organization, International Organization for Migration, the Joint United Nations Programme on HIV/AIDS, United Nations Children’s Fund, United Nations Development Programme, United Nations Development Fund for Women, United Nations Institute for Disarmament Research, United Nations Population Fund, United Nations High Commissioner for Refugees, World Food Programme, World Health Organization.\\n2. Note of the Secretary-General to the General Assembly on the administrative and budgetary aspects of the financing of the United Nations peacekeeping operations, A/C.5/59/31, 24 May 2005.\\n3. A worldwide federation of national bodies from over 130 countries. Its work results in international agreements, which are published as ISO standards and guides. ISO is a non-governmental organization and the standards it develops are voluntary, although some (mainly those concerned with health, safety and environmental aspects) have been adopted by many countries as part of their regulatory framework. A list of ISO standards and guides is given in the ISO Catalogue, at http://www.iso.ch/infoe/catinfo/html.\\nThe IDDRS have been developed to be compatible with ISO standards and guides. Adopting the ISO format and language provides some important advantages, including consistency of layout, use of internationally recognized terminology, and a greater acceptance by international, national and regional organizations who are accustomed to the ISO series of standards and guides.",
            "Level": 1,
            "Title": "Introduction to the IDDRS",
            "PageNum": 6,
            "Heading1": "Endnotes",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        }
    ],
    "1.20 Glossary: Terms and Definitions": [
        {
            "Paragraph": "The ability of a community, economy and/or country to include ex-combatants as active full members of the society. Absorption capacity is often used in relation to the capacities of local communities, but can also refer to social and political reintegration opportunities.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 1,
            "Heading1": "Absorption capacity",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The advisory body that reviews the budgets of peacekeeping missions and makes recommendations to the Fifth (Administrative and Budgetary) committee of the General Assembly.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 1,
            "Heading1": "Advisory Committee on Administrative and Budgetary Questions (ACABQ)",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Acquired immune deficiency syndrome: the stage of HIV when the immune system is depleted, leaving the body vulnerable to one or more life-threateningdiseases.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 1,
            "Heading1": "AIDS",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "See ‘munition’.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 1,
            "Heading1": "Ammunition",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Broad term for the main type of treatment for HIV and AIDS. ARVs are not a cure.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 1,
            "Heading1": "Anti-retrovirals (ARVs)",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The imposition of restrictions on the production, exchange and spread of weapons by an authority vested with legitimate powers to enforce such restrictions.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 1,
            "Heading1": "Arms control",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The sending of weapons, guns and ammunition from one country to another, often closely monitored and controlled by governments.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 1,
            "Heading1": "Arms exports ",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The military organization of a State with a legal basis, and supporting institutional infrastructure (salaries, benefits, basic services, etc.)",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 1,
            "Heading1": "Armed forces",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "A group that has the potential to employ arms in the use of force to achieve political, ideological or economic objectives; is not within the formal military structures of a State, State-alliance or intergovernmental organization; and is not under the control of the State(s) in which it operates.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 1,
            "Heading1": "Armed group",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The protection granted by a State on its territory to persons from another state who are fleeing serious danger or persecution based on race, religion, nationality, membership in a particular social group or political opinion. A person who is granted asylum is a refugee. Asylum includes a variety of elements, including non-refoulement (for definition, see ‘non-refoulement’), permission to remain in the territory of the asylum country and humane standards of treatment.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 1,
            "Heading1": "Asylum",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "A person whose request or application for refugee status has not been finally decided on by a prospective country of refuge.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 1,
            "Heading1": "Asylum seeker",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "A participatory, community-level process aimed at developing positive behaviours; promoting and sustaining individual, community and societal behaviour change; and maintaining appropriate behaviours.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 1,
            "Heading1": "Behaviour-change communication (BCC)",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Refers to both individuals and groups who receive indirect benefits through a UN-supported DDR operation or programme. This includes communities in which DDR programme participants resettle, businesses where ex-combatants work as part of the DDR programme, etc.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 1,
            "Heading1": "Beneficiary/ies",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The existence of checks and regulations between countries that control access to and from the country of people, goods and services.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 2,
            "Heading1": "Border controls",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The natural person or legal entity that carries out a brokering activity; anyone who directly performs an activity defined as a brokering activity in the exercise of their own commercial or legal relations. The acts of natural persons, especially employees, are to be ascribed to the legal entity.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 2,
            "Heading1": "Broker",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Activities that serve to facilitate the transfer of arms between persons in different third countries, insofar as such transfer is furthered through the assistance of a so-called broker. Core brokering activities include:\\nacquisition of SALW located in one third country for the purpose of transfer to another third country;\\nmediation between sellers and buyers of SALW to facilitate the trans­fer of these arms from one third country to another; \\nthe indication of an opportunity for such a transaction to the seller or buyer (in particular, the introduction of a seller or buyer in return for a fee or other consideration).",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 2,
            "Heading1": "Brokering",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "A set of ‘business services’ that include any services that improve the performance of a business and its access to and ability to compete in markets.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 2,
            "Heading1": "Business development services (BDS)",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The direct link between the surrender of weapons, ammunition, mines and explosives in return for cash. There is a perception that such schemes reward irresponsible armed personnel who may have already harmed society and the innocent civilian population. They also provide the opportunity for an individual to conduct low-level trading in SALW. ",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 2,
            "Heading1": "Buy-back",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The strength and ability, which could include knowledge, skill, personnel and resources, to achieve desired objectives.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 2,
            "Heading1": "Capacity",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Used as a noun, refers to processes and programmes that empower and enable the recipients’ independent development. Can also be used as an adjective (e.g., capacity-building activity).",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 2,
            "Heading1": "Capacity-building",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "A binding, non-aggression pact to enable dialogue between conflicting parties.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 2,
            "Heading1": "Ceasefire agreement",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Any human below the age of 18, unless under the law applicable to the child in a particular country, majority is attained earlier.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 2,
            "Heading1": "Child",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The definition commonly applied to children associated with armed forces andGroups in prevention, demobilization and reintegration programmes derives from the Cape Town Principles and Best Practices (1997), in which the term ‘child soldier’ refers to: “Any person under 18 years of age who is part of any kind of regular or irregular armed force or armed group in any capacity, including, but not limited to: cooks, porters, messengers and anyone accompanying such groups, other than family members. The definition includes girls recruited for sexual purposes and for forced marriage. It does not, therefore, only refer to a child who is carrying or has carried arms.”\\nIn his February 2000 report to the UN Security Council, the SecretaryGeneral defined a child soldier “as any person under the age 18 years of age who forms part of an armed force in any capacity and those accompanying such groups, other than purely as family members, as well as girls recruited for sexual purposes and forced marriage”. The CRC specifies that a child is every human below the age of 18.\\nThe term ‘children associated with armed forces and groups’, although more cumbersome, is now used to avoid the perception that the only children of concern are combatant boys. It points out that children eligible for release and reintegration programmes are both those associated with armed forces and groups and those who fled armed forces and groups (often considered as deserters and therefore requiring support and protection), children who were abducted, those forcibly married and those in detention.\\nAccess to demobilization does not depend on a child’s level of involvement in armed forces and groups. No distinction is made between combatants and non-combatants for fear of unfair treatment, oversight or exclusion (mainly of girls). Nevertheless, the child’s personal history and activities in the armed conflict can help decide on the kind of support he/she needs in the reintegration phase.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 3,
            "Heading1": "Child associated with fighting forces/armed conflict/armed groups/armed forces",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The term ‘demobilization’ refers to ending a child’s association with armed forces or groups. The terms ‘release’ or ‘exit from an armed force or group’ and ‘children coming or exiting from armed forces and groups’ rather than ‘demobilized children’ are preferred.\\nChild demobilization/release is very brief and involves removing a child from a military or armed group as swiftly as possible. This action may require official documentation (e.g., issuing a demobilization card or official registration in a database for ex-combatants) to confirm that the child has no military status, although formal documentation must be used carefully so that it does not stigmatize an already-vulnerable child.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 3,
            "Heading1": "Child demobilization, release, exit from an armed force or Group",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "According to article 39 of the Convention on the Rights of the Child, “States parties shall take all appropriate measures to promote . . . social reintegration of a child victim of . . . armed conflicts”.\\nReintegration includes family reunification, mobilizing and enabling the child’s existing care system, medical screening and health care, schooling and/or vocational training, psychosocial support, and social and community-based reintegration. Reintegration programmes need to be sustainable and to take into account children’s aspirations.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 3,
            "Heading1": "Child reintegration",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The three-sector model, which looks at the State as consisting of the government, the market and the citizenry, is a useful starting point to define civil society. In this perspective, civil society constitutes the third sector, existing alongside and interacting with the State and profit-seeking firms. Civil society emerges as a voluntary sector made up of freely and formally associating individuals pursuing non-profit purposes in social movements, religious bodies, women and youth groups, indigenous peoples’ organizations, professional associations, unions, etc",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 4,
            "Heading1": "Civil society",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Non-State organization composed of voluntary participants.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 4,
            "Heading1": "Civil society organization (CSO)",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Based on an analogy with the definition set out in the Third Geneva Convention of 1949 relative to the Treatment of Prisoners of War in relation to persons engaged in international armed conflicts, a combatant is a person who:\\nis a member of a national army or an irregular military organization; or \\nis actively participating in military activities and hostilities; or\\nis involved in recruiting or training military personnel; or \\nholds a command or decision-making position within a national army or an armed organization; or \\narrived in a host country carrying arms or in military uniform or as part of a military structure; or \\nhaving arrived in a host country as an ordinary civilian, thereafter assumes, or shows determination to assume, any of the above attributes.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 4,
            "Heading1": "Combatant",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "CBP involves the police participating in the community and responding to the needs of that community, and the community participating in its own policing and supporting the police. It can further be explained as the police working in partnership with the community; the community thereby participating in its own policing; and the two working together, mobilizing resources to solve problems affecting public safety over the longer term rather than the police, alone, reacting short term to incidents as they occur.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 4,
            "Heading1": "Community-based policing (CBP) ",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "In the context of peace-building, community disarmament/small arms limitation advocates a change of public attitude toward the possession and use of weapons, as well as the benefits of weapons control measures within the community.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 4,
            "Heading1": "Community disarmament/Small arms limitation",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "In the context of SALW, the term refers to a process designed to place the needs and priorities of affected communities at the centre of the planning, implementation and monitoring of SALW control and other sectors.\\nCommunity involvement is based on an exchange of information and involves communities in the decision-making process in order to establish priorities for SALW control. In this way, SALW control aims to be inclusive, community focused and ensure the maximum involvement of all sections of the community. This involvement includes joint planning, implementation, monitoring and evaluation of projects.\\nCommunity involvement also works with communities to develop specific interim safety strategies that encourage individual and community behavioural change. This is designed to reduce the impact of SALW on individuals and communities until such time as the threat is removed.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 4,
            "Heading1": "Community involvement",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Sensitizing a community before, during and after the DDR process is essentiallythe process of making community members (whether they are ex-combatantor not) aware of the effects and changes DDR creates within the community. for example, it will be important for the community to know that reintegrationcan be a long-term, challenging process before it leads to stability; that excombatants might not readily take on their new livelihoods; that local capacity building will be an important emphasis for community building, etc. Such messages to the community can be dispersed with media tools, such as television; radio, print and poster campaigns; community town halls, etc., ensuring that a community’s specific needs are addressed throughout the DDR process. See also ‘sensitization’.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 5,
            "Heading1": "Community sensitization",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Taking measures to try and prevent violent confrontation.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 5,
            "Heading1": "Conflict prevention",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Process employed by States with the aim of diffusing tensions and building sustainable peace.\\nConflict reduction strategies may include programmes designed to build national and local capacity to settle disputes; encouraging the establishment of coordinated conflict prevention policies among international actors, and assisting countries in reducing the spread of arms.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 5,
            "Heading1": "Conflict reduction",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Efforts designed to increase cooperation among the parties to a conflict and strengthen their relationships by building or deepening the institutions and processes through which the parties interact.conflict resolution is used to reduce the possibility of violence, or to consolidate the cessation of a violent conflict in an attempt to prevent its re-escalation.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 5,
            "Heading1": "Conflict resolution",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The process of combining separate actors (States/members/armies) to work together as a cohesive unit in attaining pre-defined goals.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 5,
            "Heading1": "Cooperation",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The methods by which members of households try to deal with a crisis. For example, at times of severe food insecurity, household members may (1) make Greater use than normal of wild foods, (2) plant other crops, (3) seek other sources of income, (4) rely more on gifts and remittances, (5) sell off assets to buy food, or (6) migrate. Coping mechanisms should be discouraged if they lead to disinvestment, if they reduce a household’s capacity to recover its long term capacity to survive, and if they harm the environment. Positive coping mechanisms should be encouraged and strengthened.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 5,
            "Heading1": "Coping mechanisms/strategies",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Support generally offered before and after a test in order to help individuals Understand their risk behaviour and cope with an HIV-positive result or main­tain an HIV-negative status. The counselling service also links individuals to options for treatment, care and support; and provides information on how to stay as healthy as possible and minimize the risk of transmission to others.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 5,
            "Heading1": "Counselling (HIV)",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Actions undertaken by governments and non-governmental agencies in an attempt to respond to security problems, identify their root causes and buildinternational capacity to prevent conflicts from recurring.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 5,
            "Heading1": "Crisis management",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The complete range of processes that render weapons, ammunition and explo­sives unfit for their originally intended purpose. Demilitarization not only involves the final destruction process, but also includes all of the other transport, storage, accounting and pre-processing operations that are equally as essential to achieving the final result.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 5,
            "Heading1": "Demilitarization",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "“Demobilization is the formal and controlled discharge of active combatants from armed forces or other armed groups. The first stage of demobilization may extend from the processing of individual combatants in temporary centres to the massing of troops in camps designated for this purpose (cantonment sites, encampments, assembly areas or barracks). the second stage of demobilization encompasses the support package provided to the demobilized, which is called reinsertion” (Secretary-General, note to the General Assembly, A/C.5/59/31, May 2005).",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 6,
            "Heading1": "Demobilization (see also ‘Child demobilization’)",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "A civilian who depends upon a combatant for his/her livelihood. This can include friends and relatives of the combatant, such as aged men and women, non-mobilized children, and women and girls. Some dependants may also be active members of a fighting force. For the purposes of DDR programming, such persons shall be considered combatants, not dependants.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 6,
            "Heading1": "Dependant",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The process of final conversion of weapons, ammunition and explosives into an inert state so that they can no longer function as designed.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 6,
            "Heading1": "Destruction",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "A detailed field assessment is essential to identify the nature of the problem a DDR programme is to deal with, as well as to provide key indicators for the development of a detailed DDR strategy and its associated components. detailed field assessments shall be undertaken to ensure that DDR strategies, programmes and implementation plans reflect realities, are well targeted and sustainable, and to assist with their monitoring and evaluation.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 6,
            "Heading1": "Detailed field assessment",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "“Disarmament is the collection, documentation, control and disposal of small arms, ammunition, explosives and light and heavy weapons of combatants and often also of the civilian population. Disarmament also includes the development of responsible arms management programmes” (Secretary-General, note to the General Assembly, A/C.5/59/31, May 2005). ",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 6,
            "Heading1": "Disarmament",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "A process that contributes to security and stability in a post-conflict recovery context by removing weapons from the hands of combatants, taking the combatants out of military structures and helping them to integrate socially and economically into society by finding civilian livelihoods. also see separate entries for ‘disarmament’, ‘demobilization’ and ‘reintegration’.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 6,
            "Heading1": "Disarmament, demobilization and reintegration (DDR)",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The removal of ammunition and explosives from a stockpile using a variety of methods (that may not necessarily involve destruction). Logistic disposal may or may not require the use of render safe procedures.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 6,
            "Heading1": "Disposal",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The exposure of ammunition and explosives to the temperature changes caused by day, night and change of season.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 6,
            "Heading1": "Diurnal cycling",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "An approach that tries to avoid unintended negative impacts of development and other interventions.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 6,
            "Heading1": "‘Do no harm’ ",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Criteria that establish who will benefit from DDR assistance and who will not. there are five categories of people that should be taken into consideration in DDR programmes: (1) male and female adult combatants; (2) children associated with armed forces and groups; (3) those working in non-combat roles (including women); (4) ex-combatants with disabilities and chronic illnesses; and (5) dependants. \\nWhen deciding on who will benefit from DDR assistance, planners should be guided by three principles, which include: (1) focusing on improving security. DDR assistance should target groups that pose the greatest risk to peace, while paying careful attentions to laying the foundation for recovery and development; (2) balancing equity with security. Targeted assistance should be balanced against rewarding violence. Fairness should guide eligibility; and (3) achieving flexibility. \\nThe eligibility criteria are decided at the beginning of a DDR planning process and determine the cost, scope and duration of the DDR programme in question.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 6,
            "Heading1": "Eligibility criteria ",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "A combination of skills, knowledge and attitudes that improve a person’s ability to secure and retain a job, progress at work and cope with change, secure alternative employment if he/she so wishes or has been laid off, and enter more easily into the labour market at different periods of his/her working life.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 7,
            "Heading1": "Employability",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Refers to women and men taking control over their lives: setting their own agendas, gaining skills, building self-confidence, solving problems and developing self-reliance. No one can empower another; only the individual can empower herself or himself to make choices or to speak out. However,institutions, including international cooperation agencies, can support processes that can nurture self-empowerment of individuals or groups. Empowerment of recipients, regardless of their gender, should be a central goal of any DDR interventions, and measures must be taken to ensure no particular Group is disempowered or excluded through the DDR process.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 7,
            "Heading1": "Empowerment",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Evaluation is a management tool. It is a time-bound activity that systematically and objectively assesses the relevance, performance and success of ongoing and completed programmes and projects. Evaluation is carried out selectively, asking and answering specific questions to guide decision makers and/or programme managers. Evaluation determines the relevance, efficiency, effectiveness, impact and sustainability of a programme or project.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 2,
            "Heading1": "Evaluation",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "This is provided for in legal provisions under refugee law that deny the benefits of international protection to persons who would otherwise satisfy the criteria for refugee status, including persons in respect of whom there are serious reasons for considering that they have committed a crime against peace, a war crime, a crime against humanity, a serious non-political crime or acts contrary to the purposes and principles of the UN.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 7,
            "Heading1": "Exclusion from protection as a refugee",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "A person who has assumed any of the responsibilities or carried out any of the activities mentioned in the definition of ‘combatant’, and has laid down or surrendered his/her arms with a view to entering a DDR process. Former combatant status may be certified through a demobilisation process by a recognised authority. Spontaneously auto-demobilised individuals, such as deserters, may also be considered ex-combatants if proof of non-combatant status over a period of time can be given.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 7,
            "Heading1": "Ex-combatan",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "It may also include the rendering safe and/or disposal of such explosive ordnance, which has become hazardous by damage or deterioration, when the disposal of such explosive ordnance is beyond the capabilities of those personnel normally assigned the responsibility for routine disposal. The presence of ammunition and explosives during disarmament operations will inevitably require some degree of EOD response. The level of this response will depend on the condition of the ammunition, its level of deterioration and the way that the local community handles it",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 8,
            "Heading1": "Explosive ordnance disposal (EOD)",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Substances or mixtures of substances that, under external influences, are capable of rapidly releasing energy in the form of gases and heat.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 8,
            "Heading1": "Explosives",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "HIV test result that is wrong, either giving a negative result when the person is HIV-positive, or a positive result when the person is HIV-negative",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 8,
            "Heading1": "False negative/positive",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The office in the Office of Mission Support (OMS) in DPKO mandated to provide financial management and support services to peacekeeping, peacemaking and preventive diplomacy operations, and trust funds related to peacekeeping and peacemaking activities from start-up through closure and liquidation",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 8,
            "Heading1": "Finance and Management Support Service (FMSS) ",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Programme in which food is supplied on condition that the recipient attends a training programme",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 8,
            "Heading1": "Food for training (FFT) ",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "FFW projects and activities are those in which food is given as full or part payment for work performed in the context of a supervised work programme.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 8,
            "Heading1": "Food for work (FFW)",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "A situation where people lack secure access to sufficient amounts of safe and nutritious food for normal growth and development, and an active and healthy life. Food insecurity may be caused by the unavailability of food, insufficient purchasing power, inappropriate distribution, or inadequate use of food at the household level",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 8,
            "Heading1": "Food insecurity",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "A situation where all people, at all times, have physical, social and economic access to sufficient, safe and nutritious food that meets their dietary needs and food preferences for an active and healthy life. Note: This definition includes the following three key dimensions of food security: sufficient availability of food; adequate access to food; and appropriate utilization of food.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 8,
            "Heading1": "Food security",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "A person who previously met the definition of a combatant and has since disarmed and genuinely demobilized, but is not a national of the country where he/she finds him-/herself.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 8,
            "Heading1": "Foreign former combatant",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "A self-contained police unit of 125 officers capable of providing a range of tactical options, including an effective public order function.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 8,
            "Heading1": "Formed police unit (FPU)",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "See ‘ex-combatant’",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 8,
            "Heading1": "Former combatant",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The social attributes and opportunities associated with being male and female and the relationships between women, men, girls and boys, as well as the relations between women and those between men. These attributes, opportunities and relationships are socially constructed and are learned through socialization processes. They are context/time-specific and changeable. Gender is part of the broader sociocultural context. Other important criteria for sociocultural analysis include class, race, poverty level, ethnic group and age. The concept of gender also includes the expectations held about the characteristics, aptitudes and likely behaviours of both women and men (femininity and masculinity). The concept of gender is vital, because, when it is applied to social analysis, it reveals how women’s subordination (or men’s domination) is socially constructed. As such, the subordination can be changed or ended. It is not biologically predetermined, nor is it fixed forever. As with any group, interactions among armed forces and groups, members’ roles and responsibilities within the group, and interactions between members of armed forces/groups and policy and decision makers are all heavily influenced by prevailing gender roles and gender relations in society. In fact, gender roles significantly affect the behaviour of individuals even when they are in a sex-segregated environment, such as an all-male cadre.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 8,
            "Heading1": "Gender",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The collection and analysis of sex-disaggregated information. Men and women perform different roles in societies and in armed groups and forces. This leads to women and men having different experience, knowledge, talents and needs. Gender analysis explores these differences so that policies, programmes and projects can identify and meet the different needs of men and women. Gender analysis also facilitates the strategic use of distinct knowledge and skills possessed by women and men, which can greatly improve the long-term sustainability of interventions. In the context of DDR, gender analysis should be used to design policies and interventions that will reflect the different roles, capacity and needs of women, men, girls and boys.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 9,
            "Heading1": "Gender analysis",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The objective of achieving representational numbers of women and men among staff. The shortage of women in leadership roles, as well as extremely low numbers of women peacekeepers and civilian personnel, has contributed to the invisibility of the needs and capacities of women and girls in the DDR process. Achieving gender balance, or at least improving the representation of women in peace operations, has been defined as a strategy for increasing operational capacity on issues related to women, girls, gender equality and mainstreaming.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 9,
            "Heading1": "Gender balance",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The equal rights, responsibilities and opportunities of women and men and Girls and boys. Equality does not mean that women and men will become the same, but that women’s and men’s rights, responsibilities and opportunities will not depend on whether they are born male or female. Gender equality implies that the interests, needs and priorities of both women and men are taken into consideration, while recognizing the diversity of different groups of women and men. Gender equality is not a women’s issue, but should concern and fully engage men as well as women. Equality between women and men is seen both as a human rights issue and as a precondition for, and indicator of, sustainable people-centred development.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 9,
            "Heading1": "Gender equality",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The process of being fair to men and women. To ensure fairness, measures must often be put in place to compensate for the historical and social disadvantages that prevent women and men from operating on a level playing field. equity is a means; equality is the result.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 9,
            "Heading1": "Gender equity",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Defined by the 52nd Session of ECOSOC in 1997 as “the process of assessing the implications for women and men of any planned action, including legislation, policies or programmes, in all areas and at all levels. It is a strategy for making women’s as well as men’s concerns and experiences an integral dimension of the design, implementation, monitoring and evaluation of policies and programmes in all political, economic and societal spheres, so that women and men benefit equally and inequality is not perpetrated. The ultimate goal of gender mainstreaming is to achieve gender equality.” Gender mainstreaming emerged as a major strategy for achieving gender equality following the Fourth World Conference on Women held in Beijing in 1995. In the context of DDR, gender mainstreaming is necessary in order to ensure women and girls receive equitable access to assistance programmes and packages, and it should, therefore, be an essential component of all DDR-related interventions. In order to maximize the impact of gender mainstreaming efforts, these should be complemented with activities that are directly tailored for marginalized segments of the intended beneficiary group.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 10,
            "Heading1": "Gender mainstreaming",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The social relationships among men, women, girls and boys. Gender relations shape how power is distributed among women, men, girls and boys and how it is translated into different positions in society. Gender relations are generally fluid and vary depending on other social relations, such as class, race, ethnicity, etc.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 10,
            "Heading1": "Gender relations",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Policies that utilize gender analysis in their formulation and design, and recognize gender differences in terms of needs, interests, priorities, power and roles. They further recognize that both men and women are active development actors for their community. Gender-aware policies can be further divided into the following three policies: \\nGender-neutral policies use the knowledge of gender differences in society to reduce biases in development work in order to enable both women and men to meet their practical gender needs. \\nGender-specific policies are based on an understanding of the existing gendered division of resources and responsibilities and gender power relations. These policies use knowledge of gender difference to respond to the practical gender needs of women or men. \\nGender-transformative policies consist of interventions that attempt to transform existing distributions of power and resources to create a more balanced relationship among women, men, girls and boys by responding to their strategic gender needs. These policies can target both sexes together, or separately. Interventions may focus on women’s and/or men’s practical gender needs, but with the objective of creating a conducive environment in which women or men can empower themselve",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 10,
            "Heading1": "Gender-aware policies",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Programmes that are planned, implemented, monitored and evaluated in a gender-responsive manner to meet the different needs of female and male ex-combatants, supporters and dependants.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 10,
            "Heading1": "Gender-responsive DDR programmes",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Programme and project objectives that are non-discriminatory, equally benefit women and men and aim at correcting gender imbalances.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 10,
            "Heading1": "Gender-responsive objectives",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "This is the result of how each society divides work between men and women according to what is considered suitable or appropriate to each gender. Atten­tion to the gendered division of labour is essential when determining reintegration opportunities for both male and female ex-combatants, including women and girls associated with armed forces and groups in non-combat roles and dependants.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 11,
            "Heading1": "Gendered division of labour",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Physical injury or damage to the health of people, or damage to property or the environment (ISO Guide 51: 1999[E]).",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 11,
            "Heading1": "Harm",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Occurrence in which a hazardous situation results in harm (ISO Guide 51: 1999[E]).",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 11,
            "Heading1": "Harmful event",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Potential source of harm (ISO Guide 51: 1999[E]).",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 11,
            "Heading1": "Hazard",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Circumstance in which people, property or the environment are exposed to one or more hazards (ISO Guide 51: 1999[E]).",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 11,
            "Heading1": "Hazardous situation ",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Human immunodeficiency virus, the virus that causes AIDS.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 11,
            "Heading1": "HIV",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "According to WHO/UNAIDS recommendations, all positive HIV-test results (whether ELISA [enzyme-linked immunabsorbent assay] or simple/rapid tests) should be confirmed using a second, different test to confirm accuracy, or two further different rapid tests if laboratory facilities are not available.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 11,
            "Heading1": "HIV confirmation tests",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Counselling generally offered before and after an HIV test in order to help individuals understand their risk behaviour and cope with an HIV-positive result or stay HIV-negative. The counselling service also links individuals to options for treatment, care and support, and provides information on how to stay as healthy as possible and how to minimize the risk of transmission to others. Test results shall be confidential. Usually a voluntary counselling and testing service package ensures that: the HIV test is voluntary; pre and post-test counselling is offered; informed consent is obtained (agreement to a medical test or procedure after clear explanation of risks and benefits); and HIV tests are performed using approved HIV test kits and following testing protocols.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 11,
            "Heading1": "HIV counselling",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The HIV test did not detect any antibodies in the blood. This either means that the person is not infected with the virus at the time of the test or that he/she is in the ‘window period’ (i.e., false negative, see above). It does not mean that he/she is immune to the virus.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 11,
            "Heading1": "HIV-negative result",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "A positive HIV test result means that a person has the HIV antibodies in his/ her blood and is infected with HIV. It does not mean that he/she has AIDS.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 11,
            "Heading1": "HIV-positive result ",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Usually a test for the presence of antibodies. There are two main methods of HIV testing: \\nHIV ELISA (enzyme-linked immunoabsorbent assay) test: This is the most efficient test for testing large numbers per day, but requires laboratory facilities with equipment, maintenance staff and a reliable power supply; \\nSimple/rapid HIV tests: These do not require special equipment or highly trained staff and are as accurate as ELISA. Rapid tests will usually give results in approximately 30 minutes and are easy to perform. Suitable combinations of three simple/rapid tests are recommended by WHO where facilities for ELISA or ELISA/Western Blot testing are not available.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 11,
            "Heading1": "HIV test",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "A foreign country into whose territory a combatant crosses.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 12,
            "Heading1": "Host country",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The knowledge, skills, competencies and other attributes embodied in individuals that are relevant to economic activity. (Duration of schooling and levels of qualification are the standard measures.)",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 12,
            "Heading1": "Human capital",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Constitutes (1) safety from chronic threats, such as hunger, disease and repression, and (2) protection from sudden and hurtful disruptions in the patterns of daily life. Although the scope of human security is vast, it can be divided into seven areas: economic security (freedom from poverty), food security (access to food), health security (access to health care and protection from diseases), environmental security (protection from the danger of environmental pollution), personal security (physical protection against torture, war, criminal attacks, domestic violence, etc.), community security (survival of traditional cultures and ethnic groups) and political security (civil and political rights, freedom from political oppression).",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 12,
            "Heading1": "Human security",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Also known as an operations or action plan, an implementation plan describes the detailed steps necessary to implement programme activities, together with a division of labour and overall time-frame.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 12,
            "Heading1": "Implementation plan",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Organizations and agencies that execute programmes and services within UN-supported DDR operations. The presence and capacity of implementing partners varies significantly in different countries and may include national authorities, UN missions and agencies, national and international NGOs, community-based organizations and local businesses.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 12,
            "Heading1": "Implementing partner",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Acts or conditions that encourage the achievement of a goal.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 12,
            "Heading1": "Incentives",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "A small percentage of HIV test results are inconclusive. This means that the result is neither positive nor negative. This may be due to a number of factors that are not related to HIV infection, or it can be because of the person is in the early stages of infection when there are insufficient HIV antibodies present to give a positive result. If this happens the test must be repeated.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 12,
            "Heading1": "Inconclusive (indeterminate) test",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Time period between first infection by the disease agent and the appearance of disease symptoms. With HIV, this can vary from months to many years.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 12,
            "Heading1": "Incubation period",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Quantitative or qualitative factor or variable that provides a simple and reliable means to measure achievement, to reflect changes connected to an intervention, or to help assess the performance of a given development or aid factor.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 12,
            "Heading1": "Indicator",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The development of communication strategies and support materials, based on formative research and designed to impact on levels of knowledge and influence behaviours among specific groups.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 12,
            "Heading1": "nformation, education and communication (IEC)",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The co-operative implementation of policies, structures and processes that support effective disarmament, demobilization and reintegration operations within a peacekeeping environment.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 12,
            "Heading1": "Integrated disarmament, demobilization and reintegration",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The implementation of policies and processes, in pursuit of a common strategic aim, that provide mechanisms for mutually beneficial cooperation.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 12,
            "Heading1": "Integration",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Persons who have been obliged to flee from their homes “in particular as a result of or in order to avoid the effects of armed conflicts, situations of generalized violence, violations of human rights or natural or human-made disasters, and who have not crossed an internationally recognized State border” (according to the definition in the UN Guiding Principles on Internal Displacement)",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 13,
            "Heading1": "Internally displaced persons (IDPs)",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "State, international or regional body or organization that plays the role of facilitation and arbitration in negotiations and the implementation of a peace accord.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 13,
            "Heading1": "International guarantor",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "A person who falls within the definition of a combatant (see above), who has crossed an international border from a State experiencing armed conflict and is interned by a neutral State whose territory he/she has entered.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 13,
            "Heading1": "Internee",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "An obligation of a neutral State when foreign former combatants cross into its territory, as provided for under the 1907 Hague Convention Respecting the Rights and Duties of Neutral Powers and Persons in the Case of War on land. This rule is considered to have attained customary international law status, so that it is binding on all States, whether or not they are parties to the Hague Convention. It is applicable by analogy also to internal armed conflicts in which combatants from government armed forces or opposition armed groups enter the territory of a neutral State. Internment involves confining foreign combatants who have been separated from civilians in a safe location away from combat zones and providing basic relief and humane treatment. Varying degrees of freedom of movement can be provided, subject to the interning State ensuring that the internees cannot use its territory for participation in hostilities.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 13,
            "Heading1": "Internment",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "A process in which an actor enters into the area of another, with or without the consent of the other.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 13,
            "Heading1": "Intervention",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "For the purposes of the IDDRS, defined as armed group.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 13,
            "Heading1": "Irregular force",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "For the UN, an ideal of accountability and fairness in the protection and vindication of rights and the prevention and punishment of wrongs. Justice implies regard for the rights of the accused, for the interests of victims and for the well-being of society at large. It is a concept rooted in all national cultures and traditions, and while its administration usually implies formal judicial mechanisms, traditional dispute resolution mechanisms are equally relevant. the international community has worked to articulate collectively the substantive and procedural requirements for the administration of justice for more than half a century",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 13,
            "Heading1": "Justice",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The national legal regimes that regulate the possession, use and circulation of small arms and light weapons. These may be enforced by the State’s security forces. ",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 13,
            "Heading1": "Legislative disarmament/small arms contro",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The capabilities, assets (including both material and social assets) and activities required for a means of living. A livelihood is sustainable when it can cope with and recover from stress and shocks, and maintain or improve its capabilities and assets, while not undermining the natural resource base.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 13,
            "Heading1": "Livelihood",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Testing or screening required by federal, state, or local law to compel individuals to submit to HIV testing without informed consent. Within those countries that conduct mandatory testing, it is usually limited to specific ‘populations’ such as categories of health care providers, members of the military, prisoners or people in high-risk situations.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 14,
            "Heading1": "Mandatory testing",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "“A mercenary is any person who:\\n(a) Is specially recruited locally or abroad in order to fight in an armed conflict;\\n(b) Is motivated to take part in the hostilities essentially by the desire for private gain and, in fact, is promised, by or on behalf of a party to the conflict, material compensation substantially in excess of that promised or paid to combatants of similar rank and functions in the armed forces of that party;\\n(c) Is neither a national of a party to the conflict nor a resident of territory controlled by a party to the conflict;\\n(d) Is not a member of the armed forces of a party to the conflict; and \\n(e) Has not been sent by a State which is not a party to the conflict on official duty as a member of its armed forces.\\n\\nA mercenary is also any person who, in any other situation:\\n(a) Is specially recruited locally or abroad for the purpose of participating in a concerted act of violence aimed at:\\n(i) Overthrowing a Government or otherwise undermining the constitutional order of a State; or\\n(ii) Undermining the territorial integrity of a State;\\n(b) Is motivated to take part therein essentially by the desire for significant private gain and is prompted by the promise of payment of material compen­sation;\\n(c) Is neither a national nor a resident of the State against which such an act is directed;\\n(d) Has not been sent by a State on official duty; and\\n(e) Is not a member of the armed forces of the State on whose territory the act is undertaken” (International Convention Against the Recruitment, Use, financing and Training of Mercenaries, 1989)",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 14,
            "Heading1": "Mercenary",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "A military group that is raised from the civil population to supplement a regular army in an emergency or a rebel group acting in opposition to a regular army. Also see ‘irregular force’.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 14,
            "Heading1": "Militia",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The Millennium Development Goals summarize the development goals agreedon at international conferences and world summits during the 1990s. At the end of the decade, world leaders distilled the key goals and targets in the millennium Declaration (September 2000).the Millennium Development Goals, to be achieved between 1990 and 2015, include:\\nhalving extreme poverty and hunger;\\nachieving universal primary education;\\npromoting gender equality; \\nreducing under-five mortality by two-thirds;\\nreducing maternal mortality by three-quarters;\\nreversing the spread of HIV/AIDS, malaria and TB; \\nensuring environmental sustainability; \\ndeveloping a global partnership for development, with targets for aid, \\ntrade and debt relief.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 14,
            "Heading1": "Millennium Development Goals",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Monitoring is a management tool. It is the systematic oversight of the implementation of an activity that establishes whether input deliveries, work schedules, other required actions and targeted outputs have proceeded according to plan, so that timely action can be taken to correct deficiencies.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 15,
            "Heading1": "Monitoring",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The government department(s), organization(s) or institution(s) in a country responsible for the regulation, management and coordination of DDR activities.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 15,
            "Heading1": "National authority",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "A comprehensive, short, medium or long-term strategy to bring about the development of a specific issue in a country.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 15,
            "Heading1": "National plan",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "An approach that focuses on what people need or are short of and, therefore, on what they should be provided with.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 15,
            "Heading1": "Needs-based approach",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "A core principle of international law that prohibits States from returning persons in any manner whatsoever to countries or territories in which their lives or freedom may be threatened. It finds expression in refugee law, human rights law and international humanitarian law, is a rule of customary international law, and is therefore binding on all States, whether or not they are parties to specific instruments such as the 1951 Convention relating to the Status of Refugees.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 15,
            "Heading1": "Non-refoulement",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "AIDS patients usually need a food intake that is 30 percent higher than standard recommended levels.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 15,
            "Heading1": "Nutritional requirements",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Specific target set by an organization to achieve a mission. Operational objectives should be precise, ideally quantifiable, and should be achievable with the resources that are likely to become available.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 15,
            "Heading1": "Operational objective",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Infection that occurs when an immune system is weakened, but which might not cause a disease — or be as serious — in a person with a properly functioning immune system.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 15,
            "Heading1": "Opportunistic infection (OI)",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "All persons who will receive direct assistance through the DDR process, inclu­ding ex-combatants, women and children associated with fighting forces, and others identified during negotiations of the political framework and planning for a UN-supported DDR process.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 15,
            "Heading1": "Participants",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Tool designed, in a World Food Programme (WFP) intervention, to assess rural people’s perceptions, access to and control over resources, attitudes, benefits, decision-making positions, constraints and degree of involvement.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 15,
            "Heading1": "Participatory rural assessment (PRA)",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Process to prevent the resurgence of conflict and to create the conditions necessary for a sustainable peace in war-torn societies. It is a holistic pro­cess involving broad-based inter-agency cooperation across a wide range of issues. it includes activities such as disarmament, demobilization and reintegration of armed forces and groups; rehabilitation of basic national infrastructure; human rights and elections monitoring; monitoring or retraining of civil administrators and police; training in customs and border control procedures; advice or training in fiscal or macroeconomic stabilization policy and support for landmine removal.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 15,
            "Heading1": "Peace-building",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "he assessed contribution of Member States to the operations of the UN peacekeeping missions, based on a scale established by the General Assembly.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 16,
            "Heading1": "Peacekeeping assessed budget",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "A popular concept that variously refers to an approach, a communication channel, a methodology and/or an intervention strategy. Peer education usually involves training and supporting members of a given group with the same background, experience and values to effect change among members of that group. It is often used to influence knowledge, attitudes, beliefs and behaviours at the individual level. However, peer educa­tion may also create change at the group or societal level by modifying norms and stimulating collective action that contributes to changes in policies and programmes. worldwide, peer education is one of the most widely used HIV/AIDS awareness strategies. ",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 16,
            "Heading1": "Peer education",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "A law, decree or edict enacted by the relevant authority governing the establishment, functions and organization of a law enforcement agency",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 16,
            "Heading1": "Police statute",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "A set of statements that define the purpose and goals of an organization and the rules, standards and principles of action that govern the way in which the organization aims to achieve these goals. \\nPolicy evolves in response to strategic direction and field experience. in turn, it influences the way in which plans are developed, and how resources are mobilized and applied. Policy is prescriptive and compliance is assumed, or at least is encouraged.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 16,
            "Heading1": "Policy",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The process whereby many academic, international and non-governmental organizations provide assistance to governments in developing their strategies and managerial approaches to particular issues, problems or events.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 16,
            "Heading1": "Policy development",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "A situation where the political system and its actors, rules, cultures and institutions achieve balance and maintain a certain degree of order.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 16,
            "Heading1": "Political stability ",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Can describe the time, period or events taking place in a given State or region that had experienced an outbreak of violence or conflict in its recent past.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 16,
            "Heading1": "Post-conflict",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "A short-term antiretroviral treatment that reduce the likelihood of HIV infection after potential exposure to infected body fluids, such as through a needle-stick injury or as a result of rape. The treatment should only be administered by a qualified health care practitioner. It essentially consists of taking high doses of ARVs for 28 days. To be effective, the treatment must start within 2 to 72 hours of the possible exposure; the earlier the treatment is started, the more effective it is. Its success rate varies.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 16,
            "Heading1": "Post-exposure prophylaxis/Post-exposure prevention (PEP)",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "PRSPs are prepared by governments in low-income countries through a participatory process involving domestic stakeholders and external development partners, including the International Monetary Fund (IMF) and the World Bank. a PRSP describes the macroeconomic, structural and social policies and programmes that a country will follow over several years to bring about broadbased growth and reduce poverty, as well as external financing needs and the associated sources of financing (IMF, Poverty Reduction Strategy Paper: A Fact sheet, September 2005, http://www.imf.org/external/np/exr/facts/prsp.htm).",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 16,
            "Heading1": "Poverty reduction strategy papers (PRSPs)",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "What women (or men) perceive as immediate necessities, such as water, shelter, food and security. Practical needs vary according to gendered differences in the division of agricultural labour, reproductive work, etc., in any social context.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 17,
            "Heading1": "Practical gender needs",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Programmes provided at the point of demobilization to former combatants and their families to better equip them for reinsertion to civil society. This process also provides a valuable opportunity to monitor and manage expectations.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 17,
            "Heading1": "Pre-discharge orientation (PDO)",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The sources of budgetary support available to the Secretary-General of the UN to establish or expand a peacekeeping operations or special political mission. Certain conditions govern the use of the PMCA, which may include (depending on circumstances) approval from the ACABQ or notification of the President of the Security Council.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 17,
            "Heading1": "Pre-mandate commitment authority (PMCA)",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Child-focused agencies use the term ‘prevention of recruitment, and demobilization and reintegration’ rather than DDR when referring to child-centred processes.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 17,
            "Heading1": "Prevention of recruitment, and demobilization and reintegration (PDR)",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "As appearing at first sight or on first impression; relating to refugees, if someone seems obvious to be a refugee.",            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 17,
            "Heading1": "Prima facie",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "A generic (general) term for a set of activities designed to achieve a specific objective. In order to ensure that a programme’s results, outputs and overall outcome are reached, activities are often framed by a strategy, key principles and identified targets. Together, these indicate how the activities will be structured and implemented. Programmes also include a description of all aspects necessary to implement the planned activities, including inputs and resources (staff, equipment, funding, etc.), management arrangements, legal frameworks, partnerships and other risk analysis.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 17,
            "Heading1": "Programme",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Within each programme there may be several projects, each of which is a separately identified undertaking. A project is an intervention that consists of a set of planned, interrelated activities aimed at achieving defined objectives over a fixed time. A project’s activities and objectives are normally given in a project document. This legal agreement binds the signatories to carry out the defined activities and to provide specific resources over a fixed period of time in order to reach agreed objectives.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 17,
            "Heading1": "Project",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "All activities that are aimed at obtaining full respect for the rights of the individual, in accordance with the letter and spirit of international human rights law, international humanitarian law and refugee law.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 17,
            "Heading1": "Protection",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Information that is released or published for the primary purpose of keeping the public fully informed, thereby gaining their understanding and support. The objective of public information within SALW control is to raise general awareness. It is a mass mobilization approach that delivers information on the SALW problem. In an emergency situation, due to lack of time and accurate data it is the most practical means of communicating safety information. In other situations, public information can support community liaison/ involvement.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 17,
            "Heading1": "Public information",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Quick-impact projects are small, rapidly implemented projects intended to: \\nhelp create conditions for durable solutions for refugees and returnees through rapid interventions; \\nthrough community participation, provide for small-scale initial rehabilitation and enable communities to take advantage of development opportunities; \\nhelp strengthen the absorptive capacity of target areas, while meeting urgent community needs (UNHCR, Quick Impact Projects (QIPs): A Provisional Guide, Geneva, May 2004).",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 18,
            "Heading1": "Quick-impact project (QIP)",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Assessment that uses a variety of survey techniques for quick and inexpensive assessment. Rapid assessments tend to be qualitative rather than quantitative, and they depend more on the ability and judgment of the person carrying out the survey than do other research methods that are more rigorous, but also slower and costlier.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 18,
            "Heading1": "Rapid assessment (RA)",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The communities where the ex-combatants will go, live and work. Within this concept, the social network of a small community is referred to, and also the bordering local economy.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 18,
            "Heading1": "Receiving communities",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The process of rebuilding the institutions of State that have failed or are failing due to circumstances of war or to systematic destruction through poor governance.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 18,
            "Heading1": "Reconstruction",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "A restorative process in relation to the situation prior to the distress. It might entail ‘healing’, reparation, amelioration and even regeneration.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 18,
            "Heading1": "Recovery",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Includes compulsory, forced and voluntary recruitment into any kind of regular or irregular armed force or armed group.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 18,
            "Heading1": "Recruitment",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Defined in the 1951 UN Convention relating to the Status of Refugees as a person who: \\n“Is outside the country of origin; \\nHas a well-founded fear of persecution because of race, religion, nationality, membership of a particular social group or political opinion; and \\nIs unable or unwilling to avail himself of the protection of that country, or to return there, for fear of persecution.” \\nIn Africa and Latin America, this definition has been extended. The 1969 OAU Convention Governing the Specific Aspects of Refugee Problems in Africa also includes as refugees persons fleeing civil disturbances, widespread violence and war. In Latin America, the Cartagena Declaration of 1984, although not binding, recommends that the definition should also include persons who fled their country “because their lives, safety or freedom have been threatened by generalised violence, foreign aggression, internal conflicts, massive violations of human rights or other circumstances which have seriously disturbed public order”.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 18,
            "Heading1": "Refugee",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Legal and administrative procedures undertaken by UNHCR and/or States to determine whether an individual should be recognized as a refugee in accordance with national and international law.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 18,
            "Heading1": "Refugee status determination",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Institutionalized armed cadre in organized, structured and trained professional armies, with a legal basis and supporting institutional infrastructure (salaries, benefits, basic services, etc.).",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 19,
            "Heading1": "Regular forces ",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "“Reinsertion is the assistance offered to ex-combatants during demobilization but prior to the longer-term process of reintegration. Reinsertion is a form of transitional assistance to help cover the basic needs of ex-combatants and their families and can include transitional safety allowances, food, clothes, shelter, medical services, short-term education, training, employment and tools. While reintegration is a long-term, continuous social and economic process of development, reinsertion is short-term material and/or financial assistance to meet immediate needs, and can last up to one year” (Secretary-General, note to the General Assembly, A/C.5/59/31, May 2005).",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 19,
            "Heading1": "Reinsertion",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "“Reintegration is the process by which ex-combatants acquire civilian status and gain sustainable employment and income. Reintegration is essentially a social and economic process with an open time-frame, primarily taking place in communities at the local level. It is part of the general development of a country and a national responsibility, and often necessitates long-term external assistance” (Secretary-General, note to the General Assembly, A/C.5/59/31, May 2005).",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 19,
            "Heading1": "Reintegration",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The provision of reintegration support is a right enshrined in article 39 of the CRC: “State Parties shall take all appropriate measures to promote . . . social reintegration of a child victim of . . . armed conflicts”. Child-centred reintegration is multi-layered and focuses on family reunification; mobilizing and enabling care systems in the community; medical screening and health care, including reproductive health services; schooling and/or vocational training; psychosocial support; and social, cultural and economic support. Socio-economic reintegration is often underestimated in DDR programmes, but should be included in all stages of programming and budgeting, and partner organizations should be involved at the start of the reintegration process to establish strong collaboration structures.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 19,
            "Heading1": "Reintegration of children",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The application of special explosive ordnance disposal methods and tools to provide for the interruption of functions or separation of essential components to prevent an unacceptable detonation.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 19,
            "Heading1": "Render safe procedure (RSP)",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The return of an individual to his/her country of citizenship. ",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 19,
            "Heading1": "Repatriation",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The relocation of a refugee to a third country, which is neither the country of citizenship nor the country into which the refugee has fled. Resettlement to a third country is granted by accord of the country of resettlement, and is based on a number of criteria, including legal and physical protection needs, lack of local integration opportunities, medical needs, family reunification needs, protecting survivors of violence and torture, etc.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 19,
            "Heading1": "Resettlement",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "In the context of disarmament, the term refers to the risk remaining following the application of all reasonable efforts to remove the risks inherent in all collection and destruction activities (adapted from ISO Guide 51:1999).",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 19,
            "Heading1": "Residual risk",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "A strategic planning framework that focuses on concrete objectives, expected accomplishments and indicators of achievement for the allocation of resources. As such, the RBB aims to shift focus from output accounting (i.e., activities) to results-based accountability (indicators of achievements).",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 20,
            "Heading1": "Results-based budgeting (RBB) ",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "A refugee who has voluntarily repatriated from a country of asylum to his/her country of origin, after the country of origin has confirmed that its environment is stable and secure and not prone to persecution of any person. Also refers to a person (who could be an internally displaced person [IDP] or ex-combatant) returning to a community/town/village after conflict has ended.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 20,
            "Heading1": "Returnee",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Combination of the probability of occurrence of harm and the severity of that harm (ISO Guide 51: 1999[E]).",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 20,
            "Heading1": "Risk",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Systematic use of available information to identify hazards and to estimate the risk (ISO Guide 51: 1999[E]).",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 20,
            "Heading1": "Risk analysis",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Overall process comprising a risk analysis and a risk evaluation (ISO Guide 51: 1999[E]).",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 20,
            "Heading1": "Risk assessment",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Process based on risk analysis to determine whether the tolerable risk has been achieved (ISO Guide 51: 1999[E]).",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 20,
            "Heading1": "Risk evaluation",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Actions taken to lessen the probability, negative consequences or both, associated with a particular event or series of events.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 20,
            "Heading1": "Risk reduction ",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Approach to testing whereby the individual is offered an HIV test as a standard part of a treatment/health check that he/she is about to receive. The individual is informed that he/she has the right to decide whether or not to undergo the test.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 20,
            "Heading1": "Routine opt-in testing",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "A principle of governance in which all persons, institutions and entities, public and private, including the State itself, are accountable to laws that are publicly promulgated, equally enforced and independently adjudicated, and which are consistent with international human rights norms and standards. It requires, as well, measures to ensure adherence to the principles of supremacy of law, equality before the law, accountability to the law, fairness in the application of the law, separation of powers, participation in decision-making, legal certainty, avoidance of arbitrariness, and procedural and legal transparency.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 20,
            "Heading1": "Rule of law",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "A technical assessment, by an appropriately qualified technician or technical officer, of the physical condition and stability of ammunition and explosives prior to any proposed move. Should the ammunition and explosives fail a ‘safe to move’ inspection, then they must be destroyed on site (i.e., at the place where it is found), or as close as is practically possible, by a qualified EOD team acting under the advice and control of the qualified technician or technical officer who conducted the initial ‘safe to move’ inspection.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 20,
            "Heading1": "‘Safe to move’",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The degree of freedom from unacceptable risk (ISO Guide 51: 1999[E]).",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 20,
            "Heading1": "Safety",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "A programme of activities carried out with the overall goal of minimizing, and where possible eliminating, the negative consequences of inadequate SALW control by carrying out an appropriate combination of SALW advocacy,SALW risk education and media operations/public information campaigns, which together work to change behaviours and introduce appropriate alternative ways attitudes over the long term. Wherever it exists, the operational objectives of a national SALW control initiative will dictate the appropriate type of SALW awareness activities. SALW awareness is a mass mobilization approach that delivers information on the SALW threat. It may take the form of formal or non-formal education and may use mass media techniques. In an emergency situation, due to lack of time and available data, it is the most practical way of communicating safety information. In other situations it can support community liaison.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 20,
            "Heading1": "SALW awareness programme",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "A programme of activities that aim to raise SALW problems and issues with the general public, the authorities, the media, governments and their institutions to achieve changes at both institutional and/or individual levels. These types of activities also include campaigns highlighting the SALW problems and issues with the aim of encouraging people to surrender weapons. This is generally carried out to support weapons collection programmes.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 21,
            "Heading1": "SALW advocacy",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Activities that, together, aim to reduce the social, economic and environmental impact of uncontrolled SALW spread and possession. These activities include cross-border control issues, legislative and regulatory measures, SALW awareness and communications strategies, SALW collection and destruction operations, SALW survey and the management of information and SALW stockpile management.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 21,
            "Heading1": "SALW control",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "A process that encourages the adoption of safer behaviours by at-risk groups and by SALW holders, and which provides the links among affected communities, other SALW components and other sectors. SALW risk education can be implemented as a stand-alone activity, in contexts where no weapons collection is taking place. If an amnesty is to be set up at a later stage, risk education activities will permit an information campaign to take place efficiently, using the networks, systems and methods in place as part of the risk education programme and adapting the content accordingly. \\nSALW risk education is an essential component of SALW control. There are two related and mutually reinforcing components: (1) community involvement; and (2) public education. \\nGenerally, SALW risk education programmes can use both approaches, as they reinforce each other. They are not, however, alternatives to each other, nor are they alternatives to eradicating the SALW threat by weapons collection and destruction. The use of those approaches will also depend on whether a weapons collection programme is taking place or not.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 21,
            "Heading1": "SALW risk education",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "A systematic and logical process to determine the nature and extent of SALW spread and impact within a region, nation or community in order to provide accurate data and information for a safe, effective and efficient intervention by an appropriate organisation. The following terms have been used in the past, though the preferred one is as indicated above: ‘national assessment’, ‘base-line assessment’ and ‘mapping’.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 21,
            "Heading1": "SALW survey",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "An individual’s or State’s feeling of safety or well-being, protected from attack or violent conflict. OR The control of threat, integrated with an appropriate response capability.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 22,
            "Heading1": "Security",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "A dynamic concept involving the design and implementation of strategy for the management of security functions in a democratically accountable, efficient and effective manner to initiate and support reform of the national security infrastructure. The national security infrastructure includes appropriate national ministries, civil authorities, judicial systems, the armed forces, paramilitary forces, police, intelligence services, private–military companies (PMCs), correctional services and civil society ‘watch-dogs’.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 22,
            "Heading1": "Security sector reform (SSR)",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Sensitization within the DDR context refers to creating awareness, positive understanding and behavioural change towards: (1) specific components that are important to DDR planning, implementation and follow-up; and (2) transitional changes for ex-combatants, their dependants and surrounding communities, both during and post-DDR processes. For those who are planning and implementing DDR, sensitization can entail making sure that specific needs of women and children are included within DDR programme planning. It can consist of taking cultural traditions and values into consideration, depending on where the DDR process is taking place. For ex-combatants, their dependants and surrounding communities who are being sensitized, it means being prepared for and made aware of what will happen to them and their communities after being disarmed and demobilized, e.g., taking on new livelihoods, which will change both their lifestyle and environment. Such sensitization processes can occur with a number of tools: training and issue-specific workshops; media tools such as television, radio, print and poster campaigns; peer counselling, etc.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 22,
            "Heading1": "Sensitization",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Surveillance based on selected population samples chosen to represent the relevant experience of particular groups.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 22,
            "Heading1": "Sentinel surveillance",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The period when the blood starts producing detectable antibodies in response to HIV infection.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 22,
            "Heading1": "Sero-conversion ",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Having HIV antibodies; being HIV-positive.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 22,
            "Heading1": "Sero-positive",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The biological differences between men and women, which are universal and determined at birth.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 22,
            "Heading1": "Sex",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Data that are collected and presented separately on men and women. The availability of sex-disaggregated data, which would describe the proportion of women, men, girls and boys associated with armed forces and groups, is an essential precondition for building gender-responsive policies and interventions",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 22,
            "Heading1": "Sex-disaggregated data",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Disease that is commonly transmitted through vaginal, oral or anal sex. The presence of an STI is indicative of risk behaviour and also increases the actual risk of contracting HIV.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 22,
            "Heading1": "Sexually transmitted infection (STI)",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "All lethal conventional weapons and ammunition that can be carried by an individual combatant or a light vehicle, that also do not require a substantial logistic and maintenance capability. There are a variety of definitions for SALW circulating and international consensus on a ‘correct’ definition has yet to be agreed. Based on common practice, weapons and ammunition up to 100 mm in calibre are usually considered as SALW. For the purposes of the IDDRS series, the above definition will be used.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 22,
            "Heading1": "Small arms and light weapons (SALW)",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The component of SALW survey that collects data on the local resources available to respond to the SALW problem.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 23,
            "Heading1": "Small arms capacity assessment (SACA)",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The component of SALW survey that collects data on the type, quantity, ownership, distribution and movement of SALW within the country or region.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 23,
            "Heading1": "Small arms distribution assessment (SADA)",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The component of SALW survey that collects data on the impact of SALW on the community and social and economic development.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 23,
            "Heading1": "Small arms impact survey (SAIS) ",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "See ‘community disarmament’.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 23,
            "Heading1": "Small arms limitation",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The component of SALW survey that collects qualitative and quantitative information, using focus groups, interviews and household surveys, on the attitudes of the local community to SALW and possible interventions.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 23,
            "Heading1": "Small arms perception survey (SAPS)",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The existence of a certain set of informal values or norms shared among members of a group that permit cooperation among them. The sharing of values and norms does not in itself produce social capital, because the values may be the wrong ones: the norms that produce social capital must substantively include virtues like truth-telling, the meeting of obligations and reciprocity. Note: There are multiple and nuanced definitions of social capital.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 23,
            "Heading1": "Social capital ",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "A broad term used to denote all local, national and international actors who have an interest in the outcome of any particular DDR process. This includes participants and beneficiaries, parties to peace accords/political frameworks, national authorities, all UN and partner implementing agencies, bilateral and multilateral donors, and regional actors and international political guarantors of the peace process.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 23,
            "Heading1": "Stakeholders",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "A documented agreement containing technical specifications or other precise criteria to be used consistently as rules, guidelines or definitions of characteristics to ensure that materials, products, processes and services are fit for their purpose. IDDRS aim to improve safety and efficiency in DDR operations by encouraging the use of the preferred procedures and practices at both Headquarters and field level. To be effective, the standards should be definable, measurable, achievable and verifiable.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 23,
            "Heading1": "Standard",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "A cost-effective approach that allows health workers to diagnose sexually transmitted infections on the basis of a patient’s history and symptoms, without the need for laboratory analysis. Treatment normally includes the use of broad-spectrum antibiotics.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 23,
            "Heading1": "STI syndromic management",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "In the context of DDR, the term refers to a large accumulated stock of weapons and explosive ordnance.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 23,
            "Heading1": "Stockpile",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The physical activities and destructive procedures towards a continual reduction of the national stockpile.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 23,
            "Heading1": "Stockpile destruction",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Long-term needs, usually not material, and often related to structural changes in society regarding women’s status and equity. They include legislation for equal rights, reproductive choice and increased participation in decision-making.The notion of ‘strategic gender needs’, first coined in 1985 by Maxine Molyneux, helped develop gender planning and policy development tools, such as the Moser Framework, which are currently being used by development institutions around the world. Interventions dealing with strategic gender interests focus on fundamental issues related to women’s (or, less often, men’s) subordination and gender inequities.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 24,
            "Heading1": "Strategic gender needs",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Approach that tries to ensure that households can cope with and recover from stresses and shocks, and maintain and improve their capabilities and assets now and in the future.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 24,
            "Heading1": "Sustainable livelihoods approach",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Risk that is accepted in a given context on the basis of the current values of society (ISO Guide 51: 1999 [E]).",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 24,
            "Heading1": "Tolerable risk",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The period in a crisis when external assistance is most crucial in supporting or underpinning still fragile ceasefires or peace processes by helping to create the conditions for political stability, security, justice and social equity. Thus, peace-building is the area where UN activities in a transition context intersect. Consolidating peace remains the overarching aim of transition.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 24,
            "Heading1": "Transition",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Transitional justice comprises the full range of processes and mechanisms associated with a society’s attempts to come to terms with a legacy of large-scale past abuses, in order to ensure accountability, serve justice and achieve reconciliation. These may include both judicial and non-judicial mechanisms, with differing levels of international involvement (or none at all) and individual prosecutions, reparations, truth-seeking, institutional reform, vetting and dismissals, or a combination thereof.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 24,
            "Heading1": "Transitional justice",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Free and open access to information that enables civil society to perform its regulatory function. Transparency is sometimes used as a synonym for accountability in governance.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 24,
            "Heading1": "Transparency",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "UNDAF is the common strategic framework for the operational activities of the UN system at the country level. It provides a collective, coherent and integrated UN system response to national priorities and needs, including PRSPs and equivalent national strategies, within the framework of the Millennium Development Goals and the commitments, goals and targets of the Millennium Declaration and international conferences, summits, conventions and human rights instruments of the UN system (UN, Common Country Assessment and United Nations Development Assistance Framework: Guidelines for UN Country Teams, 2004).",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 24,
            "Heading1": "UN development assistance framework (UNDAF)",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Explosive ordnance that has been primed, fuzed, armed or otherwise prepared for action, and which has been dropped, fired, launched, projected or placed in such a manner as to be a hazard to operations, installations, personnel or material, and remains unexploded either by malfunction or design or for any other cause.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 24,
            "Heading1": "Unexploded ordnance (UXO) ",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Simple infection control measures that reduce the risk of transmission of blood borne pathogens through exposure to blood or body fluids among patients and health care workers. Under the ‘universal precaution’ principle, blood and body fluids from all persons should be considered as infected with HIV, regardless of the known or supposed status of the person. \\nUse of new, single-use disposable injection equipment for all injections is highly recommended. Sterilising injection equipment should only be considered if single-use equipment is not available. \\nDiscard contaminated sharps immediately and without recapping in puncture- and liquid-proof containers that are closed, sealed and destroyed before completely full. \\nDocument the quality of the sterilization for all medical equipment used for percutaneous procedures. \\nWash hands with soap and water before and after procedures; use protective barriers such as gloves, gowns, aprons, masks and goggles for direct contact with blood and other body fluids. \\nDisinfect instruments and other contaminated equipment. \\nHandle properly soiled linen with care. Soiled linen should be handled as little as possible. Gloves and leak-proof bags should be used if necessary. Cleaning should occur outside patient areas, using detergent and hot water.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 25,
            "Heading1": "Universal precautions",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Confirmation, through the provision of objective evidence, that specified requirements have been fulfilled (ISO 9000:2000).",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 25,
            "Heading1": "Verification",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "The intentional use of physical force or power, threatened or actual, against oneself, another person, or a group or community that either results in, or has a high likelihood of resulting in, injury, death, psychological harm, mal-development or deprivation.",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 25,
            "Heading1": "Violence",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "Defined as “any act of gender-based violence that results in, or is likely to result in physical, sexual or psychological harm or suffering to women, including threats of such acts, coercion or arbitrary deprivation of liberty, whether occurring in public or in private. Violence against women shall be understood to encompass, but not be limited to, the following: (a) Physical, sexual and psychological violence occurring in the family, including battering, sexual abuse of female children in the household, dowry-related violence, marital rape, female genital mutilation and other traditional practices harmful to women, non-spousal violence and violence related to exploitation; (b) Physical, sexual and psychological violence occurring within the general community, including rape, sexual abuse, sexual harassment and intimidation at work, in educational institutions and elsewhere, trafficking in women and forced prostitution; (c) Physical, sexual and psychological violence perpetrated or condoned by the State, wherever it occurs” (UN General Assembly Declaration on the Elimination of Violence Against Women, 1993).",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 25,
            "Heading1": "Violence against women/Gender-based violence",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 26,
            "Heading1": "Voluntary contributions",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 26,
            "Heading1": "Voluntary HIV testing",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 26,
            "Heading1": "Voluntary surrender",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 26,
            "Heading1": "Vulnerability",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 26,
            "Heading1": "Weapon",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 26,
            "Heading1": "Weapons collection point (WCP)",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 26,
            "Heading1": "Weapons in competition for development (WCD)",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 26,
            "Heading1": "Weapons control",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 26,
            "Heading1": "Weapons in exchange for development (WED; WfD)",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 26,
            "Heading1": "Weapons in exchange for incentives (WEI)",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 26,
            "Heading1": "Weapons linked to development (WLD)",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 26,
            "Heading1": "Weapons management",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 27,
            "Heading1": "Window period",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 27,
            "Heading1": "Working age",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 27,
            "Heading1": "Worst forms of child labour",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "",
            "Level": 1,
            "Title": "Glossary: Terms and Definitions",
            "PageNum": 27,
            "Heading1": "",
            "Heading2": "",
            "Heading3": "",
            "Heading4": "Youth"
        }
    ],
    "2.10 Glossary: Terms and Definitions": [
        {
            "Paragraph": "Integrated disarmament, demobilization and reintegration (DDR) is part of the United Nations (UN) system’s multidimensional approach that contributes to the entire peace continuum, from prevention, conflict resolution and peacekeeping, to peacebuilding and development. Integrated DDR processes are made up of various combinations of: \\nDDR programmes;\\nDDR-related tools;\\nReintegration support, including when complementing DDR-related tools. ",
            "Level": 1,
            "Title": "The UN Approach to DDR",
            "PageNum": 1,
            "Heading1": "Summary",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        },
        {
            "Paragraph": "",
            "Level": 1,
            "Title": "",
            "PageNum": 1,
            "Heading1": "",
            "Heading2": "",
            "Heading3": "",
            "Heading4": ""
        }
    ]
}