{
    "5.80 Disability-Inclusive DDR":
}

[
    {
        "Heading1": "Summary",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": ,
        "Paragraph": "Disability-inclusive DDR requires specific planning and interventions to eliminate barriers to participation and to address the specific needs of persons with disabilities. Disability-inclusive DDR processes shall be led by national and local authorities, in line with national and local policies and strategies and build on existing systems and structures. A DDR process and all forms of support provided for that process shall adhere to humanitarian principles, including non-discrimination on the basis of disability and the best practices of disability-inclusion in humanitarian action. Consistent  with the principles of disability-inclusive humanitarian action, the inclusion of persons with disabilities in DDR shall include mainstreaming and targeted interventions."
    },
    {
        "Heading1": "Summary",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": ,
        "Paragraph": "Armed conflict relates to disability in two respects. First, it is a cause of disability and, second, it is a complicating factor for persons living with disability who face specific support and protection needs during conflict and its aftermath. Impairments giving rise to disability occur in direct and indirect ways in the context of conflict. Direct impairments arise as a consequence of the immediate physical and psychosocial consequences of violent conflict, such as being hit by a bullet, stepping on a land mine or being raped. Impairment arises also indirectly from conflict, including psychological trauma from witnessing violence, for example, or a lack of basic needs (shelter, adequate clothing, sanitation, water, food, healthcare, etc.) and exposure to the elements.1 This context shall be borne in mind in the design and implementation of DDR processes."

    },
    {
        "Heading1": "Summary",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": ,
        "Paragraph": "Conflict can also serve to amplify existing barriers for persons with disabilities, making it even more challenging to access the benefits of a DDR process. For example, destruction of infrastructure such as roads and the breakdown of social safety nets can result in the exclusion of persons with disabilities. Furthermore, conflict often brings a weakening of community-based organizations and organizations of persons with disabilities (OPDs) may be particularly affected owing to their frequently marginalized status in society."
    },
    {
        "Heading1": "Summary",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": ,
        "Paragraph": "The intersectionality of disability and gender can also heighten risk. Women and girls with disabilities face a double stigma, they often experience abuse, social exclusion, and are financially and physically vulnerable. Additionally, women and girls are often caregivers and may take on additional caregiving roles for returning DDR participants with disabilities. Disability-inclusive DDR shall be based on a careful situational analysis of the context. This shall include an analysis of any potential disability as well as age or gender-related barriers to participation in DDR. The capacities and coping mechanisms of individuals, households and communities shall also be analysed to ensure the appropriateness and effectiveness of disability-inclusive assistance. Protection risks that could potentially be created by this assistance shall also be assessed. For example, it is important to analyse whether DDR support to former members of armed forces and groups with disabilities may inadvertently create or exacerbate household or community tensions.
        "
    },
    {
        "Heading1": "1. Module scope and objectives",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": ,
        "Paragraph": "This module outlines the requirements for the planning, design and implementation of disability inclusive DDR processes in both mission and non-mission settings. It focuses on disability inclusion as part of a DDR process for ex-combatants, persons formerly associated with armed forces and groups, dependents and community members. It also examines the different modalities through which disability-inclusive approaches and support may be provided."
    },
    {
        "Heading1": "2. Terms, definitions and abbreviations",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": ,
        "Paragraph": "Annex A contains a list of terms, definitions and abbreviations used in this standard. A com­ plete glossary of all the terms, definitions and abbreviations used in the series of integrated DDR standards (IDDRS) is given in IDDRS 1.20. In the IDDRS series, the words ‘shall’, ‘should’, ‘may’, ‘can’ and ‘must’ are used to indicate the intended degree of compliance with the standards laid down. This use is consistent with the language used in the International Organization for Standardization (ISO) standards and guidelines: \\n a) ‘shall’ is used to indicate requirements, methods or specifications that are to be applied in order to conform to the standard; \\n b) ‘should’ is used to indicate the preferred requirements, methods or specifications; \\n c) ‘may’ is used to indicate a possible method or course of action; \\n d) ‘can’ is used to indicate a possibility and capability; and, \\n e) ‘must’ is used to indicate an external constraint or obligation.",
    },
    {
        "Heading1": "2. Terms, definitions and abbreviations",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": ,
        "Paragraph": "Accessibility means ensuring persons with disabilities access, on an equal basis with others, to the physical environment, to transportation, to information and communications, including information and communications technologies and systems, and to other facilities and services open or provided to the public, both in urban and in rural areas. This includes the identification and elimination of obstacles and barriers to accessibility."
    },
    {
        "Heading1": "2. Terms, definitions and abbreviations",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": ,
        "Paragraph": "Accessible formats refer to the provision of information in a variety of formats to make them accessible to persons with disabilities, including displays of text, Braille, tactile communication, large print, plain language, human-reader, written, audio and other formats."
    },
    {
        "Heading1": "2. Terms, definitions and abbreviations",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": ,
        "Paragraph": "CRPD compliant refers to policies and practices that follow the general principles and obligations set forth in the Convention on the Rights of Persons with Disabilities (CRPD) and the interpretive guidance of the CRPD Committee."
    },
    {
        "Heading1": "2. Terms, definitions and abbreviations",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": ,
        "Paragraph": "Disability is an evolving concept and results from the interaction between persons with impairments and attitudinal and environmental barriers that hinder their full and effective participation in society on an equal basis with others."
    },
    {
        "Heading1": "2. Terms, definitions and abbreviations",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": ,
        "Paragraph": "Discrimination on the basis of disability means any distinction, exclusion or restriction on the basis of disability which has the purpose or effect of impairing or nullifying the recognition, enjoyment or exercise, on an equal basis with others, of all human rights and fundamental freedoms in the political, economic, social, cultural, civil or any other field. It includes all forms of discrimination, including denial of reasonable accommodation."
    },
    {
        "Heading1": "2. Terms, definitions and abbreviations",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": ,
        "Paragraph": ""
    },
    {
        "Heading1": "2. Terms, definitions and abbreviations",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": ,
        "Paragraph": "Disability disaggregated data means data that are collected and presented separately on the basis of disability/impairment type. The availability of disability-disaggregated data (together with sex and age disaggregation), is an essential precondition for building disability-inclusive policies and interventions."
    },
    {
        "Heading1": "2. Terms, definitions and abbreviations",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": ,
        "Paragraph": "Disability inclusion is an approach that aims to identify and dismantle barriers faced by persons with disabilities, support their specific requirements and ensure their full participation. It also means ensuring the meaningful participation of persons with disabilities in all of their diversity, the promotion of their rights, and the consideration of disability-related perspectives in compliance with the CRPD."
    },
    {
        "Heading1": "2. Terms, definitions and abbreviations",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": ,
        "Paragraph": "Disability-inclusive DDR processes are planned, implemented, monitored and evaluated in a disability inclusive manner."
    },
    {
        "Heading1": "2. Terms, definitions and abbreviations",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": ,
        "Paragraph": "Intersectionality is the interaction of multiple factors, such as disability, age and gender, which can create multiple layers of discrimination, and, depending on the context, entail greater legal, social or cultural barriers. These can further hinder a person’s access to and participation in humanitarian action, and more generally, in society,"
    },
    {
        "Heading1": "2. Terms, definitions and abbreviations",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": ,
        "Paragraph": "Organization of Persons with Disabilities (OPD) means organizations comprising a majority of persons with disabilities − at least half their membership − and governed, led and directed by persons with disabilities. Organizations of persons with disabilities should be rooted in, committed to and fully respect the principles and rights recognized in the CRPD."
    },
    {
        "Heading1": "2. Terms, definitions and abbreviations",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": ,
        "Paragraph": "Reasonable accommodation means necessary and appropriate modification and adjustments not imposing a disproportionate or undue burden, where needed in a particular case, to ensure to persons with disabilities the enjoyment or exercise on an equal basis with others of all human rights and fundamental freedoms (CRPD, art. 2)."
    },
    {
        "Heading1": "2. Terms, definitions and abbreviations",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": ,
        "Paragraph": "Rehabilitation in the context of disability refers to a range of effective and appropriate measures, including through peer support, to enable persons with disabilities to attain and maintain maximum independence, full physical, mental, social and vocational ability, and full inclusion and participation in all aspects of life (CRPD, art. 26)."
    },
    {
        "Heading1": "2. Terms, definitions and abbreviations",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": ,
        "Paragraph": "Persons with disabilities include those who have long-term physical, mental, intellectual or sensory impairments which in interaction with various barriers may hinder their full and effective participation in society on an equal basis with others (CRPD, art. 1)."
    },
    {
        "Heading1": "2. Terms, definitions and abbreviations",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": ,
        "Paragraph": "Universal design means the design of products, environments, programmes and services to be usable by all people, to the greatest extent possible, without the need for adaptation or specialized design. Universal design shall not exclude assistive devices for particular groups of persons with disabilities where this is needed (CRPD, art. 2)."
    },
    {
        "Heading1": "3. Introduction",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": ,
        "Paragraph": "Male and female persons with disabilities have unique needs and experiences. In situations of risk, they are entitled to specific care and protection and their intersecting rights and individual circumstances shall be given due consideration. International law recognizes persons with disabilities as individuals endowed with agency and legal capacity and acknowledges the risk and differentiated impact that armed conflict and human rights abuses can have on persons with disabilities. "
    },
    {
        "Heading1": "3. Introduction",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": ,
        "Paragraph": "Persons with disabilities face heightened risks and vulnerability during conflict. Inadequate attention to the needs of persons with disabilities in humanitarian operations and in DDR may result in harms. Various barriers such as inaccessible shelters, lack of accessible warnings in alternate formats, barriers to evacuate, communication barriers, loss of assistive aids (for example, wheelchairs and walking canes), and challenges in obtaining long-term recovery services3 (for example, fistula repair or psychosocial recovery services) are some examples of how inattention to disability access inhibits participation."
    },
    {
        "Heading1": "3. Introduction",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": ,
        "Paragraph": "Research highlights the shortcomings of traditional approaches to meeting the needs of persons with disabilities that focus narrowly on specific medical and rehabilitation needs, to the exclusion of social and economic needs.4 It also exposes that separate and segregated programming for individuals with disabilities leads to isolation and disaffection. This is instructive for disability inclusion in DDR and in the broader context of post conflict peacebuilding and development. Disability-inclusive DDR processes shall therefore not be siloed, but comprehensive and integrated. A twin-track approach is appropriate, meaning that DDR processes shall be fully inclusive of persons with disabilities and that targeted, specific interventions may also be needed in order to address specific needs (see diagram 1).5 Targeted interventions may include empowering and supporting persons with disabilities to participate in a DDR process or providing assistive technologies (such as mobility or hearing aids). Applied to DDR, this means that persons with disabilities must be able to access a DDR process on an equitable basis with other participants. The planning, design, implementation and evaluation of a DDR process shall reflect this objective. However, mainstreaming alone is insufficient to ensure that no one is left behind. Therefore, a DDR process shall also, where necessary, address the individual and collective requirements of DDR participants and beneficiaries with disabilities by providing targeted interventions. While this may include programmes to address specific requirements, what the twin-track approach does not do is support separate or segregated programming. Rather, a DDR process shall aim for disability inclusion within an integrated DDR process."
    },
    {
        "Heading1": "3. Introduction",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": ,
        "Paragraph": "Many potential DDR participants and beneficiaries will have experienced the onset of one or more physical, sensory, cognitive, or psychosocial disabilities during conflict. These individuals are likely to have been exposed to trauma putting them at high risk of psycho-social disability in addition to the risk of physical or sensory disability. It is therefore important for DDR practitioners to understand and be trained to respond to the specific needs of persons with disabilities and their families."
    },
    {
        "Heading1": "3. Introduction",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": ,
        "Paragraph": "The heterogeneity of disability means that former members of armed forces and groups with disabilities will have differing needs and face different kinds of barriers to participation in DDR. For example, former members of armed forces and groupswith disabilities who find themselves more restricted in their mobility may not be able to call attention to their specific requirements in DDR processes. DDR planning must also account for the reality that former members of armed forces and groups with disabilities may face physical and communication barriers in accessing information about the potential support offered through a DDR process.6 In addition, the self-demobilization of ex-combatants with disabilities, a common phenomenon, means that they may be difficult to identify and thus be excluded from benefits unless specific measures are taken to identify and include them."
    },
    {
        "Heading1": "3. Introduction",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": ,
        "Paragraph": ""
    },
    {
        "Heading1": "3. Introduction",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": ,
        "Paragraph": ""
    },
    {
        "Heading1": "3. Introduction",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": ,
        "Paragraph": ""
    },
    {
        "Heading1": "3. Introduction",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": ,
        "Paragraph": ""
    },
    {
        "Heading1": "3. Introduction",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": ,
        "Paragraph": ""
    },
    {
        "Heading1": "",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": ,
        "Paragraph": ""
    },
    {
        "Heading1": "",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": ,
        "Paragraph": ""
    }
]