{
    "5.80 Disability-Inclusive DDR": [
    {
        "Heading1": "Summary",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Disability-inclusive DDR requires specific planning and interventions to eliminate barriers to participation and to address the specific needs of persons with disabilities. Disability-inclusive DDR processes shall be led by national and local authorities, in line with national and local policies and strategies and build on existing systems and structures. A DDR process and all forms of support provided for that process shall adhere to humanitarian principles, including non-discrimination on the basis of disability and the best practices of disability-inclusion in humanitarian action. Consistent  with the principles of disability-inclusive humanitarian action, the inclusion of persons with disabilities in DDR shall include mainstreaming and targeted interventions."
    },
    {
        "Heading1": "Summary",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Armed conflict relates to disability in two respects. First, it is a cause of disability and, second, it is a complicating factor for persons living with disability who face specific support and protection needs during conflict and its aftermath. Impairments giving rise to disability occur in direct and indirect ways in the context of conflict. Direct impairments arise as a consequence of the immediate physical and psychosocial consequences of violent conflict, such as being hit by a bullet, stepping on a land mine or being raped. Impairment arises also indirectly from conflict, including psychological trauma from witnessing violence, for example, or a lack of basic needs (shelter, adequate clothing, sanitation, water, food, healthcare, etc.) and exposure to the elements.1 This context shall be borne in mind in the design and implementation of DDR processes."

    },
    {
        "Heading1": "Summary",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Conflict can also serve to amplify existing barriers for persons with disabilities, making it even more challenging to access the benefits of a DDR process. For example, destruction of infrastructure such as roads and the breakdown of social safety nets can result in the exclusion of persons with disabilities. Furthermore, conflict often brings a weakening of community-based organizations and organizations of persons with disabilities (OPDs) may be particularly affected owing to their frequently marginalized status in society."
    },
    {
        "Heading1": "Summary",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "The intersectionality of disability and gender can also heighten risk. Women and girls with disabilities face a double stigma, they often experience abuse, social exclusion, and are financially and physically vulnerable. Additionally, women and girls are often caregivers and may take on additional caregiving roles for returning DDR participants with disabilities. Disability inclusive DDR shall be based on a careful situational analysis of the context. This shall include an analysis of any potential disability as well as age or gender-related barriers to participation in DDR. The capacities and coping mechanisms of individuals, households and communities shall also be analysed to ensure the appropriateness and effectiveness of disability-inclusive assistance. Protection risks that could potentially be created by this assistance shall also be assessed. For example, it is important to analyse whether DDR support to former members of armed forces and groups with disabilities may inadvertently create or exacerbate household or community tensions."
    },
    {
        "Heading1": "1. Module scope and objectives",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "This module outlines the requirements for the planning, design and implementation of disability inclusive DDR processes in both mission and non-mission settings. It focuses on disability inclusion as part of a DDR process for ex-combatants, persons formerly associated with armed forces and groups, dependents and community members. It also examines the different modalities through which disability-inclusive approaches and support may be provided."
    },
    {
        "Heading1": "2. Terms, definitions and abbreviations",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Annex A contains a list of terms, definitions and abbreviations used in this standard. A com­ plete glossary of all the terms, definitions and abbreviations used in the series of integrated DDR standards (IDDRS) is given in IDDRS 1.20. In the IDDRS series, the words ‘shall’, ‘should’, ‘may’, ‘can’ and ‘must’ are used to indicate the intended degree of compliance with the standards laid down. This use is consistent with the language used in the International Organization for Standardization (ISO) standards and guidelines: \\n a) ‘shall’ is used to indicate requirements, methods or specifications that are to be applied in order to conform to the standard; \\n b) ‘should’ is used to indicate the preferred requirements, methods or specifications; \\n c) ‘may’ is used to indicate a possible method or course of action; \\n d) ‘can’ is used to indicate a possibility and capability; and, \\n e) ‘must’ is used to indicate an external constraint or obligation."
    },
    {
        "Heading1": "2. Terms, definitions and abbreviations",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Accessibility means ensuring persons with disabilities access, on an equal basis with others, to the physical environment, to transportation, to information and communications, including information and communications technologies and systems, and to other facilities and services open or provided to the public, both in urban and in rural areas. This includes the identification and elimination of obstacles and barriers to accessibility."
    },
    {
        "Heading1": "2. Terms, definitions and abbreviations",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Accessible formats refer to the provision of information in a variety of formats to make them accessible to persons with disabilities, including displays of text, Braille, tactile communication, large print, plain language, human-reader, written, audio and other formats."
    },
    {
        "Heading1": "2. Terms, definitions and abbreviations",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "CRPD compliant refers to policies and practices that follow the general principles and obligations set forth in the Convention on the Rights of Persons with Disabilities (CRPD) and the interpretive guidance of the CRPD Committee."
    },
    {
        "Heading1": "2. Terms, definitions and abbreviations",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Disability is an evolving concept and results from the interaction between persons with impairments and attitudinal and environmental barriers that hinder their full and effective participation in society on an equal basis with others."
    },
    {
        "Heading1": "2. Terms, definitions and abbreviations",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Discrimination on the basis of disability means any distinction, exclusion or restriction on the basis of disability which has the purpose or effect of impairing or nullifying the recognition, enjoyment or exercise, on an equal basis with others, of all human rights and fundamental freedoms in the political, economic, social, cultural, civil or any other field. It includes all forms of discrimination, including denial of reasonable accommodation."
    },
    {
        "Heading1": "2. Terms, definitions and abbreviations",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": ""
    },
    {
        "Heading1": "2. Terms, definitions and abbreviations",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Disability disaggregated data means data that are collected and presented separately on the basis of disability/impairment type. The availability of disability-disaggregated data (together with sex and age disaggregation), is an essential precondition for building disability-inclusive policies and interventions."
    },
    {
        "Heading1": "2. Terms, definitions and abbreviations",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Disability inclusion is an approach that aims to identify and dismantle barriers faced by persons with disabilities, support their specific requirements and ensure their full participation. It also means ensuring the meaningful participation of persons with disabilities in all of their diversity, the promotion of their rights, and the consideration of disability-related perspectives in compliance with the CRPD."
    },
    {
        "Heading1": "2. Terms, definitions and abbreviations",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Disability-inclusive DDR processes are planned, implemented, monitored and evaluated in a disability inclusive manner."
    },
    {
        "Heading1": "2. Terms, definitions and abbreviations",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Intersectionality is the interaction of multiple factors, such as disability, age and gender, which can create multiple layers of discrimination, and, depending on the context, entail greater legal, social or cultural barriers. These can further hinder a person’s access to and participation in humanitarian action, and more generally, in society,"
    },
    {
        "Heading1": "2. Terms, definitions and abbreviations",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Organization of Persons with Disabilities (OPD) means organizations comprising a majority of persons with disabilities − at least half their membership − and governed, led and directed by persons with disabilities. Organizations of persons with disabilities should be rooted in, committed to and fully respect the principles and rights recognized in the CRPD."
    },
    {
        "Heading1": "2. Terms, definitions and abbreviations",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Reasonable accommodation means necessary and appropriate modification and adjustments not imposing a disproportionate or undue burden, where needed in a particular case, to ensure to persons with disabilities the enjoyment or exercise on an equal basis with others of all human rights and fundamental freedoms (CRPD, art. 2)."
    },
    {
        "Heading1": "2. Terms, definitions and abbreviations",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Rehabilitation in the context of disability refers to a range of effective and appropriate measures, including through peer support, to enable persons with disabilities to attain and maintain maximum independence, full physical, mental, social and vocational ability, and full inclusion and participation in all aspects of life (CRPD, art. 26)."
    },
    {
        "Heading1": "2. Terms, definitions and abbreviations",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Persons with disabilities include those who have long-term physical, mental, intellectual or sensory impairments which in interaction with various barriers may hinder their full and effective participation in society on an equal basis with others (CRPD, art. 1)."
    },
    {
        "Heading1": "2. Terms, definitions and abbreviations",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Universal design means the design of products, environments, programmes and services to be usable by all people, to the greatest extent possible, without the need for adaptation or specialized design. Universal design shall not exclude assistive devices for particular groups of persons with disabilities where this is needed (CRPD, art. 2)."
    },
    {
        "Heading1": "3. Introduction",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Male and female persons with disabilities have unique needs and experiences. In situations of risk, they are entitled to specific care and protection and their intersecting rights and individual circumstances shall be given due consideration. International law recognizes persons with disabilities as individuals endowed with agency and legal capacity and acknowledges the risk and differentiated impact that armed conflict and human rights abuses can have on persons with disabilities. "
    },
    {
        "Heading1": "3. Introduction",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Persons with disabilities face heightened risks and vulnerability during conflict. Inadequate attention to the needs of persons with disabilities in humanitarian operations and in DDR may result in harms. Various barriers such as inaccessible shelters, lack of accessible warnings in alternate formats, barriers to evacuate, communication barriers, loss of assistive aids (for example, wheelchairs and walking canes), and challenges in obtaining long-term recovery services3 (for example, fistula repair or psychosocial recovery services) are some examples of how inattention to disability access inhibits participation."
    },
    {
        "Heading1": "3. Introduction",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Research highlights the shortcomings of traditional approaches to meeting the needs of persons with disabilities that focus narrowly on specific medical and rehabilitation needs, to the exclusion of social and economic needs.4 It also exposes that separate and segregated programming for individuals with disabilities leads to isolation and disaffection. This is instructive for disability inclusion in DDR and in the broader context of post conflict peacebuilding and development. Disability-inclusive DDR processes shall therefore not be siloed, but comprehensive and integrated. A twin-track approach is appropriate, meaning that DDR processes shall be fully inclusive of persons with disabilities and that targeted, specific interventions may also be needed in order to address specific needs (see diagram 1).5 Targeted interventions may include empowering and supporting persons with disabilities to participate in a DDR process or providing assistive technologies (such as mobility or hearing aids). Applied to DDR, this means that persons with disabilities must be able to access a DDR process on an equitable basis with other participants. The planning, design, implementation and evaluation of a DDR process shall reflect this objective. However, mainstreaming alone is insufficient to ensure that no one is left behind. Therefore, a DDR process shall also, where necessary, address the individual and collective requirements of DDR participants and beneficiaries with disabilities by providing targeted interventions. While this may include programmes to address specific requirements, what the twin-track approach does not do is support separate or segregated programming. Rather, a DDR process shall aim for disability inclusion within an integrated DDR process."
    },
    {
        "Heading1": "3. Introduction",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Many potential DDR participants and beneficiaries will have experienced the onset of one or more physical, sensory, cognitive, or psychosocial disabilities during conflict. These individuals are likely to have been exposed to trauma putting them at high risk of psycho-social disability in addition to the risk of physical or sensory disability. It is therefore important for DDR practitioners to understand and be trained to respond to the specific needs of persons with disabilities and their families."
    },
    {
        "Heading1": "3. Introduction",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "The heterogeneity of disability means that former members of armed forces and groups with disabilities will have differing needs and face different kinds of barriers to participation in DDR. For example, former members of armed forces and groupswith disabilities who find themselves more restricted in their mobility may not be able to call attention to their specific requirements in DDR processes. DDR planning must also account for the reality that former members of armed forces and groups with disabilities may face physical and communication barriers in accessing information about the potential support offered through a DDR process.6 In addition, the self-demobilization of ex-combatants with disabilities, a common phenomenon, means that they may be difficult to identify and thus be excluded from benefits unless specific measures are taken to identify and include them."
    },
    {
        "Heading1": "3. Introduction",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Association  with  an  armed  group  combined with disability results in intersectional stigma and disadvantage, including for women and girls. Emerging research demonstrates that females with ex-combatant status are far less likely to have ties with the disability community or to embrace a disability identity that might facilitate outreach to OPDs for support.7 Women with disabilities, including female ex-combatants and women and girls associated with armed forces and groups, are also at greater risk of sexual violence due to the insecurity brought about by armed conflict.8 Survivors of sexual violence (both male and female) are at risk of psychosocial disability, vulnerability to HIV and other sexually transmitted diseases (STIs) and physical disability owing to violence, including the need for fistula surgery. While it is sometimes assumed that persons with disabilities do not require access to sexual and reproductive health services, including HIV and AIDS services, this is a falsehood.9"
    },
    {
        "Heading1": "3. Introduction",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Box 1: Definitions of participants with disabilities in DDR \\n\\n 1. Ex-combatants with disabilities Men, women, girls and boys with physical, sensory, psychosocial or intellectual disabilities who participated in armed conflicts as active combatants using arms.\\n\\n 2. Persons associated with armed forces and groups who are disabled\\n Men, women, girls and boys with physical, psychosocial or sensory disabilities who participated in armed conflicts in supportive roles, whether by force or voluntarily."
    },
    {
        "Heading1": "3. Introduction",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Box 2: How is Disability Framed in the CRPD?\\n Article 1 states: “Persons with disabilities include those who have long-term physical, mental, intellectual or sensory impairments which in interaction with various barriers may hinder their full and effective participation in society on an equal basis with others.” In addition, the CRPD recognizes in the Preamble that “disability is an evolving concept” and “results from the interaction between persons with impairments and attitudinal and environmental barriers that hinders their full and effective participation in society.”\\n\\n The reference to “persons with disabilities” is not exhaustive.\\n\\n The diversity of disability is emphasized in the CRPD and disability is not restricted to only one type of impairment, such as physical disability.\\n\\n Accordingly, all persons with disabilities, whatever their impairment, are entitled to equal rights.\\n\\n It is impermissible to exclude certain categories of persons with disabilities, such as ex-combatants from a particular fighting force, or persons living with HIV, from exercising their human rights.\\n\\n Persons associated with persons with disabilities, such as caregivers of disabled ex-combatant, are protected from discrimination on the basis of disability because the CRPD protects against “all forms of discrimination.”\\nSource: Convention on the Rights of Persons with Disabilities, Preamb. (e) & arts. 1, 2, 3, 5"
    },
    {
        "Heading1": "3. Introduction",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Former members of armed forces and groups with disabilities experience multidimensional discrimination in making a successful transition back into society in ways that are both similar to and distinct from their counterparts without disabilities. Discrimination on account of disability works in combination with other status attributes based on association with, for instance, a particular fighting force, gender, poverty, ethnicity, age and so forth. The well-documented barriers that persons with disabilities experience during peacetime in accessing education, employment, health and rehabilitation, and an adequate standard of living are exacerbated for former members of armed forces and groups with disabilities. These individuals confront re-entry into a fragile society with weak institutions and infrastructure and, all too frequently, an under-developed disability law and policy environment. Understanding DDR through a disability lens facilitates the identification of barriers to participation and the possibilities for dismantling them to create an inclusive process. For some examples of these barriers, see Figure 1. For a checklist of steps that may be taken to remove these barriers, see Annex B."
    },
    {
        "Heading1": "3. Introduction",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Making DDR efforts responsive to the needs of persons with disabilities presents some challenges, and yet recognition should be given to the problem-solving skills, resilience, and coping strategies of these individuals and the role that peer support can and should play in facilitating their reintegration into society. Provided persons with disabilities are afforded opportunities to participate in DDR, they can and should emerge as leaders in their communities. Former members of armed forces and groups with disabilities should be given meaningful roles in the post-conflict period and recognized as having a stake in the post-conflict social order and in development efforts."
    },
    {
        "Heading1": "4. Guiding principles",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "IDDRS 2.10 on The UN Approach to DDR sets out the main principles that guide all aspects of DDR processes. This section outlines how these principles apply to the inclusion of persons with disabilities during DDR processes."
    },
    {
        "Heading1": "4. Guiding principles",
        "Heading2": "4.1 Voluntary",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "The participation of persons with disabilities in DDR processes shall be voluntary."
    },
    {
        "Heading1": "4. Guiding principles",
        "Heading2": "4.2 People-centred",
        "Heading3": "4.2.1 Criteria for participation/eligibility",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "DDR practitioners shall ensure that they do not exclude or discriminate against persons with disabilities. Persons with disabilities shall obtain meaningful access to DDR services, programmes, aid, and benefits on an equal basis with other persons. No group is to be given special status or treatment within a particular DDR process, and individuals shall not be discriminated against on the basis of disability, gender, age, race, religion, nationality, ethnic origin, political opinion, or other personal characteristics or associations. This is particularly important when establishing eligibility criteria. All members of armed forces and groups — male, female, persons with or without disabilities — shall be equally able to access clear and accessible information about their eligibility for DDR, as well as the benefits available to them and how to obtain them. Eligibility criteria shall be clearly provided and persons with disabilities shall understand what they can expect regarding the accessibility of facilities and services."
    },
    {
        "Heading1": "4. Guiding principles",
        "Heading2": "4.2 People-centred",
        "Heading3": "4.2.2 Unconditional release and protection of children",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Actions shall be taken to identify and dismantle barriers to entry to DDR processes for children associated with armed forces and groups with disabilities. These children will be at heightened risk of community exclusion and family separation. Support shall include referral to ongoing community-based support and disability- and age-appropriate services (for example, community-based rehabilitation and inclusive education) to help ensure that reintegrated children with disabilities can stay with their families and participate fully in the community. DDR practitioners shall be aware that, in all actions concerning children with disabilities (irrespective of former association with armed forces or groups), the best interests of the child shall be a primary consideration (see IDDRS 5.20 on Children and DDR). Where possible, DDR practitioners shall also provide support to the caregivers and family members of children with disabilities who were formerly associated with armed forces and groups both during and after the family reunification process."
    },
    {
        "Heading1": "4. Guiding principles",
        "Heading2": "4.2 People-centred",
        "Heading3": "4.2.3 Gender responsive and inclusive",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "DDR practitioners shall: (i) identify potential barriers to participation in all phases of DDR; and (ii) take proactive, specific measures to eliminate barriers and facilitate access and inclusion. DDR participants and beneficiaries with disabilities shall have access to the same facilities and services as others. Separate or segregated programming runs counter to the principle of inclusion, reinforces stigma and is isolating. DDR practitioners shall understand the stigmatization and discrimination associated with disability in a given context and approach the design of DDR processes from a perspective that situates disability not as a medical or rehabilitation challenge or pathology but instead as a societal issue and a human rights issue according to which attitudes, the physical environment, communication and information, and legal arrangements all work in combination. As with addressing the inclusion of other specific needs groups in DDR processes, DDR practitioners shall plan, design and implement DDR processes responsive to the many different needs, experiences and disadvantages experienced by persons with disabilities. Needs will vary not only based on the particular experience of disability, but also by age, gender, ethnicity, location, migration status, social class, household size, education and training levels, and health status. DDR practitioners shall be aware that women and girls with disabilities are often subject to multiple layers of discrimination due to their gender, disability and status as former members of armed groups (see section 6.3)."
    },
    {
        "Heading1": "4. Guiding principles",
        "Heading2": "4.3 Accountability and transparency",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "During the planning, design, implementation and evaluation of DDR process, DDR participants and beneficiaries with disabilities shall be consulted and participate in key decisions that affect their well-being. Persons with disabilities shall be recognized and respected as experts in relation to their needs and engaged at all stages of the DDR process."
    },
    {
        "Heading1": "4. Guiding principles",
        "Heading2": "4.4 Nationally and locally owned",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Successful disability inclusion is a long-term process going beyond DDR. It requires leadership from national and local authorities, and shall be undertaken in accordance with national and local policies and strategies, building on existing systems and structures. Disability-inclusive DDR processes shall therefore, as early as possible, establish links to existing national and local policies and strategies on disability, work to strengthen them and create linkages with broader peacebuilding and recovery efforts for disability inclusion. If such policies and strategies do not already exist, DDR processes may trigger their establishment. Persons with disabilities in the local community shall be consulted and engaged in planning from the start."
    },
    {
        "Heading1": "4. Guiding principles",
        "Heading2": "4.4 Nationally and locally owned",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "The capacities of local communities and local actors shall also be strengthened in order for initiatives to be sustainable. Planning shall seek to build on existing national and local capacity rather than create new externally led programmes or structures. The capacity of existing rehabilitation centres and services facilities shall be augmented rather than parallel facilities being set up only for former members of armed forces and groups with disabilities. This also assists in building referral systems and social support groups for former members of armed forces and groups with disabilities who may need follow-up services."
    },
    {
        "Heading1": "4. Guiding principles",
        "Heading2": "4.5 Well planned",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Members of the local disability community and former members of armed forces and groups with disabilities shall be encouraged to contribute to the planning and implementation of DDR processes. DDR practitioners shall ensure that the planning and design of DDR processes facilitates equal access to DDR sites, procedures, services and support, with the provision of individual support as needed.The principles of accessibility and universal design shall be addressed in DDR planning, design, implementation and evaluation."
    },
    {
        "Heading1": "4. Guiding principles",
        "Heading2": "4.6 Public information and community sensitization",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Where appropriate, DDR practitioners shall support broad gender-responsive community sensitization programming to raise awareness and address stigma regarding persons with disabilities. DDR practitioners shall also work with state and local leaders, civil society representatives and media to portray persons with disabilities in ways that counter stigmatization, marginalization and stereotyping. The communities to which former members of armed forces and groups will return, including OPDs in these communities, shall be offered information and awareness-raising sessions to help them understand the DDR process. More broadly, public information and strategic communication on DDR shall be provided in various formats to ensure the widest possible access for persons with disabilities (see IDDRS 4.60 on Public Information and Strategic Communication in Support of DDR). This information should encourage former members of armed forces and groups with disabilities to participate. Moreover, positive images and voices of persons with disabilities shall be reflected in such campaigns."
    },
    {
        "Heading1": "5. Legal Frameworks",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "DDR processes are undertaken within the context of the international legal framework of rights and obligations (see IDDRS 2.11 on The Legal Framework for UN DDR). These are relevant to the implementation of disability inclusive DDR. This includes, in particular, international human rights law, international humanitarian law, international criminal law, international refugee law, and international counter-terrorism and arms control frameworks. UN-supported DDR processes shall be implemented so as to ensure that the relevant rights and obligations under that normative legal framework are respected. DDR practitioners shall be aware of the international conventions that the Member State, in which they operate, has signed and ratified specifically related to persons with disabilities."
    },
    {
        "Heading1": "5. Legal Frameworks",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "The discussion that follows summarizes the primary authorizing environment for approaching disability inclusion in a DDR context. The list is not exhaustive but takes into account the law and policy instruments that have been adopted since 2006. The chart below identifies the primary legal framework for advancing disability inclusive DDR and is followed by a more detailed discussion of the legal instruments that are especially important for disability inclusion. Thereafter, additional policy frameworks are reviewed."
    },
    {
        "Heading1": "5. Legal Frameworks",
        "Heading2": "5.1 International human rights law",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Consistent with Article 55 of the UN Charter, UN DDR practitioners have a duty, in carrying out their work, to promote and respect the human rights of all DDR participants and beneficiaries. These international human rights obligations are elaborated in the core human rights conventions, all of which apply to persons with disabilities. Of particular importance for disability-inclusive DDR are the obligations set out in the CRPD."
    },
    {
        "Heading1": "5. Legal Frameworks",
        "Heading2": "5.1 International human rights law",
        "Heading3": "5.1.1 Convention on the Rights of Persons with Disabilities",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "The CRPD, adopted in 2006 and now nearing universal ratification, reflects current international law on the protection of persons with disabilities and the prevailing conceptualization of disability. Moreover, it integrates within its frame the protection regime extant in international humanitarian law through its provision on the protection of persons with disabilities in situations of risk (Article 11)."
    },
    {
        "Heading1": "5. Legal Frameworks",
        "Heading2": "5.1 International human rights law",
        "Heading3": "5.1.1 Convention on the Rights of Persons with Disabilities",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Article 11 of the CRPD requires positive measures of protection and safety for persons with disabilities affected by situations of risk, be it natural disaster, armed conflict or other emergency.10 This includes combatants and others disabled as a consequence of armed conflict. The necessity of such protection is recognized overtly in the CRPD’s preamble which affirms that ‘the observance of applicable human rights instruments are indispensable for the full protection of persons with disabilities, in particular during armed conflicts and foreign occupation.’"
    },
    {
        "Heading1": "5. Legal Frameworks",
        "Heading2": "5.1 International human rights law",
        "Heading3": "5.1.1 Convention on the Rights of Persons with Disabilities",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Notably, the adoption of the CRPD created a mandate for the United Nations and triggered the adoption of a UN-wide Disability Inclusion Strategy (see section 5.4) that commits to a rights-based, social model informed approach to disability inclusion.11"
    },
    {
        "Heading1": "5. Legal Frameworks",
        "Heading2": "5.1 International human rights law",
        "Heading3": "5.1.1 Convention on the Rights of Persons with Disabilities",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Furthermore, Article 32 of the CRPD sets out obligations to ensure that international development programmes – whatever the sector of development in question – are inclusive of persons with disabilities, both as beneficiaries of development and as participants in processes of development.12"
    },
    {
        "Heading1": "5. Legal Frameworks",
        "Heading2": "5.1 International human rights law",
        "Heading3": "5.1.2 Convention on the Rights of the Child",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Article 23 of the Convention on the Rights of the Child (CRC) recognizes that a mentally or physically disabled child should enjoy a full and decent life, in conditions which ensure dignity, promote self-reliance and facilitate the child’s active participation in the community. The CRC recognizes the right of a disabled child to special care and encourages the extension of assistance to the eligible child and those responsible for his or her care. Assistance shall be designed to ensure that the disabled child has effective access to and receives education, training, health care services, rehabilitation services, preparation for employment and recreation opportunities in a manner conducive to the child’s achieving the fullest possible social integration and individual development, including his or her cultural and spiritual development (CRC, Article 23, para. 3)."
    },
    {
        "Heading1": "5. Legal Frameworks",
        "Heading2": "5.2 International humanitarian law obligations",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "International humanitarian law seeks both to limit the effects of armed conflict, principally through protecting persons who are not or are no longer participating in hostilities, and to regulate the means and methods of warfare. The Geneva Conventions (1949) and the two Additional Protocols (1977) provide protections to persons who are in need of specific protection, including civilians or combatants who have been injured as a result of conflict as well as civilians who are in need of specific protection on account of disability.13 IHL thus sets out positive measures for persons with disabilities that must be undertaken to ensure that they effectively access services on an equal basis with others. These include, among others, measures such as the adaptation of infrastructure and information on available vital services relating to water, food, sanitation, shelter, health care and rehabilitation, the facilitation of support to transport food and non-food relief items, the continued provision of specific services required by persons with disabilities, or assistance to victims of the use of certain weapons in armed conflicts. The Mine Ban Treaty in Article 6(3) creates an obligation for the socioeconomic reintegration of landmine survivors and, more expansively, the Cluster Munitions Convention, rooted in obligations under IHL and the CRPD, sets out implementation measures including disability and sex-disaggregated data collection, the adoption and implementation of national laws and policies, the development of national plans and budgets, and the requirement to ensure the effective participation of cluster munition victims and their representative organizations. These protection measures have clear application to the DDR context."
    },
    {
        "Heading1": "5. Legal Frameworks",
        "Heading2": "5.3 Domestic legal frameworks",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Domestic legal frameworks are an important element of protection and rights recognition for persons with disabilities. National law sometimes addresses the rights of former members of armed forces and groups with disabilities. Increasingly, countries are adopting specific comprehensive disability legislation and national disability action plans. Other sources of rights for persons with disabilities are found widely dispersed across the legal system (e.g., election laws, social protection law, education, health). As law reform so often accompanies the transition period following conflict, this presents an opportunity to harmonize disability legislation with international legal obligations. The review of the disability law framework likewise presents an important opportunity to ensure consistency in disability rights protection and to avoid differential protections between former members of armed forces and groups with disabilities on the one hand, and persons with disabilities not affiliated with armed forces or groups."
    },
    {
        "Heading1": "5. Legal Frameworks",
        "Heading2": "5.3 Domestic legal frameworks",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "The following issues would usually be addressed in a Member State’s domestic legislation and may have relevance to disability-inclusion in a DDR process:\\n Anti-discrimination legislation and the prohibition of discrimination on the basis of disability, together with the duty to provide reasonable accommodation;\\n Obligations relating to the accessibility of the physical environment, to transportation, to information and communications, including information and communications technologies and systems, and to other facilities and services open or provided to the public, both in urban and in rural areas;\\n Legal recognition before the law;\\n Protection of the privacy of personal, health and rehabilitation information of persons with disabilities;\\n Right to live independently and in the community;\\n Access to justice and measures of support to guarantee access for persons with disabilities, including:\\n The provision of procedural and age-appropriate accommodation, in order to facilitate their effective role as participants and beneficiaries, including as witnesses, in all legal proceedings, including at investigative and other preliminary stages."
    },
    {
        "Heading1": "5. Legal Frameworks",
        "Heading2": "5.4 Institutional mandates, internal rules, policies and procedures",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "The UN has adopted a number of internal rules, policies and procedures some of which directly address disability inclusion and the rights of persons with disabilities. The general guide for UN-supported DDR processes is the UN IDDRS. Other internal documents that may be relevant to DDR processes include the following:"
    },
    {
        "Heading1": "5. Legal Frameworks",
        "Heading2": "5.4 Institutional mandates, internal rules, policies and procedures",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Security Council resolution 2475 (2019).14 SC Resolution 2475 draws attention to the disproportionate impact of armed conflict on persons with disabilities. It also recognizes the importance of taking into account the discrete needs of persons with disabilities. The resolution has three main objectives, first, to raise awareness of the need to involve persons with disabilities in conflict prevention processes, reconstruction and post-conflict reconciliation; second, to underline the significance of a broadening knowledge of the needs and rights of persons with disabilities in peace-keeping missions; and third, to improve the reporting system on conditions experienced by persons with disabilities."
    },
    {
        "Heading1": "5. Legal Frameworks",
        "Heading2": "5.4 Institutional mandates, internal rules, policies and procedures",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "UN Disability Inclusion Strategy. The UN has initiated a system-wide effort and accompanying policies to become more inclusive of persons with disabilities. In March 2019, it adopted the UN Disability Inclusion Strategy according to which UN entities, country teams and humanitarian country teams will measure and track their performance with respect to disability inclusion.15"
    },
    {
        "Heading1": "5. Legal Frameworks",
        "Heading2": "5.4 Institutional mandates, internal rules, policies and procedures",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "IASC Guidelines. The IASC Guidelines on Inclusion of Persons with Disabilities in Humanitarian Action.16 These provide detailed operationally oriented guidance in the broader humanitarian action context, much of which is directly applicable to DDR.17 This effort, and other efforts such as the adoption of the World Charter on Disability Inclusion in Humanitarian Action, provide evidence of disability-inclusive agenda setting by humanitarian actors.18"
    },
    {
        "Heading1": "5. Legal Frameworks",
        "Heading2": "5.4 Institutional mandates, internal rules, policies and procedures",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "The IASC Guidelines for Mental Health and Psychosocial Support in Emergency Settings (MHPSS) (2007) recognize that during humanitarian crises many factors (e.g., violence, uncertainty, loss of family members, loss of home) can negatively affect the mental health and psychosocial well-being of individuals, families and communities, and that persons with disabilities are often disproportionately affected. The MHPSS is therefore important to integrate into DDR to improve the mental health and psychosocial well-being of all DDR participants and beneficiaries, including those with physical, sensory, psychosocial or intellectual disabilities (for more, see IDDRS 5.60 on Health and DDR)."
    },
    {
        "Heading1": "5. Legal Frameworks",
        "Heading2": "5.5 Other instruments informing disability inclusion in humanitarian crises",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Sustainable Development Goals. The 2030 Agenda for Sustainable Development pledges to “leave no one behind.” Its plan of action is directed towards a peaceful and prosperous world, where dignity of an individual person and equality among all is applied as the fundamental principle, cutting across three dimensions of the UN’s work, namely, (1) Development; (2) Human Rights; and (3) Peace and Security."
    },
    {
        "Heading1": "5. Legal Frameworks",
        "Heading2": "5.5 Other instruments informing disability inclusion in humanitarian crises",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Sendai Framework for Disaster Risk Reduction 2015–2030. The guiding principles of the Sendai Framework for Disaster Risk Reduction 2015–2030 state that disability should be included in all disaster risk mitigation policies and practices."
    },
    {
        "Heading1": "6. Planning for disability-inclusive DDR processes",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Disability-inclusive DDR begins at the earliest stage possible, during the context of peace negotiations (if these exist) and considering the specific requirements of persons with disabilities. DDR practitioners should therefore facilitate meetings with OPDs, former members of armed forces and groups with disabilities, leaders in the disability community, and other targeted meetings with key constituents. DDR practitioners should hold consultations with disability organizations during the planning and pre-deployment phase and ensure that the voices of former members of armed forces and groups with disabilities are heard. This will help facilitate linkages with persons from the wider disability community. For an approach to disability inclusion in DDR, see diagram 2, below."
    },
    {
        "Heading1": "6. Planning for disability-inclusive DDR processes",
        "Heading2": "6.1 Disability-inclusive situational assessment",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "During the DDR planning process, a broad situational analysis should be conducted. At a minimum, this analysis should gather information on local perceptions, disability prevalence, local capacities, intersectional discrimination, and accessibility. A disability-inclusive situational analysis should lead to the inclusion of explicit measures in the programme/project design which:\\n avoid perpetuating or reinforcing inequalities based on disability\\n take a “do no harm approach” that includes the provision of reasonable accommodation for an individual with a disability where needed;\\n overcome barriers to the full participation of persons with disabilities in a DDR process;\\n ensure that women and men, girls and boys, with disabilities benefit equitably from a DDR process and its results;\\n incorporate specific activities to address disability-based inequalities and constraints, and meet disability-specific needs and priorities;\\n use disability and gender specific and/or sex-disaggregated indicators, including impact indicators, to monitor and evaluate progress and results."
    },
    {
        "Heading1": "6. Planning for disability-inclusive DDR processes",
        "Heading2": "6.1 Disability-inclusive situational assessment",
        "Heading3": "6.1.1 Knowledge and attitudes",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Understanding local perceptions is important given the stigmatization of disability prevalent in many societies. This takes many forms and sometimes includes stigmatization rooted in false notions about the cause of disability (e.g., curse, witchcraft). Consultations to assess the views of local communities towards returning former members of armed forces and groups with disabilities should begin as early as possible, in order to enhance local capacity and create an enabling environment for the reintegration of former members of armed forces and groups. Qualitative data can be obtained through key informant interviews and focus group discussions that first and foremost include persons with disabilities affected by armed conflict, ex-combatants and persons formerly associated with armed forces and groups. It should also include the family members of former members of armed forces and groups, disability community leaders, health and community workers, religious leaders, women and youth groups, government officials and NGO/CBOs. During these consultations, support should be provided to ensure that persons with different types of disabilities, including sensory, psychosocial or intellectual disabilities can fully participate."
    },
    {
        "Heading1": "6. Planning for disability-inclusive DDR processes",
        "Heading2": "6.1 Disability-inclusive situational assessment",
        "Heading3": "6.1.2 Disability data",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "It is often the case that little reliable data exists on disability, although some progress has been made globally since 2006. While there may be little reliable data about disability, and in particular about persons with disabilities affected by armed conflict, planning assessments should consider available data, including data available from surveys undertaken by humanitarian organizations, especially those with disability specific programming. National census data can provide some insights into prevalence rates, although, again, this data may be highly unreliable. Sometimes disability data may be contained in demographic and health surveys that are regularly carried out in many countries,although these may have been interrupted because of the conflict or may not use recognized approaches to identifying persons with disabilities. DDR planning shall aim to capture disability data in all aspects of DDR. See Annex C for more detailed guidance and resources on disability and data."
    },
    {
        "Heading1": "6. Planning for disability-inclusive DDR processes",
        "Heading2": "6.1 Disability-inclusive situational assessment",
        "Heading3": "6.1.3 Identify existing capacities",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "When DDR sites are established (such as reception centres, disarmament and/or demobilization sites, military barracks, etc.), existing capacities in the surrounding area shall be assessed. As a general rule, the area around a DDR site must conform with the Sphere standards for water supply and sanitation, drainage, vector control, etc.19 The availability and accessibility of basic sanitary facilities shall be considered, as shall the possibility of health and rehabilitation referrals in the surrounding area. Locations and routes for medical and obstetric emergency referral must be pre-identified, and there should be sufficient capacity for referral or medical evacuation to cater for any emergencies that may arise, e.g., post-partum bleeding (the distance to the nearest health facility and the time required to get there are important factors to consider) (see IDDRS 4.20 on Demobilization)."
    },
    {
        "Heading1": "6. Planning for disability-inclusive DDR processes",
        "Heading2": "6.1 Disability-inclusive situational assessment",
        "Heading3": "6.1.3 Identify existing capacities",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Planning should also take into careful consideration the potential rehabilitation needs of former members of armed forces and groups with disabilities and plan for the provision of assistive devices (e.g., crutches, wheelchairs, walking sticks) and for linking and referrals to community support. Such needs shall be budgeted for during planning (see Annex D for guidance on how to conduct a disability-inclusive budget scan)."
    },
    {
        "Heading1": "6. Planning for disability-inclusive DDR processes",
        "Heading2": "6.1 Disability-inclusive situational assessment",
        "Heading3": "6.1.3 Identify existing capacities",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "OPDs as well as existing facilities and programmes that provide services to persons with disabilities should form part of the initial assessment, as they can provide support to DDR participants and beneficiaries. Identification of the local capacities of OPDs and organizations that provide services to persons with disabilities and working in collaboration with them is important, especially to ensure that former members of armed forces and groups with disabilities who have self-demobilized can be identified and included in DDR and to help strengthen existing capacity that may have been seriously undermined during the armed conflict."
    },
    {
        "Heading1": "6. Planning for disability-inclusive DDR processes",
        "Heading2": "6.1 Disability-inclusive situational assessment",
        "Heading3": "6.1.3 Identify existing capacities",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Transport planning is also an important dimension of effectively accommodating former members of armed forces and groups with disabilities in the DDR process as individuals with disabilities in may require accessible forms of transport."
    },
    {
        "Heading1": "6. Planning for disability-inclusive DDR processes",
        "Heading2": "6.1 Disability-inclusive situational assessment",
        "Heading3": "6.1.3 Identify existing capacities",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "In addition to examining capacities in and around DDR sites, the existing capacities and coping mechanisms of individuals, households and communities shall also be analysed to ensure the appropriateness and effectiveness of disability-inclusive assistance. This assessment should map existing health care and rehabilitation facilities in and around communities where former members of armed forces and groups are likely to return. This should include a mapping of social protection programmes, including safety nets, programmes to support access to employment, skills development, and access to assistive technology. This exercise should ascertain whether the country has a functioning national disability strategy and programme, and the extent that ministries are engaged (this should go beyond a ministry of labour and social affairs or a ministry of health, to include other key ministries such as education, planning and development, among others)."
    },
    {
        "Heading1": "6. Planning for disability-inclusive DDR processes",
        "Heading2": "6.2 Planning for the accessible design of DDR sites",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Planning assessments and recommendations for personnel and budgetary allocation for inclusive DDR shall make provisions for disability expertise and accessibility for DDR sites (for e.g., removal of physical barriers, ensuring safe and accessible WASH facilities, appropriate preparation to receive individuals with sensory disabilities). The accessible design of DDR sites will ensure that former members of armed forces and groups with physical and sensory disabilities are included and make it more likely that they will participate. International humanitarian standards shall apply and gender-specific requirements shall be taken into account (e.g., security, SGBV prevention measures, the provision of disability-inclusive and female-specific health care assistance and support). Engagement with persons with disabilities and OPDs in the design, construction and modification of site infrastructure for accessibility is a strategy promoted in disability inclusive humanitarian action and should be considered.20"
    },
    {
        "Heading1": "6. Planning for disability-inclusive DDR processes",
        "Heading2": "6.2 Planning for the accessible design of DDR sites",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Persons with disabilities should be reasonably accommodated, meaning that necessary and appropriate modifications and adjustments are applied to meet the requirements of the individual in question (for some examples, see box 3). In all instances, reasonable accommodation is intended to ensure that persons with disabilities are able to enjoy or exercise on an equal basis with others all human rights. The duty to provide reasonable accommodation is thus a requirement of the obligation not to discriminate on the basis of disability and applies to all aspects of DDR. Research underscores that reasonable accommodation is typically at no or low cost.21 Engaging the local disability community or volunteers from among former members of armed forces and groups to provide support is an option that may be considered."
    },
    {
        "Heading1": "6. Planning for disability-inclusive DDR processes",
        "Heading2": "6.2 Planning for the accessible design of DDR sites",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Sites must take into account the need for capacity to address the specific requirements of former members of armed forces and groups with disabilities. Information on DDR should be made available in multiple and accessible formants, and registration processes should account for the accessibility of persons with disabilities, including having protocols for the provision of reasonable accommodation. Possible options include: the establishment of disability focal points in each region and the secondment of experts, including those from OPDs, the national disability programme (if one exists) or umbrella association of OPDs. DDR participants with disabilities should be briefed on community-based support and disability services, so it is essential that all personnel are trained in disability awareness strategies and are fully aware of available facilities and services."
    },
    {
        "Heading1": "6. Planning for disability-inclusive DDR processes",
        "Heading2": "6.3 Gender and disability",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Planning for DDR processes shall take into account the intersection of age, gender, disability and other forms of diversity. DDR practitioners shall also be aware of the different ways in which these categories intersect, and the differing impacts that such intersectionality may have on former members of armed forces and groups with disabilities. Although male and female former members of armed forces and groups with disabilities may both experience social marginalization, women and girls often face unique forms of stigma and are more vulnerable to abuse. Limited access to viable economic opportunities may leave persons with disability more financially (and physically) at risk than they were as part of armed forces and groups which may leave women and girls facing unique protection risks."
    },
    {
        "Heading1": "6. Planning for disability-inclusive DDR processes",
        "Heading2": "6.3 Gender and disability",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Gender norms in the community may also be more traditional than in armed forces and groups, leading to losses in gender equality for women and girls. For example, community members may expect female combatants to return to traditional gender roles in the domestic sphere, even if they held leadership roles in an armed force or group. Female combatants with disabilities may find this readjustment particularly difficult, particularly if they are locally perceived as unable to fulfil the role of a wife and mother due to their disability. Adolescent girls may also be excluded from decision-making due to their status as previously associated with an armed force or group, because of discrimination on the basis of disability and gender norms, or because of a lack of accessibility measures."
    },
    {
        "Heading1": "6. Planning for disability-inclusive DDR processes",
        "Heading2": "6.3 Gender and disability",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Planners shall therefore consult with male and female persons with disabilities, and community members including OPDs, women's and youth groups, in the design of programmes. Planning and programme design should also be based on assessments that are gender-responsive. Safety and dignity shall be prioritized and any unintended negative effects of DDR processes shall be minimized. Special attention shall be paid to ensure that female DDR participants and beneficiaries, including those with disabilities, are able to access assistance and services in proportion to need and without barriers or protection risks. Mechanisms should be established through which DDR participants and beneficiaries can express concerns and make complaints. Monitoring and evaluation shall include protection dimensions and take decisive action to address issues identified."
    },
    {
        "Heading1": "6. Planning for disability-inclusive DDR processes",
        "Heading2": "6.3 Gender and disability",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Box 4: Possible questions for situational assessments\\n\\n Scoping Questions on the Attitudinal Environment\\n What are prevailing attitudes towards persons with disabilities/former members of armed forces and groups with disabilities in the country? In returning communities? Are they different for women and men>\\n\\n Scoping Questions on Existing Data on Disability\\n How many persons with disabilities (women, men, girls, boys) are in and associated with the armed forces and groups?\\n What is the national disability prevalence?\\n Are their particular types of trauma or injury that are uniquely associated with the armed conflict (e.g. amputations; trauma from sexual violence; mine injuries)?\\n\\n Scoping Questions on Existing Support and Service Provision\\n What services exist to provide support to persons with disabilities (at the national and community level; existence of CBR programs, OPDs, etc.)?\\n What specific measures will be put into place to ensure that the requirements of former members of armed forces and groups with disabilities are given due attention? Are they gender and age responsive?\\n If DDR sites are planned, what measures are planned to ensure accessibility of services and facilities, including for women and girls?\\n What expertise and training are needed to ensure that the needs of persons with disabilities are taken into account in all phases of DDR?\\n Are there facilities for treatment, counselling and protection of sexual and gender-based violence that is equally accessible to women and girls with disabilities? And men and boys with disabilities?\\n Has the support of local, regional and national OPDs been enlisted to assist in the reintegration process? Has collaboration of leaders with disabilities in assisting former members of armed forces and groups and others returning to civilian life been facilitated? Are existing OPDs trained to understand the requirements and experiences of former members of armed forces and groups with disabilities?\\n\\n Scoping Questions on Legal and Institutional Frameworks\\n What is the legal framework for persons with disabilities and is disability support provided in that framework? Is there a differentiation in support for civilians versus former members of armed forces and groups? Can persons with disabilities easily access such support (e.g. disability pensions)? Is any existing social security system accessible to persons with disabilities including former members of armed forces and groups and does it meet their particular needs?\\n What funding will be allocated to facilitate the participation of persons with disabilities in DDR?\\n Are funds allocated specifically to ensure the inclusion of persons with disabilities in the DDR process?"
    },
    {
        "Heading1": "7. Disability-inclusive DDR programmes",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "DDR programmes consist of a set of related measures, with a particular aim, falling under the operational categories of disarmament, demobilization and reintegration. DDR programmes require certain preconditions, such as the signing of a peace agreement (see IDDRS 2.10 on The UN Approach to DDR)."
    },
    {
        "Heading1": "7. Disability-inclusive DDR programmes",
        "Heading2": "7.1 Access to information specific to disability services and support",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Upon entry to a DDR programme, all DDR participants should be made aware of their rights and, in particular, any specific rights related to disability. They should also be provided with access to information specific to disability services and support such as rehabilitation services, the provision of assistive devices, and peer support. The approach taken to providing disability specific support to DDR participants should be informed by existing principles of rehabilitation.22"
    },
    {
        "Heading1": "7. Disability-inclusive DDR programmes",
        "Heading2": "7.2 Physical layout of DDR sites",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "The physical layout of DDR sites should allow for DDR participants with disabilities to participate in all aspects of the DDR programme, from reception (if applicable) to disarmament and demobilization. Universal design and accessibility should be at the forefront of layout planning. While males and females shall be provided separate facilities, in part to ensure the safety and autonomy of women and girls who are sex slaves or forced ‘wives’, persons shall not be separated based on disability. Furthermore, space should be available for persons with disabilities who have caregivers required for personal assistance, or who require assistive devices and technology."
    },
    {
        "Heading1": "7. Disability-inclusive DDR programmes",
        "Heading2": "7.3 WASH access",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Water, sanitation and hygiene (WASH) plays a key role in ensuring the well-being of people, including persons with disabilities and their families, who may need to access extra quantities of water as well as extra or specific hygiene-related items, and have reliable access to water and sanitation infrastructures. Persons with disabilities are often confronted with non-accessible facilities which they find hindering and may face stigma and discrimination when using WASH facilities. This can seriously impact the health and dignity of DDR participants with disabilities. The gendered dimension of accessible WASH is also essential to consider as women and girls report considerable anxiety about safety and security in this context. The additional challenge of menstrual hygiene management for women and girls with disabilities should be factored into WASH accessibility, including the need for adaptive and accessible menstrual health products. Suggested measures to address accessible WASH in a DDR process include the following:\\n Engage OPDs in planning for access to safe water and sanitation to persons with disabilities. In low resource settings, civil society organizations often play a critical role in supporting government efforts in WASH.\\n Invest in and allocate financial resources/budget to accessible WASH in DDR sites.\\n Partner with organizations that provide accessible WASH in communities, in households and in settings outside the home, prioritizing schools, workplaces, health facilities and communal WASH facilities.\\n Partner with organizations that provide safe, accessible and affordable menstrual hygiene items, such as underwear with built-in menstrual protection.\\n Adopt a twin-track approach: mainstream disability in DDR WASH policy and develop disability specific WASH measures."
    },
    {
        "Heading1": "7. Disability-inclusive DDR programmes",
        "Heading2": "7.4 Equal access to health services",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "During demobilization, individuals should be directed to a doctor or medical team for physical and psychosocial health screening (see IDDRS 4.20 on Demobilization). The specific needs of former members of armed forces and groups with disabilities should be assessed, and DDR practitioners should support these individuals to access the assistance they need throughout demobilization, and throughout the subsequent reintegration stage of the DDR programme. This can be done, for e.g., by referring individuals to health facilities identified during previous assessments (see section 6.1.3)."
    },
    {
        "Heading1": "7. Disability-inclusive DDR programmes",
        "Heading2": "7.4 Equal access to health services",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Residential demobilization sites (such as cantonment sites) should provide birthing kits, sufficient clean water, supplemental feeding and medical facilities. Women and girls with disabilities who have been abducted and/or suffered sexual assault during and after the conflict should be assisted by women who are trained in trauma management and offered counselling services appropriate to the cultural context. They must also be included in HIV and AIDS programming in DDR. Research demonstrates that men and women with disabilities are often assumed to be non-sexual and to have no need for HIV and AIDS services and yet this is wholly without basis in fact. Persons with disabilities, especially girls, are also at heightened risk of sexual abuse and assault."
    },
    {
        "Heading1": "7. Disability-inclusive DDR programmes",
        "Heading2": "7.4 Equal access to health services",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Persons with disabilities must be able to access all health facilities, including temporary ones.23 When health facilities are rebuilt or rehabilitated they should be fully accessible to persons with disabilities, including elements such as entrances, restrooms, ease of movement within buildings, signage. Also relevant for DDR programming is the promotion of initiatives to transport persons with disabilities to health facilities and to ensure entrances are wide enough, signage is clear and that pathways to travel facilitate movement. Information on all health services should be provided in multiple accessible formats, taking into account the requirements of former members of armed forces and groups with disabilities who have hearing, visual, intellectual or psychosocial disabilities."
    },
    {
        "Heading1": "7. Disability-inclusive DDR programmes",
        "Heading2": "7.4 Equal access to health services",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "For specific guidance on persons with disabilities, mental health and psychosocial support, refer to IDDRS 5.70 on Health and DDR.24"
    },
    {
        "Heading1": "7. Disability-inclusive DDR programmes",
        "Heading2": "7.5 Reinsertion",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "As part of a DDR programme, transitional reinsertion assistance may entail the provision of cash payments, vouchers and/or in-kind support, or the participation of former members of armed forces and groups in public works programmes (see IDDRS 4.20 on Demobilization). Irrespective of the type of reinsertion assistance provided, DDR practitioners should take the specific needs of those with disabilities into account. Food assistance should, for example, cater to the specific nutritional needs of persons with disabilities (see IDDRS 5.50 on Food Assistance in DDR). More generally, DDR practitioners should always ask themselves whether the specific transfer modality selected (cash,voucher, in-kind support, public works programme) poses any specific challenges or opportunities to persons with disabilities, and how these challenges and opportunities intersect with considerations related to age and gender. When considering the provision of transitional reinsertion assistance, DDR practitioners should:\\n Plan for extra-costs associated with transitional reinsertion assistance for persons with disabilities (e.g., assistive devices25, transport, specific nutritional needs, community-based services);\\n Ensure that, where possible, reinsertion kits are universal in their design (i.e., that they can be used by persons with disabilities without additional modifications);\\n Ensure accessibility, for e.g., of pick-up points for cash payments, vouchers and/or in-kind assistance;8\\n Be aware of any safety or protection concerns that may impact transitional assistance, or require extra-costs, particularly for women and girls with disabilities if travelling to pick up points for reinsertion assistance (e.g., ensuring safe transport and providing for extra costs as needed);\\n Ensure that, when voucher systems are used, they allow persons with disabilities to cater to their specific needs in terms of nutrition, accommodation etc. and are viable for them to utilize (e.g. distance and accessibility to location points they can use vouchers, accounting for any additional transportation costs to enable them to reach such points)\\n Include persons with disabilities in public works programmes where possible, planning for any extra costs needed to enable them to effectively doe their job, and provide alternative roles or reinsertion/reintegration support only when an individual is unable to conduct the work required; \\n Ensure, where possible, that education and training efforts provide support for participants with disabilities, and account for any additional costs this may require."
    },
    {
        "Heading1": "7. Disability-inclusive DDR programmes",
        "Heading2": "7.5 Reinsertion",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "It should be borne in mind that failure to ensure that transitional reinsertion assistance meets the needs of former members of armed forces and groups with disabilities will compromise their reintegration and could be a potential source of conflict or care burden within the community and family. Research shows that caregiving responsibilities for former members of armed forces and groups with disabilities fall disproportionately on women and girls. DDR practitioners should also ensure that former members of armed forces and groups with disabilities have accessible means of transport to the area where they will receive reinsertion and/or reintegration support. Ensuring a safe means of transport that does not subject women (including women with disabilities) to sexual violence or trafficking is essential."
    },
    {
        "Heading1": "7. Disability-inclusive DDR programmes",
        "Heading2": "7.6 Reintegration",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "DDR practitioners shall plan for and allocate resources for disability inclusion in reintegration activities, both when these activities are implemented as part of a DDR programme and when they are implemented during ongoing conflict (see IDDRS 2.40 on Reintegration as Part of Sustaining Peace and IDDRS 4.30 on Reintegration). These activities shall, as far as possible, be inclusive, and mainstream initiatives where persons with disabilities are able to participate in the same kinds of economic, social and political initiatives as their non-disabled counterparts. Where possible, community-based rehabilitation approaches should be sought to ensure the inclusion of those with disabilities (see Box 5). Disability-specific (targeted) initiatives may be appropriate but should not take the place of inclusive programming. Barriers to full participation in social, economic and political reintegration shall be identified and addressed."
    },
    {
        "Heading1": "7. Disability-inclusive DDR programmes",
        "Heading2": "7.6 Reintegration",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Box 5: Community-based Rehabilitation \\n\\n Community-based rehabilitation (CBR) is a multisectoral strategy for the inclusion of people with disabilities and their families in development initiatives.\\n\\n CBR supports community action to ensure that people with disabilities enjoy equal rights and opportunities as all other community members.\\n\\n It includes a wide range of strategies, including:\\n Equal access to health care and rehabilitation,\\n Education,\\n Skills training,\\n Employment,\\n Family life,\\n Social mobility and\\n Political empowerment."
    },
    {
        "Heading1": "7. Disability-inclusive DDR programmes",
        "Heading2": "7.6 Reintegration",
        "Heading3": "Economic reintegration",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Economic inclusion for individuals with disabilities shall be accounted for in DDR planning and design. DDR practitioners shall not make decisions on the basis of assumptions about what DDR participants with disabilities can and cannot do and shall not foster exclusion from livelihood activities. DDR processes shall not discriminate on the basis of disability and shall observe the duty to provide reasonable accommodation where needed. Accessibility measures to foster economic inclusion and equality of opportunity shall be put in place (for example, physical, transport, communication, information)."
    },
    {
        "Heading1": "7. Disability-inclusive DDR programmes",
        "Heading2": "7.6 Reintegration",
        "Heading3": "Economic reintegration",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Specific measures must be implemented to ensure that former members of armed forces and groups with disabilities have access to the same kind of reintegration opportunities provided to other DDR participants and beneficiaries. Like their non-disabled counterparts, they should have a voice in their choice of training and livelihoods activities and should not be segregated into initiatives that put them on the fringes of the economy. Participation in the open labour market should be the goal for all adult former members of armed forces and groups, including those with disabilities."
    },
    {
        "Heading1": "7. Disability-inclusive DDR programmes",
        "Heading2": "7.6 Reintegration",
        "Heading3": "Economic reintegration",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Considering that many conflict-prone countries are agriculture-based economies, the facilitation of a return to farming or fishing can be key to successful reintegration and to the transition from subsistence farming to more sustainable livelihoods. Interventions to support smallholder farmers and marginal fishers are needed as these groups constitute the largest segments of the workforce in current conflict zones. The capacity of these agricultural workers to jump-start their livelihoods could be greatly enhanced by providing them with an understanding of how markets work, facilitating their access to improved production systems and making their farms more resilient. Some examples of disability inclusive approaches for economic reintegration include the following:\\n Implement strategies to counter negative attitudes and discrimination against persons with disabilities, particularly regarding their ability to participate in training and economic activity.\\n Sensitize family and community members to the rights and capacities of persons with disabilities, including their right and capacity to work.\\n Mainstream protection and safeguarding measures across livelihood and economic inclusion programming. Inform persons with disabilities about these measures and how they can access them. Recognize the gendered dimension of some protection and safeguarding risks.\\n Assess and ensure the accessibility of skills training, apprenticeships and financial service providers, and markets and market-related information for persons with different types of disability.\\n Assist vocational or business skills training providers to make the courses they offer accessible to persons with different types of disability.\\n Ensure that trainers are aware of how to train individuals with certain types of impairment.\\n Provide (or provide referrals to) technical aids and assistive devices where necessary, such as crutches, white canes, hearing aids; adapt equipment or communication methods, for e.g., Braille and sign-language interpretation.\\n Encourage training and apprenticeship providers, potential employers, and business development and financial service providers to respect the rights of persons with disabilities, including their right to have full access to livelihoods, and preventing stigmatization.\\n Support engagement with local communities, including OPDs, to identify barriers and employment opportunities for reintegrating former members of armed forces and groups with disabilities.\\n Develop outreach and community-based processes that can identify and connect with persons with disabilities who are not visible, for e.g., the self-demobilized."
    },
    {
        "Heading1": "7. Disability-inclusive DDR programmes",
        "Heading2": "7.6 Reintegration",
        "Heading3": "Social reintegration",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Families and social networks can operate as enablers to remove or reduce barriers that hinder the social reintegration of persons with disabilities. Supportive families can promote inclusion, particularly for former members of armed forces and groups who are stigmatized or excluded. However, families may also act as barriers as well as enablers, particularly if stigma and misconceptions about persons with disabilities persist. To identify and address barriers to social reintegration, DDR practitioners should conduct sensitization that both challenges negative perceptions and acknowledges the gender and age dimensions of discrimination, engaging civil society representatives and supporting co-existence and social cohesion. Where necessary and possible, reintegration support should also be made available to those who are care givers to former members of armed forces and groups with disabilities."
    },
    {
        "Heading1": "7. Disability-inclusive DDR programmes",
        "Heading2": "7.6 Reintegration",
        "Heading3": "Social reintegration",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Peer support can also be critical to social reintegration, and is a well-established intervention used with success in facilitating the reintegration of individuals with disabilities following traumatic injury such as a landmine or unexploded ordinance injury. Peer support refers to the process of support and assistance to facilitate long-term recovery. It may involve knowledge sharing, skills-sharing, practical assistance and/or emotional support that contributes to mental health and psychosocial well-being. Individuals who are trained in peer support can connect individuals with disabilities to opportunities, resources and communities of support. Persons with disabilities from the community are potential peer supporters for former members of armed forces and groups with disabilities. These individuals may also be important resources for facilitating access to social protection programmes, in countries where these exist."
    },
    {
        "Heading1": "7. Disability-inclusive DDR programmes",
        "Heading2": "7.6 Reintegration",
        "Heading3": "Social reintegration",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Peer support is specifically referenced in the CRPD and capacity building to establish peer support must be tailored to the specific DDR context. OPDs may provide peer support services, and the provision of seed money to support the training of peer support workers and related initiatives can support both the community and returning members of armed forces and groups. Where appropriate, former members of armed forces and groups with disabilities can also be trained as peer support workers. Research in other contexts has demonstrated the empowering role that persons with disabilities can play when included in peer training for HIV/AIDS education, for example."
    },
    {
        "Heading1": "7. Disability-inclusive DDR programmes",
        "Heading2": "7.6 Reintegration",
        "Heading3": "Social reintegration",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Psychosocial and intellectual disabilities, including mental impairments, can also hinder social and economic reintegration, particularly when these are associated with persistent mental health or cognitive conditions or disturbances in behaviour, including those stemming from acute stress, grief, depression and/or post-traumatic stress (see IDDRS 5.70 on Health and DDR). Former members of armed forces and groups with psychosocial and intellectual disabilities may need focused additional support delivered by trained non-specialists or mental health and psychosocial health specialists. These needs should be identified during health screenings conducted during demobilization, and continued throughout the reintegration phase of the DDR programme (see section 7.1.4)."
    },
    {
        "Heading1": "7. Disability-inclusive DDR programmes",
        "Heading2": "7.6 Reintegration",
        "Heading3": "Social reintegration",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Finally, schools offer critical avenues towards achieving disability-inclusion for children and youth with disabilities affected by conflict. The global comprehensive school safety framework emphasizes three school safety pillars important for DDR and includes key guidance on disability-inclusive approaches (see also IDDRS 5.20 on Children and DDR and IDDRS 5.30 on Youth and DDR).26"
    },
    {
        "Heading1": "7. Disability-inclusive DDR programmes",
        "Heading2": "7.6 Reintegration",
        "Heading3": "Political reintegration",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Political reintegration highlights the importance of giving voice and agency to former members of armed forces and groups with disabilities in decision-making in the community and broader political processes. In this regard, it may be useful to encourage the representation of former members of armed forces and groups with disabilities, exploring opportunities to partner with or join existing political associations for persons with disabilities. Such associations may help individuals to receive information regarding rights, resources and opportunities and may also advocate for equitable assistance. These associations may also engage in counselling, training, the provision of credit for income-generating activities and employment and other referral services. For further information on associations of former members of armed forces and groups, see IDDRS 4.30 on Reintegration."
    },
    {
        "Heading1": "8. Disability Inclusive DDR-related tools",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "In addition to DDR programmes, DDR processes can also include DDR-related tools such as community violence reduction (CVR), DDR support to mediation, and transitional weapons and ammunition management (WAM). DDR-related tools are immediate and targeted measures that can complement DDR programmes or be implemented when the preconditions for a DDR programme are not in place (see IDDRS 2.10 on The UN Approach to DDR)."
    },
    {
        "Heading1": "8. Disability Inclusive DDR-related tools",
        "Heading2": "8.1 Community violence reduction",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "CVR programmes are bottom-up interventions that focus on the reduction of armed violence at the local level by fostering improved social cohesion and providing incentives to resist recruitment (see IDDRS 2.30 on Community Violence Reduction). They offer important avenues for disability-inclusion such as:\\n Ensuring that targeting of groups susceptible to recruitment (i.e. youth at risk) includes persons with disabilities;\\n Provision of disability- and gender-inclusive alternatives to violence-based livelihoods;\\n Provision of mental health and psychosocial support to at-risk youth and former members of armed forces and groups, inclusive of persons with disabilities;\\n Partnerships with OPDs and the capacity building of these organizations;\\n Raising awareness of the rights of persons with disabilities and disability-inclusion, including through civil society networks in coordination with national human rights mechanisms and working groups on disability functioning at national and/or local levels;\\n Provision of stop-gap support to former members of armed forces and groups with disabilities who are waiting for reintegration support, in close cooperation with the national DDR programme (where applicable) and national disability structures."
    },
    {
        "Heading1": "8. Disability Inclusive DDR-related tools",
        "Heading2": "8.2 DDR support to mediation",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Peace agreements seek to end armed conflict but also to ensure sustainable peace by addressing those issues that caused conflict.27 As such, peace agreements can help to create environments where persons with disabilities are empowered and fully integrated into post-conflict societies. In this regard, DDR practitioners should advise mediators on the importance of including the voices of persons with disabilities in peace negotiations and actively removing barriers to their inclusion. It should also be clear as to whether peace agreement provisions relate to disabilities acquired prior to conflict, during conflict, or both. Intersectionality should also be acknowledged, as failure to do so means that the specific challenges of certain groups (i.e., children with disabilities, women with disabilities, former members of armed forces and groups with disabilities, etc.) may not be identified and addressed. Peace agreements can lay the foundations for more substantive policies and law reform by ensuring that a disability lens is adopted in post-conflict mechanisms. DDR practitioners should therefore advise mediators that the language included in peace agreement provisions related to persons with disability should be empowering, for e.g., by viewing disability as yet another differentiating characteristic, no different from gender, race or religion. If persons with disabilities are viewed only as victims requiring support, this may perpetuate their marginalization and disempowerment."
    },
    {
        "Heading1": "8. Disability Inclusive DDR-related tools",
        "Heading2": "8.2 DDR support to mediation",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Where DDR is linked to a process of Security Sector Reform, peace agreements may contain specific provisions related to the integration of former members of armed forces and groups with disabilities into the security sector (see IDDRS 6.10 on DDR and SSR). In line with CRPD, DDR practitioners should advise mediators that members of armed forces and groups with disabilities shall not be excluded from opportunities to integrate into the security sector solely because of their disability. If a person is unable to perform a specific role due to the nature of his/her disability, an alternative role should be sought and, only if an alternative role is unavailable, should the person be demobilized and supported to reintegrate into civilian life. Persons with disabilities may also opt for demobilization and reintegration on a voluntary basis, if this option is on offer. However, existing members of armed forces shall not be forced to demobilize solely on the basis of their disability."
    },
    {
        "Heading1": "8. Disability Inclusive DDR-related tools",
        "Heading2": "8.3 Transitional weapons and ammunition management",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Transitional WAM is primarily aimed at reducing the capacity of individuals and groups to engage in armed violence and conflict. Transitional WAM also aims to reduce accidents and save lives by addressing the immediate risks related to the possession of weapons, ammunition and explosives (see IDDRS 4.11 on Transitional Weapons and Ammunition Management). Barriers to the participation of persons with disabilities in transitional WAM measures should be identified and rectified. It may also be particularly helpful to engage persons with disabilities in sensitization efforts highlighting the dangers of weapons possession and unsafe storage (irrespective of whether their disability was caused by armed conflict). Such sensitization work can positively highlight the capacities of persons with disabilities."
    },
    {
        "Heading1": "9. Monitoring and evaluating disability-inclusive DDR processes",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Addressing disability-inclusion in mechanisms for monitoring and evaluation (M&E) is essential for a DDR process to ensure accountability to all stakeholders and in particular to the affected population. Disability-inclusion shall be monitored and evaluated as part of a broader M&E plan for the DDR process (see IDDRS 3.50 on Monitoring and Evaluation). In general, arrangements for monitoring disability-inclusion during DDR should be made in advance between all implementing partners, using existing tools for monitoring and applying international best practices on disability data (see Annex C for more on disability and data)."
    },
    {
        "Heading1": "9. Monitoring and evaluating disability-inclusive DDR processes",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "It is particularly important for data on DDR participants and beneficiaries to be collected so that it can be easily disaggregated on the basis of disability (and other factors including sex and age). This means that numerical data should be systematically collected for the following categories: ex-combatants, persons formerly associated with armed forces and groups, and dependents. It also means that every effort should be made to disaggregate the data by disability in addition to: sex and age; other specific needs categories (e.g., people living with HIV/AIDS); DDR location(s); and armed force/group affiliation etc."
    },
    {
        "Heading1": "9. Monitoring and evaluating disability-inclusive DDR processes",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Identifying lessons learned and conducting evaluations of the impacts of DDR assistance on persons with disabilities helps to improve the approach to disability-inclusion within DDR processes and the broader inter-agency approach to DDR. DDR practitioners should ensure that an evaluation of disability-inclusion during the early stages of a DDR process is carried out and factored into later stages. Gender should also be taken into consideration in the evaluation to assess if there were any unexpected outcomes of the DDR process on women and men with disabilities, and on gender relations and gender equality. Lessons learned should be recorded and shared with all relevant stakeholders, in accessible formats, to guide future policies and to improve the effectiveness of future planning and support to operations."
    },
    {
        "Heading1": "9. Monitoring and evaluating disability-inclusive DDR processes",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "While monitoring indicators appropriate for DDR will be designed according to the context in which DDR is implemented and the DDR strategy and components, the inclusion of disability specific indicators should be identified to guide DDR practitioners in the establishment of monitoring mechanisms and systems. Some sample indicators for DDR programmes are provided in Box 6 below and more detailed guidance is provided in Annex C."
    },
    {
        "Heading1": "9. Monitoring and evaluating disability-inclusive DDR processes",
        "Heading2": "Disarmament",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": ""
    },
    {
        "Heading1": "9. Monitoring and evaluating disability-inclusive DDR processes",
        "Heading2": "Demobilization",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": ""
    },
    {
        "Heading1": "9. Monitoring and evaluating disability-inclusive DDR processes",
        "Heading2": "Reintegration",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "To what extent did the disarmament programme succeed in disarming male and female ex-combatants with disabilities?\\n\\n To what extent did the disarmament programme provide disability-inclusive access and services for men and women with disabilities?\\n 1. Sample indicator: Number of persons with disabilities who registered for disarmament programme (disaggregated as to disability status, gender, age).\\n \\n \\n 2. Sample indicator: Number of information materials that included images/voices of ex-combatants with disabilities.\\n \\n 3. Sample indicator: Number of DDR staff with disability-specific training.\\n 4. Number of information campaigns that informed ex-combatants with disabilities about DDR programmes."
    },
    {
        "Heading1": "9. Monitoring and evaluating disability-inclusive DDR processes",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "\\n\\n To what extent did the demobilization programme succeed in demobilizing former members of armed forces and groups with disabilities?\\n\\n To what extent did the demobilization programme provide disability inclusion access and services?\\n1. Sample indicator: Number of persons with disabilities who registered for demobilization programme (disaggregated as to disability status, gender, age).\\n2. Sample indicator: Number of former members of armed forces and groups with disabilities who received transitional support to prepare for reintegration\\n3. Sample indicator: Number of assistive devices distributed."
    },
    {
        "Heading1": "Annex A: Abbreviations",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "CVR - community violence reduction"
    },
    {
        "Heading1": "Annex A: Abbreviations",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "OPD - organization of persons with disabilities"
    },
    {
        "Heading1": "Annex A: Abbreviations",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "WAM - weapons and ammunition management"
    },
    {
        "Heading1": "Annex B: Barrier Checklist",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "A social understanding of disability in the context of a DDR process focuses attention on the removal of barriers to equalize opportunities between persons with and without disabilities. Directing attention to the removal of barriers in a DDR process provides benefits to a broad range of persons with disabilities. While reasonable accommodation will still be required to ensure all persons with disabilities can participate in and benefit from a DDR process, this approach is applicable to complex DDR processes. The following table provides examples of how an approach to barrier removal may be applied to benefit individuals with a range of functioning difficulties. The functional difficulty categories in the final column of the table are based on the Washington Group Short Set of questions and are not exhaustive. The examples provided are not exhaustive and, further, they are not a substitute for consultation with OPDs."
    },
    {
        "Heading1": "Annex C: Disability and Data",
        "Heading2": "Disability Data",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "The necessity of ensuring that disability data is captured, and captured accurately, is underscored in the UN Convention on the Rights of Persons with Disabilities. Article 31 provides that “information… shall be disaggregated, as appropriate, and used to help assess the implementation of States Parties’ obligations … to identify and address the barriers faced by persons with disabilities in exercising their rights.” The 2030 Agenda on Sustainable Development and the Sustainable Development Goals (SDGs) has as its overarching goals that no one is left behind in development and accordingly acknowledges the role of data and specifically the disaggregation of data as central to this effort."
    },
    {
        "Heading1": "Annex C: Disability and Data",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "There are numerous challenges to capturing accurate disability data:\\n It is not possible to write one question or a short set of survey questions that can adequately and accurately capture the complexity of disability in its entirety.\\n And survey questions must be short, clear, and precise.\\n Accordingly, it is often the case that problematic questions are used that result in poor capture of data."
    },
    {
        "Heading1": "Annex C: Disability and Data",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "These challenges can be addressed."
    },
    {
        "Heading1": "Annex C: Disability and Data",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "In 2001, the Washington Group on Disability Statistics was established as a City Group under the aegis of the UN Statistical Commission to:\\n address the need for population-based measures of disability,\\n foster international cooperation in the area of health and disability statistics,\\n produce internationally tested measures to monitor status of persons with disability; and\\n incorporate disability into national statistical systems."
    },
    {
        "Heading1": "Annex C: Disability and Data",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "The Washington Group website and complete set of resources may be found at: http://www.washingtongroup-disability.com/"
    },
    {
        "Heading1": "Annex C: Disability and Data",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "The Washington Group approach acknowledges that disability is complex and that disability:\\n incorporates a variety of different components: body functions & structure, limitations in activities (capacity) and restrictions in participation (performance); and\\n includes characteristics of both the person and their environment.\\n The language of disability is not specific.\\n In many cultures, stigma is associated with disability – creating additional challenges to measurement and ultimately inclusion."
    },
    {
        "Heading1": "Annex C: Disability and Data",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "The Washington Group developed a set of questions that capture a part of the disability complexity and that can be used in a valid, reliable and internationally comparable manner."
    },
    {
        "Heading1": "Annex C: Disability and Data",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "While the questions developed by the WG may only capture a part of the social model of disability, they can be used in conjunction with other data collected in a census or survey (related to outcomes like access to DDR processes, access to education or employment) to undertake analyses consistent with the social model of disability."
    },
    {
        "Heading1": "Annex C: Disability and Data",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "The WG defined an approach to measuring disability based on identifying those who:\\n because of difficulties doing certain universal, basic actions,\\n are at greater risk than the general population\\n for limitations in participation."
    },
    {
        "Heading1": "Annex C: Disability and Data",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "The objectives of the WG Short Set are to:\\n Identify persons with similar types and degree of limitations in basic actions regardless of nationality or culture;\\n Represent the majority (but not all) persons with limitations in basic actions; and\\n Represent commonly occurring limitations in domains that can be captured in the census context."
    },
    {
        "Heading1": "Annex C: Disability and Data",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "The intended use of the WG Short Set is to:\\n Compare levels of participation in employment, education, or family life for those with disability versus those without disability to see if persons with disability have achieved social inclusion;\\n Monitor effectiveness of programmes and policies to promote full participation; and\\n Monitor prevalence trends for persons with limitations in specific basic action domains."
    },
    {
        "Heading1": "Annex C: Disability and Data",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "For some important limitations and considerations in relation to using the WG-Short Set, see Box 7."
    },
    {
        "Heading1": "Annex C: Disability and Data",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Box 7. Important Limitations in the WG-SS and Considerations in Administering the WG-SS\\n\\n The Washington Group questions are not designed to identify all persons with disabilities. The identification of persons with disabilities should be ongoing throughout a DDR process.\\n\\n The Washington Group Short Set will identify some persons with intellectual disabilities. The Extended Set of questions has additional questions to improve the identification of persons with intellectual disabilities or cognitive difficulties.\\n\\n The questions do not apply to children under the age of five, and they miss many children with developmental disabilities over the age of five. UNICEF and the WG developed the Child Functioning Module (CFM) which is designed to better identify all children with disability.\\n\\n A limitation in the WG-SS is that it misses many people with psychosocial disabilities according to research from the US showing that about half of people with psychosocial disabilities are missed by the six questions in the WG-SS. For that reason, the WG developed a set of four additional questions that address anxiety and depression.\\n\\n These additional questions are part of the WG-Extended Survey and are also included in the Short Set – Enhanced set, thus helping to identify people with mental health concerns while still limiting the number of questions that need to be added to a census or survey.\\n\\n The Washington Group questions do not identify impairments or health conditions. However, the questions can be used as a screening tool for referral for medical assessment to ensure specific health needs are met.\\n\\n The Washington Group recommends ‘a lot of difficulty’ as the cut-off for identifying persons with disabilities in censuses and surveys. Including ‘some difficulty’ responses may identify more persons with disabilities if the objective is broader inclusion in a DDR process.\\n\\n It is recommended to use the full six Short Set questions. In a resource poor humanitarian situation, such as a DDR process, there may be justification for using the first four questions of the Short Set as a second-best option. However, this will result in missing some persons with disabilities and should be transparently reported.\\n\\n Ensure resources are available to analyse the data before collecting the data.\\n\\n Plan sufficient time to train data collectors. The questions are designed to be simple, but the underlying functioning approach to disability can be unfamiliar. Data collectors need to be comfortable not mentioning ‘disability’ before asking the questions. Any direct reference to disability before asking the Washington Group questions can skew findings."
    },
    {
        "Heading1": "Annex C: Disability and Data",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "The brevity of the module – six questions – makes it also well suited for inclusion in larger surveys, and for disaggregating outcome indicators by disability status."
    },
    {
        "Heading1": "Annex C: Disability and Data",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "To maximize international comparability, the WG-SS obtains information on difficulties a person may have in undertaking basic functioning activities that apply to people in all cultures and societies and of all nationalities and so are universally applicable."
    },
    {
        "Heading1": "Annex C: Disability and Data",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "The final set of questions includes difficulties seeing, hearing, walking or climbing stairs, remembering or concentrating, self-care, and communication (expressive and receptive). The question set with specific instructions may be accessed at: https://www.washingtongroup-disability.com/fileadmin/uploads/wg/Documents/Questions/Washington_Group_Questionnaire__1_-_WG_Short_Set_on_Functioning.pdf"
    },
    {
        "Heading1": "Annex C: Disability and Data",
        "Heading2": "Children with Disabilities",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "The WG questions are designed to collect information on the population aged 5 years and above, with a knowledgeable proxy respondent providing information for children. The WG-SS was not specifically designed for use among children, as it does not include key aspects of child development important for identifying disability in children and the wording of certain domains may not be relevant (or suitable) for children and adolescents. The WG-UNICEF Module on Child Functioning (CFM) is designed to meet the needs of identifying and measuring disability in children. The question set with specific instructions may be accessed at: https://www.washingtongroup-disability.com/question-sets/wgunicef-child-functioning-module-cfm/"
    },
    {
        "Heading1": "Annex C: Disability and Data",
        "Heading2": "Indicators for Disability-Inclusive DDR",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "During planning, core indicators need to be developed to monitor the progress and impact of disability inclusive DDR initiatives. This should include process indicators, such as the provision of assistive devices and the number of peer supporters trained, and outcome indicators, like disability prevalence among DDR participants and the number of ex-combatants seeking disability supports. Where relevant, DDR planners need to work with national programmes in the design and monitoring of initiatives, as it is important that the indicators used in DDR programmes are harmonized with national indicators (if they exist). DDR planners, implementing partners and national counterparts should agree on the bench-marks against which disability inclusion in DDR will be assessed."
    },
    {
        "Heading1": "Annex C: Disability and Data",
        "Heading2": "Indicators for Disability-Inclusive DDR",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Demobilization\\n Patterns of resettlement of ex-combatants with disabilities in areas of return (e.g., community-based versus segregated)\\n Perceptions of host communities of ex-combatants with disabilities and reintegration\\n % of ex-combatants with disabilities receiving employment creation assistance (into new or existing jobs)\\n % of ex-combatants with disabilities receiving assistance to establish individual or small-group projects (e.g., microenterprises)\\n % of ex-combatants with disabilities granted additional assistance to address disability-related needs\\n % of ex-combatants with disabilities integrated into local or community-based development projects\\n Incidence of violence among ex-combatants with disabilities\\n Existence and degree of community mobilization to manage and facilitate reintegration of ex-combatants in areas of return\\n % of ex-combatants achieving results in their reintegration activity over time\\n % of ex-combatants with disability accommodation needs groups provided with reintegration assistance"
    },
    {
        "Heading1": "Annex C: Disability and Data",
        "Heading2": "Indicators for Disability-Inclusive DDR",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Sensitization and Awareness\\n Popular opinion polls on DDR\\n Number of sensitization activities at national level using voice/image of persons with disabilities/ex-combatants with disabilities\\n Inclusivity, by disability, of sensitization activities\\n Number of reports on individuals with disabilities in DDR coverage in national and local media\\n Degree of local disability community participation and mobilization in sensitization activities\\n Number of national and local non-governmental organizations of persons with disabilities voluntarily participating in awareness-raising and sensitization\\n Degree of comprehension among ex-combatants with disabilities of the DDR process\\n Perceptions of ex-combatants with disabilities among national and local populations\\n Ex-combatants’ attitudes to livelihoods and reintegration"
    },
    {
        "Heading1": "Annex D: Disability Inclusion Markers",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "Disability inclusion markers are under development in various organizations.28 To ensure disability inclusion in a DDR process, an inclusion marker applied to budgeting at the design stage could help ensure that disability inclusion measures are adequately aligned to budgeting, a factor the research discloses has been inadequate in past DDR processes and has led to serious disaffection and required emergency donor budget infusions."
    },
    {
        "Heading1": "Annex D: Disability Inclusion Markers",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": "A Disability Budget Scan, a tracking device to monitor the integration of disability-inclusive interventions from the design to the implementation and evaluation phase, could help ensure that disability-inclusive interventions within DDR are adequately funded at the outset (and throughout) a DDR process. A Disability Budget Scan tracks disability-inclusive expenditures from the planning to the implementation and evaluation phase. Under a Disability Budget Scan, budget lines are screened and classified according to four categories:\\n\\n (i) No disability-inclusive link. Disbursements made without any disability-inclusive analysis. No expenditures aimed at, for example, barrier removal in DDR cantonment, registration sites. No budget lines to address reasonable accommodations for individual needs such as assistive devices or sign language interpreters.\\n\\n (ii) Disability-sensitive link. Based on a disability-inclusive analysis, these expenditures are intended to provide different responses to meet the individual and collective needs of persons with disabilities. Examples include: budgeting for physical barrier removal for housing; assistive devices, screening for disability prevalence, supplemental cash payments to address requirements of individuals with disabilities.\\n\\n (iii) Strengthening disability inclusion link. Expenditures aimed at strengthening disability inclusion, at the institutional level. Examples include capacity building of disability focal points in line ministries or in partner institutions or strengthening community-based organizations that provide supports to persons with disabilities.\\n\\n (iv) Disability-inclusive: Specific actions within a DDR process seeking to transform disability inclusion broadly in society. These expenditures address the strategic interests of persons with disabilities by contributing to long term structural and sustainable changes in societies to promote disability equality and non-discrimination on the basis of disability. Examples include support for disability awareness campaigning in returning communities and local sensitization about disability inclusion, support for disability law and policy reforms, support for the establishment of community-based rehabilitation programming broadly."
    },
    {
        "Heading1": "",
        "Heading2": "",
        "Heading3": "",
        "Heading4": "",
        "PageNum": "",
        "Paragraph": ""
    }
]
}